Repository: GabeJWJ/holoDelta
Catalog: Localization/*.po
Languages: fr, ko, zh_tw

# SUBTITLE
source: An unofficial Hololive OCG simulator
fr: Un simulateur non officiel de Hololive OCG
ko: 비공식 홀로라이브 OCG 시뮬레이터 (임시 한글화)
zh_tw: 一個非官方的Hololive OCG模擬器

# DEBUG
source: Quick Refresh
fr: Actualiser
ko: 디버그 (새로고침)
zh_tw: 快速刷新

# DECK_CREATE
source: Create/Edit Deck
fr: Créer / Modifier un deck
ko: 덱 생성/수정
zh_tw: 建立/編輯牌組

source: Cosmetics
fr: Cosmétiques
ko: 꾸미기
zh_tw: 外觀

# OPTION_EN
source: Only EN
fr: Cartes EN
zh_tw: 僅限英文卡

# LOBBY_CREATE
source: Create Lobby
fr: Créer un Lobby
ko: 로비 생성
zh_tw: 建立大廳

# LOBBY_JOIN
source: Join Lobby
fr: Rejoindre un Lobby
ko: 로비 참여
zh_tw: 加入大廳

# LOBBY_SPECTATE
source: Spectate Game
fr: Regarder la partie
ko: 로비 관전
zh_tw: 觀看對戰

# SOLO_GOLDFISH
source: Goldfish
fr: Entraînement

# PLAYERS_ONLINE
source: {amount} players online
fr: {amount} joueurs en ligne
ko: 접속 중인 유저 수 ({amount})
zh_tw: {amount} 位玩家在線

# INFO_DLOC
source: Deck Location
fr: Emplacement des decks
ko: 덱 파일 위치
zh_tw: 牌組位置

# INFO_CANCEL
source: Close
fr: Retour
ko: 닫기
zh_tw: 關閉

# SETTINGS_GAME_OPTIONS
source: Game Options
fr: Options de jeu

# OPTION_UNREVEALED
source: Allow Unrevealed Cards
fr: Accepte les cartes non dévoilées
ko: 미발매 카드 허용
zh_tw: 允許未公布卡片

# OPTION_LANGUAGE
source: Match Card Language
fr: Faire correspondre les langues
zh_tw: 匹配卡片語言

# OPTION_PROXY
source: Allow Proxies
fr: Accepte les cartes proxy
ko: 프록시 허용
zh_tw: 允許代牌

# SETTINGS_AUDIO_OPTIONS
source: Audio Options
fr: Options audio

# SETTINGS_KEYBINDINGS
source: Keybindings
fr: Raccourcis

# ACTION_DRAW
source: Draw
fr: Piocher
ko: 드로우
zh_tw: 抽牌

# ACTION_CHEER
source: Cheer Phase
fr: Phase de Cheer
ko: 옐 스텝
zh_tw: 聲援階段

# ACTION_RESET
source: Reset Phase
fr: Phase de Réinitialisation
ko: 리셋 스텝
zh_tw: 重置階段

# ACTION_TABS
source: Switch Tabs
fr: Changer les inflos
ko: 탭 전환
zh_tw: 切換分頁

# ACTION_LOCK
source: Lock Info Panel
fr: Bloqué les infos
ko: 정보 패널 고정
zh_tw: 鎖定資訊面板

# ACTION_LSTEP
source: Last Phase
fr: Phase Précédente
ko: 마지막 스텝
zh_tw: 上一階段

# ACTION_NSTEP
source: Next Phase
fr: Prochaine Phase
ko: 다음 스텝
zh_tw: 下一階段

# LOBBY_PUBLIC_LOBBIES_FOUND
source: {amount} Public Lobbies Found
fr: {amount} Lobbys publiques trouvés

# LOBBY_LOBBYCODE
source: Enter Lobby Code
fr: Entrer le code du lobby
ko: 로비 코드 입력
zh_tw: 輸入大廳代碼

# LOBBY_LOBBYCODE_PASTE
source: Paste Lobby Code
fr: Coller code du Lobby

# LOBBY_SEARCHING
source: Searching...
fr: Recherche...
ko: 검색 중...
zh_tw: 搜尋中...

# LOBBY_REFRESH
source: Refresh
fr: Rafraichir
ko: 새로고침
zh_tw: 刷新

# LOBBY_BACK
source: Back
fr: Retour
ko: 뒤로
zh_tw: 返回

source: Lobby Settings
fr: Options du Lobby

# LOBBY_PRIVATE
source: Private
fr: Privé
ko: 비공개
zh_tw: 私人

# LOBBY_ALLOWSPECTATORS
source: Allow Spectators
fr: Spectateurs autorisés
ko: 관전자 허용
zh_tw: 允許觀戰

# LOBBY_BANLIST_NONE
source: No Banlist
fr: Sans Banlist
ko: 금제 적용 없음
zh_tw: 無禁卡表

# LOBBY_BANLIST_CURRENT
source: Current
fr: Officielle
ko: 현재 금제
zh_tw: 現行

# LOBBY_BANLIST_CURRENT_EN
source: Current (EN)
fr: Officielle (En)
zh_tw: 現行 (英文)

# LOBBY_BANLIST_UNRELEASED
source: Current + Unreleased
fr: Officielle + Non sortie
ko: 현재 금제 + 미출시 카드
zh_tw: 現行 + 未發行

# LOBBY_BANLIST_UNRELEASED_EN
source: Current + Unreleased (EN)
fr: Officielle + Non sortie (En)

# GOLDFISH_MENU
source: Goldfishing Menu
fr: Menu d'entraînement

# DECK_SELECT
source: Choose Deck
fr: Choisir un deck
ko: 덱 선택
zh_tw: 選擇牌組

# SPECTATE_PUBLIC_GAMES_FOUND
source: {amount} Public Games Found
fr: {amount} Lobby public trouver

# LOBBY_GAMECODE
source: Enter Game Code
fr: Entrer le code de la partie
ko: 게임 코드 입력
zh_tw: 輸入遊戲代碼

# COSMETICS_PLAYMATDICE
source: Playmat/Dice
fr: Tapis/Dé

# COSMETICS_PM
source: Load Playmat from file
fr: Ajouter un Tapis depuis un fichier
ko: 매트 이미지 불러오기
zh_tw: 從檔案載入桌墊

# COSMETICS_PM_DEFAULT
source: Playmat to Default
fr: Tapis par défaut
ko: 매트 초기화
zh_tw: 恢復預設桌墊

# COSMETICS_D
source: Load Die from file
fr: Ajouter un Dé depuis un fichier
ko: 주사위 이미지 불러오기
zh_tw: 從檔案載入骰子

# COSMETICS_D_DEFAULT
source: Die to Default
fr: Dé par défaut
ko: 주사위 초기화
zh_tw: 恢復預設骰子

# COSMETICS_SP
source: Load SP Marker from file
fr: Ajouter un Marqueur SP depuis un fichier

# COSMETICS_SP_DEFAULT
source: SP Marker to Default
fr: Marqueur SP par défaut

# COSMETICS_DEFAULTSLEEVES
source: Default Sleeves
fr: Sleeves par défaut

# COSMETICS_CANCEL
source: Close
fr: Retour
ko: 닫기
zh_tw: 關閉

# EXIT
source: Exit Game
fr: Quitter
ko: 게임 종료
zh_tw: 離開遊戲

# SIDEBAR_CHAT
source: Game Chat
fr: Discussion

# SEND_CHAT
source: Send
fr: Envoyer
ko: 전송
zh_tw: 傳送

# SIDEBAR_OPTIONS
source: Game Options
fr: Options de jeu

# SIDEBAR_GAME_CODE
source: Game Code
fr: Code de la Partie

# OPTION_COSMETICS_HIDE
source: Hide Opponent Cosmetics
fr: Masquer les cosmétiques adverses
ko: 상대의 꾸미기 숨기기
zh_tw: 隱藏對手外觀

# RPS_ROCK
source: Rock
fr: Pierre
ko: 바위
zh_tw: 石頭

# RPS_PAPER
source: Paper
fr: Papier
ko: 보
zh_tw: 布

# RPS_SCISSORS
source: Scissors
fr: Ciseaux
ko: 가위
zh_tw: 剪刀

# RPS_WAIT
source: Waiting for opponent...
fr: En attente de l'adversaire...
ko: 상대를 기다리는 중...
zh_tw: 等待對手...

# LOBBY_HOST
source: Host
fr: Héberger
ko: 호스트
zh_tw: 房主

# LOBBY_NONE_CHOSEN
source: No One
fr: Aucun
ko: 미선택
zh_tw: 無人

# LOBBY_READY
source: Ready
fr: Prêt
ko: 준비
zh_tw: 準備

# LOBBY_CHOSEN
source: Chosen
fr: Choisi
ko: 선택된 상대
zh_tw: 已選擇

source: Lobby Code:
fr: Code du Lobby :

# LOBBY_LOBBYCODE_COPY
source: Copy Lobby Code
fr: Copier code du Lobby

# LOBBY_SELECT_OPPONENT
source: Select Opponent
fr: Choisir un adversaire

# LOBBY_STARTGAME
source: Start Game
fr: Commencer
ko: 게임 시작
zh_tw: 開始遊戲

# LOBBY_GAMESTART_SPECTATE
source: Game started. Spectate?
fr: Partie commencée. Regarder ?
ko: 이미 시작되었습니다. 관전하시겠습니까?
zh_tw: 遊戲已開始。要觀戰嗎？

source: Yes
fr: Oui
ko: 예
zh_tw: 是

source: No
fr: Non
ko: 아니오
zh_tw: 否

# MENU
source: Main Menu
fr: Menu principal
ko: 메인 메뉴
zh_tw: 主選單

# MENU_PROMPT
source: Really return to Main Menu?
fr: Voulez-vous retourner au menu principal ?
ko: 메인 메뉴로 돌아가시겠습니까?
zh_tw: 確定要返回主選單嗎？

# DOWNLOAD_FAIL
source: Failed to download card data
fr: Erreur dans le téléchargement des cartes
zh_tw: 下載卡片資料失敗

# DOWNLOAD_FAIL_FULL
source: Couldn't download the cardData.zip archive. There are many reasons this could happen, and I don't which is happening here.
fr: Erreur dans le téléchargement du dossier cardData.Zip. Il existe de nombreuses raisons pouvant expliquer ce phénomène, et je ne sais pas laquelle s'applique ici.
zh_tw: 無法下載 cardData.zip 檔案。 這可能由多種原因造成，無法確定具體問題。

source: Try Again
fr: Réessayer
zh_tw: 再試一次

source: Update Menu
fr: Mettre à jour le menu

# UPDATE_MENU_CLIENT_UPTODATE
source: Client Is Up To Date
fr: Version à jour

# DOWNLOAD_CLIENT
source: Get Client Update
fr: Mise à jour client

# UPDATE_MENU_CARD_UPTODATE
source: Card DB Is Up To Date
fr: Carte à jour

# DOWNLOAD_CARD
source: Update Card DB
fr: Mettre à jour

# UPDATE_NOTFOUND
source: Couldn't connect to server for update. You can continue, but only the deckbuilder will work.
fr: Impossible de se connecter au serveur pour la mise à jour. Vous pouvez continuer, vous ne pourrez qu'éditer vos Decks.

# DECK_SELECT_CANCEL
source: Cancel
fr: Retour
ko: 취소
zh_tw: 取消

# DECK_DELETE_CONFIRM
source: Permanently Delete {deckName}?
fr: Supprimer définitivement {deckName} ?
ko: {deckName}을(를) 삭제하시겠습니까?
zh_tw: 要永久刪除 {deckName} 嗎？

# SLEEVE_LOAD
source: Load From File
fr: Ajouter depuis un fichier
ko: 불러오기
zh_tw: 從檔案載入

# SLEEVE_DEFAULT
source: To Default
fr: Par défaut
ko: 초기화
zh_tw: 恢復預設

# PROMPT_SUBMIT
source: Submit
fr: Envoyer
ko: 확인
zh_tw: 提交

# PROMPT_CANCEL
source: Cancel
fr: Annuler
ko: 닫기
zh_tw: 取消

# CHOICE_FIRST
source: Go first
fr: Jouer en Premier
ko: 선공
zh_tw: 先攻

# CHOICE_SECOND
source: Go second
fr: Jouer en Second
ko: 후공
zh_tw: 後攻

source: End Turn
fr: Fin de Tour
ko: 턴 종료
zh_tw: 結束回合

# TURN_COUNT
source: Turn {turn}
fr: Tour {turn}

# START_READY
source: Ready
fr: Prêt
ko: 준비
zh_tw: 準備好了

# RPS_SELECT
source: Select an option.
fr: Choisissez un :
ko: 어떤 걸 내시겠습니까?
zh_tw: 請選擇一個選項。

source: Opponent
fr: Adversaire
ko: 상대
zh_tw: 對手

# MULLIGAN_TEXT
source: Viewing opponent's mulligans
fr: Vu des mulligans adverse
ko: 상대의 멀리건을 보는 중
zh_tw: 正在檢視對手的調度

# SIDEBAR_INFO
source: Card Information
fr: Informations sur la carte

source: Search
fr: Recherche
ko: 검색
zh_tw: 搜尋

source: Name
fr: Nom
ko: 이름
zh_tw: 名稱

source: Color
fr: Couleur
ko: 색
zh_tw: 顏色

# LIFE_5
source: 5 Life
fr: 5 VIES

# LIFE_6
source: 6 Life
fr: 6 VIES

source: Setcode
fr: Set/SD

# FILTER_CLEAR
source: Clear Filters
fr: Réinitialiser
ko: 필터 초기화
zh_tw: 清除篩選

source: Level
fr: Niveau
ko: 레벨
zh_tw: 等級

# LEVEL_ANY
source: Any Level
fr: N'importe quels niveaux
ko: 아무 레벨
zh_tw: 任何等級

source: Advantage
fr: Avantage

source: Effect
fr: Effet

# EFFECT_ANY
source: Any Effect
fr: Tous les effets

source: Not Buzz
fr: Non Buzz

# TAB_SUPPORT
source: Support
fr: Soutien
ko: 서포트
zh_tw: 支援

# SUPPORT_LIMITED
source: Limited
fr: Limité
ko: 리미티드
zh_tw: 限制

# SUPPORT_UNLIMITED
source: Not Limited
fr: Non Limité

# TAB_ANALYTICS
source: Analytics
fr: Statistiques
ko: 분석
zh_tw: 分析

source: Main Deck
fr: Deck principal
ko: 메인 덱
zh_tw: 主牌組

source: Load
fr: Mes decks
ko: 불러오기
zh_tw: 載入

# DECK_SAVE
source: Save
fr: Sauvegarder
ko: 저장
zh_tw: 儲存

# DEFAULT_DECK_NAME
source: Custom Deck
fr: Deck personnalisé
ko: 새 덱
zh_tw: 自訂牌組

# DECK_CLEAR
source: Clear Deck
fr: Effacer
ko: 덱 비우기
zh_tw: 清空牌組

# DEFAULT_DECK_FILE
source: custom_deck
fr: deck_personnalisé
zh_tw: 自定義牌組

# DECK_DOWNLOAD
source: Download
fr: Télécharger
ko: 다운로드
zh_tw: 下載

# DECK_SAVE_CANCEL
source: Cancel
fr: Retour
ko: 취소
zh_tw: 取消

source: Loading...
fr: Chargement ...

# REMAP_WAIT
source: ... Waiting ...
fr: ... En attente ...
ko: 기다리는 중
zh_tw: ... 等待中 ...

# NAME_ANY
source: Any Name
fr: Tous les noms
ko: 아무 이름
zh_tw: 任何名稱

# COLOR_ANY
source: Any Color
fr: Toutes les couleurs
ko: 아무 색
zh_tw: 任何顏色

# SETCODE_ANY
source: Any Setcode
fr: Tous les Sets

# ADVANTAGE_ANY
source: Any Advantage
fr: Tous les avantages

# SUPPORT_TYPE_ANY
source: Any Type
fr: Tous les types
ko: 아무 타입
zh_tw: 任何類型

# TAG_ANY
source: Any Tag
fr: Tous les tags

# DECKERROR_NOOSHI
source: No oshi selected.
fr: Pas d'Oshi sélectionné.
ko: 오시 홀로멤이 선택되지 않았습니다.
zh_tw: 未選擇主推。

# DECKERROR_FAKEOSHI
source: {cardNum} is not an oshi.
fr: {cardNum} n'est pas une carte Oshi.
ko: {cardNum} 카드는 오시 홀로멤이 아닙니다.
zh_tw: {cardNum} 不是一張主推卡。

# DECKERROR_BANNED
source: {cardNum} is banned.
fr: {cardNum} est bannie.
ko: {cardNum} 카드는 금지된 카드입니다.
zh_tw: {cardNum} 是禁卡。

# DECKERROR_UNDERDECK
source: Main deck has too few cards.
fr: Le deck principal n'a pas assez de cartes.
ko: 메인 덱의 카드 수가 모자랍니다.
zh_tw: 主牌組卡片數量過少。

# DECKERROR_OVERDECK
source: Main deck has too many cards.
fr: Le deck de Cheer n'a pas assez de cartes.
ko: 메인 덱의 카드 수가 너무 많습니다.
zh_tw: 主牌組卡片數量過多。

# DECKERROR_UNDERCHEER
source: Cheer deck has too few cards.
fr: Le deck de Cheer n'a pas assez de cartes.
ko: 옐 덱의 카드 수가 모자랍니다.
zh_tw: 聲援牌組卡片數量過少。

# DECKERROR_OVERCHEER
source: Cheer deck has too many cards.
fr: Le deck de Cheer a trop de cartes.
ko: 옐 덱의 카드 수가 너무 많습니다.
zh_tw: 聲援牌組卡片數量過多。

# DECKERROR_NEGATIVEAMOUNT
source: There is a negative amount of {cardNum}
fr: Il y a un nombre négatif de carte {cardNum}
ko: {cardNum}의 장 수가 잘못되었습니다.
zh_tw: 卡片 {cardNum} 的數量為負值。

# DECKERROR_FAKEMAIN
source: {cardNum} does not go in the main deck.
fr: {cardNum} ne va pas dans le deck principal
ko: {cardNum} 카드는 메인 덱에 들어가지 않습니다.
zh_tw: {cardNum} 不應放入主牌組。

# DECKERROR_NODEBUTS
source: No debuts selected.
fr: Pas de carte Debut dans le deck
ko: 데뷔 홀로멤이 없습니다.
zh_tw: 未選擇任何出道卡。

# DECKERROR_FAKECHEER
source: {cardNum} is not a cheer card.
fr: {cardNum} ne va pas dans le deck de Cheer
ko: {cardNum} 카드는 옐 카드가 아닙니다.
zh_tw: {cardNum} 不是聲援卡。

# DECKERROR_OVERAMOUNT
source: Too many copies of {cardNum}.
fr: Il y a trop copies de la carte {cardNum}
ko: {cardNum} 카드가 너무 많습니다.
zh_tw: 卡片 {cardNum} 的數量過多。

# DECKERROR_RESTRICTED
source: {cardNum} is restricted to fewer copies than you have.
fr: {cardNum} est limité à moins de copies que ce que vous avez.
ko: {cardNum} 카드가 제한된 수보다 많습니다.
zh_tw: {cardNum} 是限制卡，放入的數量超過上限。

# DECK_OVERWRITE
source: Overwrite {fileName}
fr: Écraser {fileName}
ko: {fileName}에 덮어쓰기
zh_tw: 是否覆寫 {fileName}？

# DECKERROR_NOALTART
source: {cardNum} doesn't have that alt art
fr: {cardNum} n'a pas cet art alternatif.
ko: {cardNum} 카드는 페러렐 이미지가 존재하지 않습니다.
zh_tw: {cardNum} 沒有該異圖版本。

# DECKERROR_FAKECARD
source: {cardNum} is not a real card. At least, it's not in the database.
fr: {cardNum} n'est pas une vraie carte, ou du moins, elle n'est pas répertoriée dans la base de données.
ko: {cardNum} 카드는 데이터베이스에 존재하지 않는 카드입니다.
zh_tw: {cardNum} 不是一張真實的卡片。至少，資料庫裡沒有。

# DECKERROR_OSHIBADFORMAT
source: The oshi data is formatted incorrectly. Are you sure this is a holodelta deck file?
fr: Les informations de la carte Oshi sont incorrectes. Êtes-vous sûr qu'il s'agit d'un deck Holodelta ?
ko: 오시 홀로멤의 형식이 잘못되었습니다. 홀로델타용 덱 파일이 맞는지 확인해 주세요.
zh_tw: 主推資料格式不正確。您確定這是 holoDelta 的牌組檔案嗎？

# DECKERROR_DECKBADFORMAT
source: The main deck data is formatted incorrectly. Are you sure this is a holodelta deck file?
fr: Les informations du deck principal sont incorrectes. Êtes-vous sûr qu'il s'agit d'un deck Holodelta ?
ko: 메인 덱의 형식이 잘못되었습니다. 홀로델타용 덱 파일이 맞는지 확인해 주세요.
zh_tw: 主牌組資料格式不正確。您確定這是 holoDelta 的牌組檔案嗎？

# DECKERROR_NODECK
source: There is no main deck.
fr: Il n'y a pas de deck principal.
ko: 메인 덱이 비어있습니다.
zh_tw: 沒有主牌組。

# DECKERROR_CHEERBADFORMAT
source: The cheer deck data is formatted incorrectly. Are you sure this is a holodelta deck file?
fr: Les informations du deck de cheers sont incorrectes. Êtes-vous sûr qu'il s'agit d'un deck Holodelta ?
ko: 옐 덱의 형식이 잘못되었습니다. 홀로델타용 덱 파일이 맞는지 확인해 주세요.
zh_tw: 聲援牌組資料格式不正確。您確定這是 holoDelta 的牌組檔案嗎？

# DECKERROR_NOCHEER
source: There is no cheer deck.
fr: Il n'y a pas de deck de cheers principal.
ko: 옐 덱이 비어있습니다.
zh_tw: 沒有聲援牌組。

# DECKERROR_ONLYEN
source: {cardNum} (or the specific art chosen) is not available in English.
fr: {cardNum} (ou l'art choisi) n'est pas disponible en anglais.
zh_tw: {cardNum} (或所選的特定卡圖) 沒有英文版本。

source: Cheer Deck
fr: Deck de Cheer
ko: 옐 덱
zh_tw: 聲援牌組

# RPS_TIED
source: Tied. Pick again.
fr: Égalité. Choisissez de nouveau.
ko: 비겼습니다. 다시 고르세요.
zh_tw: 平手，請再選一次。

# MULLIGAN_QUESTION
source: Mulligan?
fr: Voulez-vous mulligan ?
ko: 멀리건 하시겠습니까?
zh_tw: 要調度手牌嗎？

# MULLIGAN_FORCED
source: No debuts found. You must mulligan.
fr: Pas de début holomem Vous devez Mulligan
ko: 데뷔 오시멤이 없습니다. 데뷔 오시멤이 드로우될 때까지 다시 멀리건합니다.
zh_tw: 找不到出道卡。 您必須調度手牌。

# LOSS
source: You Lose!
fr: Vous avez perdu !
ko: 패배!
zh_tw: 你輸了！

# MULLIGAN_WAIT
source: Waiting for opponent...
fr: En attente de l'adversaire...
ko: 상대를 기다리는 중...
zh_tw: 等待對手...

# READY_WAIT
source: Waiting
fr: En attente ...
ko: 기다리는 중
zh_tw: 等待中

# CARD_HOLOMEM_REQUESTDAMAGE
source: Request damage
fr: Ajouter des dégâts à l'Holomem

# CARD_HOLOMEM_REQUESTDAMAGEBACK
source: Request damage to all back holomem
fr: Ajouter des dégâts à tous les Holomems en Arrière

# CARD_HOLOMEM_LOOK_ATTACHED
source: Look at attached
fr: Regarder les cartes attachées
ko: 붙어있는 카드 보기
zh_tw: 檢視附加卡

# CARD_HOLOMEM_LOOK_PAST
source: Look at past blooms
fr: Regarder les Holomems attachés
ko: 이전 Bloom 카드 보기
zh_tw: 檢視開花前階段

# CARD_HOLOMEM_PLAY_CENTERHIDDEN
source: Play (Hidden) to center
fr: Jouer une carte (Face Cachée) au centre.
ko: 센터 포지션으로
zh_tw: 覆蓋至C位

# CARD_HOLOMEM_PLAY_BACKHIDDEN
source: Play (Hidden) to back
fr: Jouer une carte (Face Cachée) en Backstage.
ko: 백 포지션으로
zh_tw: 覆蓋至後備

# CARD_HAND_BOTTOMDECK
source: Send to bottom of deck
fr: Envoyer sous le deck
ko: 덱의 맨 아래로
zh_tw: 放回牌組底端

# CARD_HOLOMEM_PLAY
source: Play
fr: Jouer
ko: 플레이
zh_tw: 打出

# CARD_HOLOMEM_PLAY_DIRECT
source: Play Directly
fr: Jouer directement

# CARD_HOLOMEM_BLOOM_SKIP
source: Skip Bloom
fr: Sauter un Bloom
ko: 건너뛰어 Bloom
zh_tw: 跳過開花

# CARD_HOLOMEM_BLOOM_FAST
source: Instant Bloom
fr: Bloom immédiatement
ko: 즉시 Bloom
zh_tw: 即時開花

# CARD_HOLOMEM_UNREST
source: Unrest
fr: Restaurer
ko: 휴식 종료
zh_tw: 轉為活動

# CARD_HOLOMEM_REST
source: Rest
fr: Épuiser
ko: 휴식
zh_tw: 轉為休息

# CARD_HOLOMEM_BATON
source: Baton Pass
fr: Relais
ko: 배턴 터치
zh_tw: 接力

# CARD_HOLOMEM_CENTERCOLLABSWAP
source: Switch center and collab
fr: Échanger Central et Collab

# CARD_HOLOMEM_MOVE_CENTER
source: Move to center
fr: Déplacer vers le Centre
ko: 센터 포지션으로 이동
zh_tw: 移至C位

# CARD_HOLOMEM_MOVE_BACK
source: Move to back
fr: Déplacer vers les Backstages
ko: 백 포지션으로 이동
zh_tw: 移至後備

# CARD_HOLOMEM_DAMAGE
source: Add damage
fr: Ajouter des dégâts
ko: 대미지 추가
zh_tw: 增加傷害

# CARD_HOLOMEM_HEAL
source: Heal
fr: Soigner
ko: 회복
zh_tw: 回復

# CARD_HOLOMEM_EXTRAHP
source: Add extra HP
fr: Ajouter des HP supplémentaires
ko: HP 증가
zh_tw: 增加額外HP

# CARD_HOLOMEM_REMOVEEXTRAHP
source: Remove extra HP
fr: Retirer des HP supplémentaires
ko: 증가된 HP 제거
zh_tw: 移除額外HP

# CARD_HOLOMEM_EXTRABATONPASS
source: Increase Baton Pass Cost
fr: Augmenter le coût de Relais

# CARD_HOLOMEM_REMOVEBATONPASS
source: Decrease Baton Pass Cost
fr: Réduire le coût de Relais

# CARD_HOLOMEM_UNBLOOM
source: Unbloom
fr: Annuler un Bloom
ko: Bloom 취소
zh_tw: 解除開花

# CARD_SUPPORT_ATTACH
source: Attach
fr: Attacher
ko: 붙이기
zh_tw: 附加

# CARD_SUPPORT_PLAY
source: Play
fr: Jouer
ko: 플레이
zh_tw: 打出

# CARD_SUPPORT_ARCHIVE
source: Archive
fr: Archiver
ko: 아카이브
zh_tw: 送入檔案區

# CARD_CHEER_LIFE_REVEAL
source: Reveal and attach
fr: Révéler et attacher
ko: 공개하고 붙이기
zh_tw: 展示並附加

# CARD_HAND_TOPDECK
source: Send to top of deck
fr: Envoyer sur le deck
ko: 덱의 맨 위로
zh_tw: 放回牌組頂端

# CARD_HAND_ARCHIVE
source: Archive
fr: Envoyer dans Archive
ko: 아카이브
zh_tw: 送入檔案區

# CARD_HAND_REVEAL
source: Reveal
fr: Révéler
ko: 공개
zh_tw: 展示

# CARD_HAND_REVEALALL
source: Reveal Hand
fr: Révélez la Main

# CARD_STAGE_ARCHIVE
source: Archive
fr: Archiver
ko: 아카이브
zh_tw: 送入檔案區

# CARD_STAGE_HAND
source: Add to hand
fr: Ajouter à la main
ko: 패에 추가
zh_tw: 加入手牌

# CARD_STAGE_BOTTOMDECK
source: Send to bottom of deck
fr: Envoyer sous le Deck

# CARD_HOLOMEM_MOVE_COLLAB
source: Move to collab zone
fr: Déplacer vers la zone Collab
ko: 콜라보 포지션으로 이동
zh_tw: 移至聯動區

# CARD_HOLOMEM_SWITCH
source: Switch to back
fr: Échanger avec les Backstages
ko: 백 홀로멤과 교대
zh_tw: 交換至後備

# CARD_REVEALED_HAND
source: Add to hand
fr: Ajouter à la main
ko: 패에 추가
zh_tw: 加入手牌

# CARD_REVEALED_ATTACH
source: Attach
fr: Attacher
ko: 붙이기
zh_tw: 附加

# CARD_REVEALED_TOPDECK
source: Send to top of deck
fr: Envoyer sur le deck
ko: 덱의 맨 위로
zh_tw: 放回牌組頂端

# CARD_REVEALED_BOTTOMDECK
source: Send to bottom of deck
fr: Envoyer sous le deck
ko: 덱의 맨 아래
zh_tw: 放回牌組底端

# CARD_REVEALED_ARCHIVE
source: Send to archive
fr: Envoyer dans Archive
ko: 아카이브
zh_tw: 送入檔案區

# CARD_REVEALED_HOLOPOWER
source: Send to top of holopower
fr: Mettre au-dessus des Holopowers
ko: 홀로파워
zh_tw: 放至holo能量頂端

# CARD_REVEALED_BOTTOMHOLOPOWER
source: Send to bottom of holopower
fr: Mettre au-dessous des Holopowers
ko: 홀로파워 맨 아래로 보내기
zh_tw: 放至holo能量底端

# DECK_DRAW
source: Draw
fr: Piocher
ko: 한 장 드로우
zh_tw: 抽牌

# DECK_DRAWX
source: Draw X
fr: Piocher X
ko: X장 드로우
zh_tw: 抽X張

# DECK_ARCHIVE
source: Mill
fr: Archiver
ko: 아카이브
zh_tw: 從牌組送入檔案區

# DECK_ARCHIVEX
source: Mill X
fr: Archiver X
ko: X장 아카이브
zh_tw: 從牌組送入檔案區X張

# DECK_REVEAL
source: Reveal top card
fr: Révéler la première carte
ko: 덱탑 카드 공개
zh_tw: 展示頂端卡片

# DECK_DRAWBOTTOM
source: Draw from the bottom
fr: Piochez la dernière carte

# DECK_LOOKX
source: Look at X
fr: Regarder X carte
ko: 위에서 X장 확인
zh_tw: 檢視X張

# DECK_SEARCH
source: Search
fr: Chercher
ko: 카드 찾기
zh_tw: 搜尋

# DECK_SHUFFLE
source: Shuffle
fr: Mélanger
ko: 덱 셔플
zh_tw: 洗牌

# DECK_MULLIGAN
source: Shuffle hand into deck
fr: Mélanger la main dans le deck
ko: 패를 덱에 넣고 셔플
zh_tw: 將手牌洗回牌組

# DECK_MULLIGAN_UNDO
source: Undo shuffle hand into deck
fr: Annuler le mélange de la main
ko: 덱에 넣은 패 되돌리기
zh_tw: 取消手牌洗回牌組

# DECK_RPS
source: Play RPS
fr: Jouer à PPC
ko: 가위바위보 하기
zh_tw: 猜拳

# DECK_EXTRA_TURN
source: Take an extra turn
fr: Jouer un tour supplémentaire

source: Forfeit
fr: Abandon
ko: 항복
zh_tw: 投降

# CHEERDECK_REVEAL
source: Reveal and attach
fr: Révéler et attacher
ko: 공개 후 붙이기
zh_tw: 展示並附加

# CHEERDECK_ARCHIVE
source: Archive top card
fr: Archiver la première carte

# CHEERDECK_ARCHIVEX
source: Archive X from top
fr: Archivez les X premières cartes

# CHEERDECK_LOOKX
source: Look at X
fr: Regarder X carte
ko: 위에서 X장 확인
zh_tw: 檢視X張

# CHEERDECK_SEARCH
source: Search
fr: Chercher
ko: 카드 찾기
zh_tw: 搜尋

# CHEERDECK_SHUFFLE
source: Shuffle
fr: Mélanger
ko: 셔플
zh_tw: 洗牌

# ARCHIVE_SEARCH
source: Search
fr: Chercher
ko: 카드 찾기
zh_tw: 搜尋

# ARCHIVE_HAND_ALL
source: Archive hand
fr: Archiver votre main
ko: 패를 전부 아카이브
zh_tw: 將手牌全數送入檔案區

# HOLOPOWER_ARCHIVE
source: Archive
fr: Archiver
ko: 아카이브
zh_tw: 送入檔案區

# HOLOPOWER_ARCHIVEX
source: Archive X
fr: Archiver X
ko: X장 아카이브
zh_tw: 送入檔案區X張

# HOLOPOWER_REVEAL
source: Reveal top card
fr: Révéler la première carte
ko: 홀로파워 공개
zh_tw: 展示頂端卡片

# HOLOPOWER_DECK
source: To top of deck
fr: Envoyer sur le deck
ko: 덱의 맨 위로
zh_tw: 放回牌組頂端

# HOLOPOWER_SEARCH
source: Search
fr: Chercher
ko: 카드 찾기
zh_tw: 搜尋

# HOLOPOWER_SHUFFLE
source: Shuffle
fr: Mélanger
ko: 셔플
zh_tw: 洗牌

# LIST_DECK_HOLOMEM_PLAY
source: Play
fr: Jouer
ko: 플레이
zh_tw: 打出

# LIST_ARCHIVE_HOLOMEM_PLAY
source: Play
fr: Jouer
ko: 플레이
zh_tw: 打出

# LIST_DECK_HOLOMEM_PLAY_DIRECT
source: Play Directly
fr: Jouer directement

# LIST_ARCHIVE_HOLOMEM_PLAY_DIRECT
source: Play Directly
fr: Jouer directement

# LIST_DECK_HOLOMEM_BLOOM_FAST
source: Instant Bloom
fr: Bloom immédiatement
ko: 즉시 Bloom
zh_tw: 即時開花

# LIST_ARCHIVE_HOLOMEM_BLOOM_FAST
source: Instant Bloom
fr: Bloom immédiatement
ko: 즉시 Bloom
zh_tw: 即時開花

# LIST_CHEERDECK_CHEER_ATTACH
source: Attach
fr: Attacher
ko: 붙이기
zh_tw: 附加

# LIST_ARCHIVE_CHEER_ATTACH
source: Attach
fr: Attacher
ko: 붙이기
zh_tw: 附加

# LIST_ATTACHED_CHEER_ATTACH
source: Reattach
fr: Réattacher
ko: 다시 붙이기
zh_tw: 重新附加

# LIST_CHEER_LIFE
source: To Life
fr: Déplacer vers VIE
ko: 라이프로 보내기
zh_tw: 作為生命值

# LIST_CARD_REVEAL
source: Reveal
fr: Révéler
ko: 공개
zh_tw: 展示

# LIST_CARD_HAND
source: Add to hand
fr: Ajouter à la main
ko: 패에 추가
zh_tw: 加入手牌

# LIST_CARD_TOPDECK
source: Send to top of deck
fr: Envoyer sur le deck
ko: 덱의 맨 위로
zh_tw: 放回牌組頂端

# LIST_CARD_BOTTOMDECK
source: Send to bottom of deck
fr: Envoyer sous le deck
ko: 덱의 맨 아래로
zh_tw: 放回牌組底端

# LIST_CARD_TOPCHEERDECK
source: Send to top of cheer deck
fr: Envoyer sur le deck de Cheer
ko: 옐 덱의 맨 위로
zh_tw: 放回聲援牌組頂端

# LIST_CARD_BOTTOMCHEERDECK
source: Send to bottom of cheer deck
fr: Envoyer sous le deck de Cheer
ko: 옐 덱의 맨 아래로
zh_tw: 放回聲援牌組底端

# LIST_CARD_ARCHIVE
source: Archive
fr: Archiver
ko: 아카이브
zh_tw: 送入檔案區

# PROMPT_DAMAGE
source: Add X Damage
fr: Ajouter X dégâts
ko: 대미지 X 추가
zh_tw: 增加 X 點傷害

# PROMPT_HEAL
source: Heal X
fr: Soigner X
ko: HP X 회복
zh_tw: 回復 X 點

# PROMPT_EXTRAHP
source: Add X HP
fr: Ajouter X HP supplémentaires
ko: HP X 추가
zh_tw: 增加 X 點HP

# PROMPT_REMOVEEXTRAHP
source: Remove X HP
fr: Retirer X HP supplémentaires
ko: HP X 제거
zh_tw: 移除 X 點HP

# PROMPT_EXTRABATONPASS
source: Add X Baton Pass Cost
fr: Augmenter le coût de Relais de X

# PROMPT_REMOVEBATONPASS
source: Remove X Baton Pass Cost
fr: Réduire le coût de Relais de X

# PROMPT_REQUESTDAMAGE
source: Request X Damage
fr: Ajouter X dégâts

# PROMPT_REQUESTDAMAGEBACK
source: Request X Damage
fr: Ajouter X dégâts

# PROMPT_OSHICOST
source: Archive X Cards
fr: Archiver X cartes
ko: X장 아카이브
zh_tw: 將 X 張卡送入檔案區

# PROMPT_DRAW
source: Draw X Cards
fr: Piocher X cartes
ko: X장 드로우
zh_tw: 抽 X 張卡

# PROMPT_DECK_ARCHIVE
source: Mill X Cards
fr: Archiver X cartes
ko: X장 덱 파기
zh_tw: 從牌組送入檔案區 X 張卡

# PROMPT_LOOKATX
source: Look at X:
fr: Regarder X :
ko: X장 확인
zh_tw: 檢視 X 張：

# PROMPT_CHEERDECK_ARCHIVE
source: Archive X Cards
fr: Archivez X cartes

# PROMPT_HOLOPOWER_ARCHIVE
source: Archive X Cards
fr: Archiver X cartes
ko: X장 아카이브
zh_tw: 從holo能量送入檔案區 X 張卡

# PROMPT_NOTE
source: Add A Note
fr: Ajouter une note
