Repository: GabeJWJ/holoDelta
Catalog: Localization/*.po
Languages: fr, ko, zh_tw

# PROMPT_NOTE_PLACEHOLDER
source: Write Note Here...
fr: Écrivez la note ici...

# GOLDFISH_ZONEDAMAGE
source: Add damage to zone
fr: Ajouter des dégâts à la Zone

# GOLDFISH_ZONEDAMAGEREMOVE
source: Remove damage from zone
fr: Retirer des dégâts à la Zone

# GOLDFISH_ZONEDAMAGEALL
source: Add damage to all back zones
fr: Ajouter des dégâts à toute la Zone Arrière

# GOLDFISH_ZONENOTE
source: Leave a note on zone
fr: Ajouter une note à la Zone

# PROMPT_ART_DAMAGE
source: Deal X Damage
fr: Inflige X dégâts
ko: 데미지 X 추가
zh_tw: 造成 X 點傷害

# TURN_SECOND
source: Opponent Going Second
fr: Votre adversaire joue en deuxième
ko: 상대가 후공입니다.
zh_tw: 對手選擇後攻

# TURN_FIRST
source: Opponent Going First
fr: Votre adversaire joue en premier
ko: 상대가 선공입니다.
zh_tw: 對手選擇先攻

# DOWNLOAD_CARDS
source: Setting Up Cards, Please Wait...
fr: Téléchargement des cartes, veuillez patienter...
ko: 카드를 설정하는 중입니다. 기다려주세요...
zh_tw: 正在設置卡片，請稍候...

# DECK_AUTOLOAD_CONFIRM
source: DECK CODE DETECTED. CONTINUE TO DECK BUILDER?
fr: CODE DE DECK DÉTECTÉ. CONTINUER VERS L'ÉDITEUR DE DECK ?
zh_tw: 偵測到牌組代碼。 是否前往牌組編輯器？

# DECK_AUTOLOAD_CONFIRM_INFO
source: The game has detected that you have imported a valid deck. If you want to see it, click 'Yes' to proceed to the deck creator screen.
fr: Le jeu a détecté que vous avez importé un Deck valide. Si vous souhaitez le voir, cliquez sur « Oui » pour accéder à l'éditeur de Deck.
zh_tw: 遊戲偵測到您已匯入一副有效的牌組。 若要檢視，請點擊「是」以前往牌組建立畫面。

# UPDATE_MENU_CLIENT_UPDATEFOUND
source: Client Update Found (Current: {current} Found: {found})
fr: Mise à jour trouvée

# UPDATE_MENU_CARD_UPDATEFOUND
source: Card DB Update Found (Current: {current} Found: {found})
fr: Nouvelle carte trouvée

# LOAD_FAIL
source: Failed to load card data
fr: Erreur dans le chargement des cartes
zh_tw: 載入卡片資料失敗

# LOAD_FAIL_FULL
source: You have the cardData.zip archive, but it couldn't be loaded. Please let me know if you see this, as I have no clue how this is possible.
fr: Vous disposez de l'archive cardData.zip, mais elle n'a pas pu être chargée. Veuillez m'informer si vous voyez ce message, car je ne comprends pas comment cela a pu se produire.
zh_tw: 您已擁有 cardData.zip 檔案，但無法載入。 如果您看到此訊息，請通知開發者，因為我不知道這怎麼可能發生。

# LOBBY_BANLIST_CUSTOM
source: Custom
fr: Banlist personnalisée
ko: 커스텀 금제
zh_tw: 自訂

# LOBBY_WAITING
source: Waiting
fr: En attente
ko: 기다리는 중
zh_tw: 等待中

# INGAME_RPS_WON
source: You won
fr: Vous avez gagné
ko: 이겼습니다
zh_tw: 你贏了

# INGAME_RPS_LOST
source: You lost
fr: Vous avez perdu
ko: 졌습니다
zh_tw: 你輸了

source: You
fr: Vous
ko: 당신
zh_tw: 你

# WIN
source: You win!
fr: Vous avez gagné !
ko: 이겼습니다!
zh_tw: 你贏了！

# SPECTATE_WIN
source: {person} wins!
fr: {person} a gagné !
ko: {person}의 승리!
zh_tw: {person} 獲勝！

# MESSAGE_MULLIGAN
source: {person} mulliganed
fr: {person} a mulligan
ko: {person}님이 멀리건 했습니다
zh_tw: {person} 調度了手牌

# MESSAGE_DRAW
source: {person} drew a card
fr: {person} a pioché une carte
ko: {person}님이 카드를 드로우했습니다
zh_tw: {person} 抽了一張牌

# MESSAGE_DRAWX
source: {person} drew {amount} cards
fr: {person} a pioché {amount} cartes
ko: {person}님이 카드를 {amount}장 드로우했습니다
zh_tw: {person} 抽了 {amount} 張牌

# MESSAGE_MILL
source: {person} sent a card from their {from} to their {to}
fr: {person} a envoyé une carte depuis {from} vers {to}
ko: {person}님이 카드를 {from}에서 {to}에 보냈습니다
zh_tw: {person} 從 {from} 將一張卡送入了 {to}

# MESSAGE_MILLX
source: {person} sent {amount} cards from their {from} to their {to}
fr: {person} a envoyé {amount} cartes depuis {from} vers {to}
ko: {person}님이 {amount}장의 카드를 {from}에서 {to}로 보냈습니다
zh_tw: {person} 從 {from} 將 {amount} 張卡送入了 {to}

# MESSAGE_BLOOM
source: {person} bloomed ({fromZone}) {fromName} into {toName} ({fromLevel} to {toLevel})
fr: {person} a bloom ({fromZone}) {fromName} en {toName} ({fromLevel} vers {toLevel})
ko: {person}님이 {fromZone}의 {fromName}({fromLevel})을(를) {toName}({toLevel})로 Bloom 했습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 開花成 {toName} ({fromLevel} 到 {toLevel})

# MESSAGE_STAGE_ARCHIVE
source: {person} archived ({fromZone}) {fromName}
fr: {person} a archivé ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})를 아카이브했습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 送入檔案區

# MESSAGE_DRAWBOTTOM
source: {person} drew a card from the bottom of their deck
fr: {person} a pioché la dernière carte de son Deck.

# MESSAGE_STAGE_BOTTOMDECK
source: {person} put ({fromZone}) {fromName} on the bottom of their deck
fr: {person} a envoyé ({fromZone}) {fromName} au-dessous de son Deck.

# MESSAGE_STAGE_HAND
source: {person} picked up ({fromZone}) {fromName}
fr: {person} a repris ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})를 패에 넣었습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 加入手牌

# MESSAGE_STAGE_CENTER
source: {person} moved ({fromZone}) {fromName} to the center
fr: {person} a déplacé ({fromZone}) {fromName} vers le centre
ko: {person}님이 {fromName}({fromZone})를 센터 포지션으로 보냈습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 移至C位

# MESSAGE_STAGE_COLLAB
source: {person} collabed with ({fromZone}) {fromName}
fr: {person} a collab avec ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})를 콜라보했습니다
zh_tw: {person} 與 ({fromZone}) 的 {fromName} 進行了聯動

# MESSAGE_STAGE_MOVECOLLAB
source: {person} moved ({fromZone}) {fromName} to the collab zone
fr: {person} a déplacé ({fromZone}) {fromName} vers la zone Collab
ko: {person}님이 {fromName}({fromZone})를 콜라보 포지션으로 이동했습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 移至聯動區

# MESSAGE_STAGE_UNBLOOM
source: {person} unbloomed ({fromZone}) {fromName}, reverting to {toName}
fr: {person} a annulé le bloom de ({fromZone}) {fromName}, pour revenir à {toName}
ko: {person}님이 {fromName}({fromZone})를 {toName}({toZone})로 되돌렸습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 解除開花，變回 {toName}

# MESSAGE_REVEALED_HAND
source: {person} added {cardName} to hand
fr: {person} a ajouté {cardName} à sa main
ko: {person}님이 {cardName}을(를) 패에 추가했습니다
zh_tw: {person} 將 {cardName} 加入手牌

# MESSAGE_REVEALED_TOPDECK
source: {person} returned {cardName} to the top of their deck
fr: {person} a déplacé {cardName} sur son deck
ko: {person}님이 {cardName}을(를) 덱의 맨 위에 놓았습니다
zh_tw: {person} 將 {cardName} 放回牌組頂端

# MESSAGE_REVEALED_BOTTOMDECK
source: {person} sent {cardName} to the bottom of their deck
fr: {person} a déplacé {cardName} sous son deck
ko: {person}님이 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: {person} 將 {cardName} 放至牌組底端

# MESSAGE_REVEALED_ARCHIVE
source: {person} archived {cardName}
fr: {person} a archivé {cardName}
ko: {person}님이 {cardName}을(를) 아카이브했습니다
zh_tw: {person} 將 {cardName} 送入檔案區

# MESSAGE_REVEALED_HOLOPOWER
source: {person} put {cardName} in holopower
fr: {person} a ajouté {cardName} à ces Holopower
ko: {person}님이 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: {person} 將 {cardName} 作為holo能量

# MESSAGE_REVEALED_BOTTOMHOLOPOWER
source: {person} put {cardName} in holopower on the bottom
fr: {person} a ajouté {cardName} au-dessous de ces Holopowers
ko: {person}님이 {cardName}을(를) 홀로파워의 맨 아래에 놓았습니다
zh_tw: {person} 將 {cardName} 放至holo能量底端

# MESSAGE_OSHISKILL_SP
source: {person} used SP Oshi Skill "{skillName}"
fr: {person} a utilisé son SP Oshi Skill "{skillName}"
ko: {person}님이 SP 오시 스킬 "{skillName}"를 사용했습니다
zh_tw: {person} 使用了 SP 主推技能「{skillName}」

# MESSAGE_OSHISKILL
source: {person} used Oshi Skill "{skillName}"
fr: {person} a utilisé son Oshi Skill "{skillName}"
ko: {person}님이 오시 스킬 "{skillName}"를 사용했습니다
zh_tw: {person} 使用了主推技能「{skillName}」

# MESSAGE_HAND_TOPDECK
source: {person} returned a card to the top of their deck from hand
fr: {person} a mis une carte sur son deck depuis sa main
ko: {person}님이 패를 덱의 맨 위에 놓았습니다
zh_tw: {person} 從手牌將一張卡放回牌組頂端

# MESSAGE_HAND_BOTTOMDECK
source: {person} sent a card to the bottom of their deck from hand
fr: {person} a mis une carte sous son deck depuis sa main
ko: {person}님이 패를 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從手牌將一張卡放至牌組底端

# MESSAGE_HAND_ARCHIVE
source: {person} archived {cardName} from hand
fr: {person} a archivé {cardName} depuis sa main
ko: {person}님이 패에서 {cardName}을(를) 아카이브했습니다
zh_tw: {person} 從手牌將 {cardName} 送入檔案區

# MESSAGE_HAND_HOLOPOWER
source: {person} put a card in holopower from hand
fr: {person} a mis une carte en Holopower depuis sa main
ko: {person}님이 홀로파워 한 장을 패에 넣었습니다
zh_tw: {person} 從手牌將一張卡作為holo能量

# MESSAGE_HAND_REVEAL
source: {person} revealed {cardName} from hand
fr: {person} a révélé {cardName} depuis sa main
ko: {person}님이 패에서 {cardName}을(를) 공개했습니다
zh_tw: {person} 從手牌展示了 {cardName}

# MESSAGE_HAND_REVEALALL
source: {person} revealed entire hand to opponent.
fr: {person} a révélé sa main.

# MESSAGE_HAND_SUPPORT_PLAY
source: {person} played {cardName}
fr: {person} a joué {cardName}
ko: {person}님이 {cardName}을(를) 플레이했습니다
zh_tw: {person} 打出了 {cardName}

# MESSAGE_FUDA_REVEAL
source: {person} revealed {cardName} from their {fromFuda}
fr: {person} a révélé {cardName} depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 {cardName}을(를) 공개했습니다
zh_tw: {person} 從 {fromFuda} 展示了 {cardName}

# MESSAGE_HOLOPOWER_REVEAL
source: {person} revealed {cardName} from holopower
fr: {person} a révélé {cardName} depuis ses Holopowers
ko: {person}님이 홀로파워에서 {cardName}을(를) 공개했습니다
zh_tw: {person} 從holo能量展示了 {cardName}

# MESSAGE_DECK_MULLIGAN
source: {person} shuffled their hand into their deck
fr: {person} a mélangé sa main dans son deck
ko: {person}님이 패를 덱으로 되돌렸습니다
zh_tw: {person} 將手牌洗回了牌組

# MESSAGE_DECK_UNDOMULLIGAN
source: {person} got their hand back from their deck. Oops.
fr: {person} a annulé le mélange de sa main dans son deck
ko: {person}님이 덱으로 되돌린 패를 다시 가져왔습니다
zh_tw: {person} 從牌組取回了手牌。哎呀。

# MESSAGE_DECK_SEARCH
source: {person} started searching their deck
fr: {person} a commencé à chercher dans son deck
ko: {person}님이 덱에서 카드를 찾습니다
zh_tw: {person} 開始搜尋牌組

# MESSAGE_DECK_SHUFFLE
source: {person} shuffled their deck
fr: {person} a mélangé son deck
ko: {person}님이 덱을 셔플합니다
zh_tw: {person} 洗了牌組

# MESSAGE_CHEERDECK_SEARCH
source: {person} started searching their cheer deck
fr: {person} a commencé à chercher dans son deck de Cheer
ko: {person}님이 옐 덱에서 카드를 찾습니다
zh_tw: {person} 開始搜尋聲援牌組

# MESSAGE_CHEERDECK_SHUFFLE
source: {person} shuffled their cheer deck
fr: {person} a mélangé son deck de Cheer
ko: {person}님이 옐 덱을 셔플합니다
zh_tw: {person} 洗了聲援牌組

# MESSAGE_HOLOPOWER_SEARCH
source: {person} started searching holopower
fr: {person} a commencé à chercher dans ses Holopowers
ko: {person}님이 홀로파워에서 카드를 찾습니다
zh_tw: {person} 開始搜尋holo能量

# MESSAGE_HOLOPOWER_SHUFFLE
source: {person} shuffled holopower
fr: {person} a mélangé ses Holopowers
ko: {person}님이 홀로파워를 셔플합니다
zh_tw: {person} 洗了holo能量

# MESSAGE_FUDA_LIFE
source: {person} added a card to life from their {fromFuda}
fr: {person} a ajouté une carte à ses VIE depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 라이프에 추가했습니다
zh_tw: {person} 從 {fromFuda} 將一張卡作為生命值

# MESSAGE_ATTACHED_LIFE
source: {person} added {cardName} to life from ({fromZone}) {fromName}
fr: {person} a ajouté {cardName} à ses VIE depuis {fromFuda}
ko: {person}님이 {fromName}({fromZone})의 {cardName}을(를) 라이프에 추가했습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 作為生命值

# MESSAGE_ARCHIVE_HAND
source: {person} added {cardName} to hand from archive
fr: {person} a ajouté {cardName} à sa main depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 패에 추가했습니다
zh_tw: {person} 從檔案區將 {cardName} 加入手牌

# MESSAGE_FUDA_HAND
source: {person} added a card to hand from their {fromFuda}
fr: {person} a ajouté une carte à sa main depuis {fromFuda}
ko: {person}님이 카드를 {fromFuda}에서 패로 추가했습니다
zh_tw: {person} 從 {fromFuda} 將一張卡加入手牌

# MESSAGE_HOLOPOWER_HAND
source: {person} added a card to hand from holopower
fr: {person} a ajouté une carte à sa main depuis ses Holopowers
ko: {person}님이 홀로파워에서 {cardName}을(를) 패에 추가했습니다
zh_tw: {person} 從holo能量將一張卡加入手牌

# MESSAGE_ATTACHED_HAND
source: {person} added {cardName} to hand from ({fromZone}) {fromName}
fr: {person} a ajouté {cardName} à sa main depuis ({fromZone}) {fromName}
ko: {person}님이 {cardName}을(를) {fromName}({fromZone})의 패에 추가했습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 加入手牌

# MESSAGE_ARCHIVE_TOPDECK
source: {person} put {cardName} on top of their deck from archive
fr: {person} a déplacé {cardName} sur son deck depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 덱의 맨 위에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 放至牌組頂端

# MESSAGE_DECK_TOPDECK
source: {person} moved a card to the top of their deck
fr: {person} a déplacé une carte au-dessus de son deck
ko: {person}님이 카드를 덱의 맨 위로 옮겼습니다
zh_tw: {person} 將一張卡移至牌組頂端

# MESSAGE_FUDA_TOPDECK
source: {person} put a card on the top of their deck from their {fromFuda}
fr: {person} a déplacé une carte sur son deck depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 덱의 맨 위에 놓았습니다
zh_tw: {person} 從 {fromFuda} 將一張卡放至牌組頂端

# MESSAGE_HOLOPOWER_TOPDECK
source: {person} put a card on top of their deck from holopower
fr: {person} a placé une carte sur son deck depuis ses Holopowers
ko: {person}님이 홀로파워에서 카드를 덱의 맨 위에 놓았습니다
zh_tw: {person} 從holo能量將一張卡放至牌組頂端

# MESSAGE_ATTACHED_TOPDECK
source: {person} put {cardName} on top of their deck from ({fromZone}) {fromName}
fr: {person} a déplacé {cardName} sur son deck depuis ({fromZone}) {fromName}
ko: {person}님이 {cardName}을(를) {fromName}({fromZone})의 덱의 맨 위에 놓았습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 放至牌組頂端

# MESSAGE_ARCHIVE_BOTTOMDECK
source: {person} sent {cardName} to the bottom of their deck from archive
fr: {person} a déplacé {cardName} sous son deck depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 放至牌組底端

# MESSAGE_DECK_BOTTOMDECK
source: {person} moved a card to the bottom of their deck
fr: {person} a déplacé une carte au-dessous de son deck
ko: {person}님이 카드를 덱의 맨 아래에 놓았습니다
zh_tw: {person} 將一張卡移至牌組底端

# MESSAGE_FUDA_BOTTOMDECK
source: {person} sent a card to the bottom of the deck from their {fromFuda}
fr: {person} a déplacé une carte sous son deck depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從 {fromFuda} 將一張卡放至牌組底端

# MESSAGE_HOLOPOWER_BOTTOMDECK
source: {person} sent a card to the bottom of their deck from holopower
fr: {person} a placé une carte sous son deck depuis ses Holopowers
ko: {person}님이 홀로파워에서 카드를 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從holo能量將一張卡放至牌組底端

# MESSAGE_ATTACHED_BOTTOMDECK
source: {person} put {cardName} on the bottom of their deck from ({fromZone}) {fromName}
fr: {person} a déplacé {cardName} sous son deck depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})의 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 放至牌組底端

# MESSAGE_ARCHIVE_TOPCHEERDECK
source: {person} put {cardName} on top of their cheer deck from archive
fr: {person} a déplacé {cardName} au-dessus de son deck de Cheer depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 옐 덱의 맨 위에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 放至聲援牌組頂端

# MESSAGE_CHEERDECK_TOPCHEERDECK
source: {person} moved a card to the top of their cheer deck
fr: {person} a déplacé une carte au-dessus de son deck de Cheer
ko: {person}님이 카드를 옐 덱의 맨 위에 놓았습니다
zh_tw: {person} 將一張卡移至聲援牌組頂端

# MESSAGE_FUDA_TOPCHEERDECK
source: {person} put a card on top of their cheer deck from their {fromFuda}
fr: {person} a déplacé une carte sur son deck de Cheer depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 옐 덱의 맨 위에 놓았습니다
zh_tw: {person} 從 {fromFuda} 將一張卡放至聲援牌組頂端

# MESSAGE_ATTACHED_TOPCHEERDECK
source: {person} put {cardName} on top of their cheer deck from ({fromZone}) {fromName}
fr: {person} a déplacé {cardName} sur son deck de Cheer depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})의 {cardName}를 옐 덱의 맨 위에 놓았습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 放至聲援牌組頂端

# MESSAGE_ARCHIVE_BOTTOMCHEERDECK
source: {person} sent {cardName} to bottom of their cheer deck from archive
fr: {person} a déplacé {cardName} sous son deck de Cheer depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 放至聲援牌組底端

# MESSAGE_CHEERDECK_BOTTOMCHEERDECK
source: {person} moved a card to the bottom of their cheer deck
fr: {person} a déplacé une carte au-dessous de son deck de Cheer
ko: {person}님이 카드를 옐 덱의 맨 아래에 놓았습니다
zh_tw: {person} 將一張卡移至聲援牌組底端

# MESSAGE_FUDA_BOTTOMCHEERDECK
source: {person} sent a card to bottom of cheer deck from their {fromFuda}
fr: {person} a déplacé une carte sous son deck de Cheer depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 옐 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從 {fromFuda} 將一張卡放至聲援牌組底端

# MESSAGE_ATTACHED_BOTTOMCHEERDECK
source: {person} sent {cardName} to the bottom of their cheer deck from ({fromZone}) {fromName}
fr: {person} a déplacé {cardName} sous son deck de Cheer depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})의 {cardName}을(를) 옐 덱의 맨 아래에 놓았습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 放至聲援牌組底端

# MESSAGE_FUDA_ARCHIVE
source: {person} archived {cardName} from their {fromFuda}
fr: {person} a archivé {cardName} depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 {cardName}을(를) 아카이브했습니다
zh_tw: {person} 從 {fromFuda} 將 {cardName} 送入檔案區

# MESSAGE_HOLOPOWER_ARCHIVE
source: {person} archived {cardName} from holopower
fr: {person} a archivé {cardName} depuis ses Holopowers
ko: {person}님이 홀로파워에서 {cardName}을(를) 아카이브했습니다
zh_tw: {person} 從holo能量將 {cardName} 送入檔案區

# MESSAGE_ATTACHED_ARCHIVE
source: {person} archived {cardName} from ({fromZone}) {fromName}
fr: {person} a archivé {cardName} depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})의 {cardName}를 아카이브했습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 送入檔案區

# MESSAGE_ARCHIVE_HOLOPOWER
source: {person} put {cardName} in Holopower from archive
fr: {person} a placé {cardName} en Holopower depuis son archive
ko: {person}님이 아카이브에서 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 作為holo能量

# MESSAGE_FUDA_HOLOPOWER
source: {person} put a card in holopower from their {fromFuda}
fr: {person} a placé {cardName} en Holopower depuis {fromFuda}
ko: {person}님이 {fromFuda}에서 카드를 홀로파워에 놓았습니다
zh_tw: {person} 從 {fromFuda} 將一張卡作為holo能量

# MESSAGE_ATTACHED_HOLOPOWER
source: {person} put {cardName} in holopower from ({fromZone}) {fromName}
fr: {person} a placé {cardName} en Holopower depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})의 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {cardName} 作為holo能量

# MESSAGE_ARTS_DAMAGE
source: {person} had ({fromZone}) {fromName} perform "{artName}", dealing {damage} damage to ({toZone}) {toName}
fr: {person} a utilisé "{artName}" avec ({fromZone}) {fromName}, infligeant {damage} à ({toZone}) {toName}.
ko: {person}님의 {fromName}({fromZone})이(가) " {artName}" 아츠를 사용합니다. {toName}({toZone})에게 {damage}의 대미지
zh_tw: {person} 讓 ({fromZone}) 的 {fromName} 使用了「{artName}」，對 ({toZone}) 的 {toName} 造成了 {damage} 點傷害

# MESSAGE_DECK_LOOKATX
source: {person} started looking at the top {amount} cards of their deck
fr: {person} a commencé à regarder les {amount} premières cartes de son deck
ko: {person}님이 덱의 맨 위에서부터 {amount}장을 확인합니다
zh_tw: {person} 開始檢視牌組頂端的 {amount} 張卡

# MESSAGE_CHEERDECK_LOOKATX
source: {person} started looking at the top {amount} cards of their cheer deck
fr: {person} a commencé à regarder les {amount} premières cartes de son deck de Cheer
ko: {person}님이 옐 덱의 맨 위에서부터 {amount}장을 확인합니다
zh_tw: {person} 開始檢視聲援牌組頂端的 {amount} 張卡

# MESSAGE_CARD_BACK
source: {person} moved ({fromZone}) {fromName} to the back
fr: {person} a déplacé {cardName} vers ses Backstages
ko: {person}님이 {fromName}({fromZone})을(를) 백 포지션으로 이동했습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 移至後備

# MESSAGE_CARD_BATONPASS
source: {person} baton passed, switching ({fromZone}) {fromName} with ({toZone}) {toName}
fr: {person} a fait un relais entre ({fromZone}) {fromName} et ({toZone}) {toName}
ko: {person}님이 {fromName}({fromZone})을(를) {toName}({toZone})와(과) 배턴 터치했습니다
zh_tw: {person} 進行了接力，將 ({fromZone}) 的 {fromName} 與 ({toZone}) 的 {toName} 交換

# MESSAGE_CARD_SWITCH
source: {person} switched ({fromZone}) {fromName} with ({toZone}) {toName}
fr: {person} a échangé ({fromZone}) {fromName} et ({toZone}) {toName}
ko: {person}님이 {fromName}({fromZone})을(를) {toName}({toZone})와(과) 교대했습니다
zh_tw: {person} 將 ({fromZone}) 的 {fromName} 與 ({toZone}) 的 {toName} 交換

# MESSAGE_SUPPORT_ATTACH
source: {person} attached {attachName} to ({toZone}) {toName}
fr: {person} a attaché {attachName} à ({toZone}) {toName}
ko: {person}님이 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: {person} 將 {attachName} 附加至 ({toZone}) 的 {toName}

# MESSAGE_CHEER_ATTACH
source: {person} attached {attachName} to ({toZone}) {toName}
fr: {person} a attaché {attachName} à ({toZone}) {toName}
ko: {person}님이 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: {person} 將 {attachName} 附加至 ({toZone}) 的 {toName}

# MESSAGE_HOLOMEM_PLAY
source: {person} played {cardName} to the back
fr: {person} a joué {cardName} dans ses Backstages
ko: {person}님이 {cardName}을(를) 백 포지션에 놨습니다
zh_tw: {person} 將 {cardName} 打出至後備

# MESSAGE_DECK_HOLOMEM_PLAY
source: {person} played {cardName} to the back from their deck
fr: {person} a joué {cardName} dans ses Backstages depuis son deck
ko: {person}님이 덱에서 {cardName}을(를) 백포지션에 놨습니다
zh_tw: {person} 從牌組將 {cardName} 打出至後備

# MESSAGE_CHEERDECK_CHEER_ATTACH
source: {person} attached {attachName} to ({toZone}) {toName} from cheer deck
fr: {person} a attaché {attachName} à ({toZone}) {toName} depuis son deck de Cheer
ko: {person}님이 옐 덱에서 {attachName}을 {toName}({toZone})에게 붙였습니다
zh_tw: {person} 從聲援牌組將 {attachName} 附加至 ({toZone}) 的 {toName}

# MESSAGE_ARCHIVE_HAND_ALL
source: {person} archived their entire hand
fr: {personne} a archivé toute sa main
ko: {person}님이 패를 전부 아카이브했습니다.
zh_tw: {person} 將全部手牌送入檔案區

# MESSAGE_ARCHIVE_HOLOMEM_PLAY
source: {person} played {cardName} to back from archive
fr: {person} a joué {cardName} dans ses Backstages depuis son archive
ko: {person}님이 {cardName}을(를) 아카이브에서 백 포지션에 놓았습니다
zh_tw: {person} 從檔案區將 {cardName} 打出至後備

# MESSAGE_ARCHIVE_CHEER_ATTACH
source: {person} attached {attachName} to ({toZone}) {toName} from archive
fr: {person} a attaché {attachName} à ({toZone}) {toName} depuis son archive
ko: {person}님이 아카이브에서 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: {person} 從檔案區將 {attachName} 附加至 ({toZone}) 的 {toName}

# MESSAGE_ATTACHED_CHEER_ATTACH
source: {person} attached {attachName} to ({toZone}) {toName} from ({fromZone}) {fromName}
fr: {person} a attaché {attachName} à ({toZone}) {toName} depuis ({fromZone}) {fromName}
ko: {person}님이 {fromName}({fromZone})에게 붙어있던 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: {person} 從 ({fromZone}) 的 {fromName} 將 {attachName} 附加至 ({toZone}) 的 {toName}

# MESSAGE_ENDTURN
source: {person} ended their turn Begin turn {turn_count}
fr: {person} a fini son tour
ko: {person}님이 턴을 종료합니다
zh_tw: {person} 結束了他的回合

# MESSAGE_DIERESULT
source: {person} rolled a {amount}
fr: {person} a obtenu un {amount} au dé
ko: {person}님의 주사위 결과 : {amount}
zh_tw: {person} 擲出了 {amount} 點

# MESSAGE_RPS
source: {person} won RPS
fr: {person} a gagné le PPC
ko: {person}님이 가위바위보에서 이겼습니다
zh_tw: {person} 贏了猜拳

# YOU_MESSAGE_MULLIGAN
source: You mulliganed
fr: Vous avez mulligan
ko: 당신은 멀리건 했습니다
zh_tw: 你調度了手牌

# YOU_MESSAGE_DRAW
source: You drew a card
fr: Vous avez pioché une carte
ko: 당신은 카드를 드로우했습니다
zh_tw: 你抽了一張牌

# YOU_MESSAGE_DRAWX
source: You drew {amount} cards
fr: Vous avez pioché {amount} cartes
ko: 당신은 카드를 {amount}장 드로우했습니다
zh_tw: 你抽了 {amount} 張牌

# YOU_MESSAGE_MILL
source: You sent a card from your {from} to your {to}
fr: Vous avez envoyé une carte depuis {from} vers {to}
ko: 당신은 카드를 {from}에서 {to}에 보냈습니다
zh_tw: 你從 {from} 將一張卡送入了 {to}

# YOU_MESSAGE_MILLX
source: You sent {amount} cards from your {from} to your {to}
fr: Vous avez envoyé {amount} cartes depuis {from} vers {to}
ko: 당신은 {amount}장의 카드를 {from}에서 {to}로 보냈습니다
zh_tw: 你從 {from} 將 {amount} 張卡送入了 {to}
