Repository: GabeJWJ/holoDelta
Catalog: Localization/*.po
Languages: fr, ko, zh_tw

# YOU_MESSAGE_BLOOM
source: You bloomed ({fromZone}) {fromName} into {toName} ({fromLevel} to {toLevel})
fr: Vous avez bloom ({fromZone}) {fromName} en {toName} ({fromLevel} vers {toLevel})
ko: 당신은 {fromZone}의 {fromName}({fromLevel})을(를) {toName}({toLevel})로 Bloom 했습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 開花成 {toName} ({fromLevel} 到 {toLevel})

# YOU_MESSAGE_STAGE_ARCHIVE
source: You archived ({fromZone}) {fromName}
fr: Vous avez archivé ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})를 아카이브했습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 送入檔案區

# YOU_MESSAGE_DRAWBOTTOM
source: You drew a card from the bottom of your deck
fr: Vous avez pioché la dernière carte de votre Deck.

# YOU_MESSAGE_STAGE_BOTTOMDECK
source: You put ({fromZone}) {fromName} on the bottom of your deck
fr: Vous avez envoyé ({fromZone}) {fromName} au-dessous de votre Deck.

# YOU_MESSAGE_STAGE_HAND
source: You picked up ({fromZone}) {fromName}
fr: Vous avez repris ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})를 패에 넣었습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 加入手牌

# YOU_MESSAGE_STAGE_CENTER
source: You moved ({fromZone}) {fromName} to the center
fr: Vous avez déplacé ({fromZone}) {fromName} vers le centre
ko: 당신은 {fromName}({fromZone})를 센터 포지션으로 보냈습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 移至C位

# YOU_MESSAGE_STAGE_COLLAB
source: You collabed with ({fromZone}) {fromName}
fr: Vous avez collab avec ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})를 콜라보했습니다
zh_tw: 你與 ({fromZone}) 的 {fromName} 進行了聯動

# YOU_MESSAGE_STAGE_MOVECOLLAB
source: You moved ({fromZone}) {fromName} to the collab zone
fr: Vous avez déplacé ({fromZone}) {fromName} vers la zone Collab
ko: 당신은 {fromName}({fromZone})를 콜라보 포지션으로 이동했습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 移至聯動區

# YOU_MESSAGE_STAGE_UNBLOOM
source: You unbloomed ({fromZone}) {fromName}, reverting to {toName}
fr: Vous avez annulé le bloom de ({fromZone}) {fromName}, pour revenir à {toName}
ko: 당신은 {fromName}({fromZone})를 {toName}({toZone})로 되돌렸습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 解除開花，變回 {toName}

# YOU_MESSAGE_REVEALED_HAND
source: You added {cardName} to hand
fr: Vous avez ajouté {cardName} à votre main
ko: 당신은 {cardName}을(를) 패에 추가했습니다
zh_tw: 你將 {cardName} 加入手牌

# YOU_MESSAGE_REVEALED_TOPDECK
source: You returned {cardName} to the top of the deck
fr: Vous avez déplacé {cardName} sur votre deck
ko: 당신은 {cardName}을(를) 덱의 맨 위에 놓았습니다
zh_tw: 你將 {cardName} 放回牌組頂端

# YOU_MESSAGE_REVEALED_BOTTOMDECK
source: You sent {cardName} to the bottom of the deck
fr: Vous avez déplacé {cardName} sous votre deck
ko: 당신은 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: 你將 {cardName} 放至牌組底端

# YOU_MESSAGE_REVEALED_ARCHIVE
source: You archived {cardName}
fr: Vous avez archivé {cardName}
ko: 당신은 {cardName}을(를) 아카이브했습니다
zh_tw: 你將 {cardName} 送入檔案區

# YOU_MESSAGE_REVEALED_HOLOPOWER
source: You put {cardName} in holopower
fr: Vous avez ajouté {cardName} à vos Holopower
ko: 당신은 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: 你將 {cardName} 作為holo能量

# YOU_MESSAGE_REVEALED_BOTTOMHOLOPOWER
source: You put {cardName} in holopower on the bottom
fr: Vous avez ajouté {cardName} au-dessous de vos Holopowers
ko: 당신은 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: 你將 {cardName} 放至holo能量底端

# YOU_MESSAGE_OSHISKILL_SP
source: You used SP Oshi Skill "{skillName}"
fr: Vous avez utilisé votre SP Oshi Skill "{skillName}"
ko: 당신은 SP 오시 스킬 "{skillName}"를 사용했습니다
zh_tw: 你使用了 SP 主推技能「{skillName}」

# YOU_MESSAGE_OSHISKILL
source: You used Oshi Skill "{skillName}"
fr: Vous avez utilisé votre Oshi Skill "{skillName}"
ko: 당신은 오시 스킬 "{skillName}"를 사용했습니다
zh_tw: 你使用了主推技能「{skillName}」

# YOU_MESSAGE_HAND_TOPDECK
source: You returned a card to the top of the deck from hand
fr: Vous avez mis une carte sur votre deck depuis votre main
ko: 당신은 패를 덱의 맨 위에 놓았습니다
zh_tw: 你從手牌將一張卡放回牌組頂端

# YOU_MESSAGE_HAND_BOTTOMDECK
source: You sent a card to the bottom of the deck from hand
fr: Vous avez mis une carte sous votre deck depuis votre main
ko: 당신은 패를 덱의 맨 아래에 놓았습니다
zh_tw: 你從手牌將一張卡放至牌組底端

# YOU_MESSAGE_HAND_ARCHIVE
source: You archived {cardName} from hand
fr: Vous avez archivé {cardName} depuis votre main
ko: 당신은 패에서 {cardName}을(를) 아카이브했습니다
zh_tw: 你從手牌將 {cardName} 送入檔案區

# YOU_MESSAGE_HAND_HOLOPOWER
source: You put a card in holopower from hand
fr: Vous avez mis une carte en Holopower depuis votre main
ko: 당신은 홀로파워 한 장을 패에 넣었습니다
zh_tw: 你從手牌將一張卡作為holo能量

# YOU_MESSAGE_HAND_REVEAL
source: You revealed {cardName} from hand
fr: Vous avez révélé {cardName} depuis votre main
ko: 당신은 패에서 {cardName}을(를) 공개했습니다
zh_tw: 你從手牌展示了 {cardName}

# YOU_MESSAGE_HAND_REVEALALL
source: You revealed your entire hand to your opponent
fr: Vous avez révélé votre main.

# YOU_MESSAGE_HAND_SUPPORT_PLAY
source: You played {cardName}
fr: Vous avez joué {cardName}
ko: 당신은 {cardName}을(를) 플레이했습니다
zh_tw: 你打出了 {cardName}

# YOU_MESSAGE_FUDA_REVEAL
source: You revealed {cardName} from your {fromFuda}
fr: Vous avez révélé {cardName} depuis {fromFuda}
ko: 당신은 {fromFuda}에서 {cardName}을(를) 공개했습니다
zh_tw: 你從 {fromFuda} 展示了 {cardName}

# YOU_MESSAGE_HOLOPOWER_REVEAL
source: You revealed {cardName} from holopower
fr: Vous avez révélé {cardName} depuis vos Holopowers
ko: 당신은 홀로파워에서 {cardName}을(를) 공개했습니다
zh_tw: 你從holo能量展示了 {cardName}

# YOU_MESSAGE_DECK_MULLIGAN
source: You shuffled your hand into the deck
fr: Vous avez mélangé votre main dans votre deck
ko: 당신은 패를 덱으로 되돌렸습니다
zh_tw: 你將手牌洗回了牌組

# YOU_MESSAGE_DECK_UNDOMULLIGAN
source: You got your hand back from the deck. Oops.
fr: Vous avez annulé le mélange de votre main dans votre deck
ko: 당신은 덱으로 되돌린 패를 다시 가져왔습니다
zh_tw: 你從牌組取回了手牌。哎呀。

# YOU_MESSAGE_DECK_SEARCH
source: You started searching your deck
fr: Vous avez commencé à chercher dans votre deck
ko: 당신은 덱에서 카드를 찾습니다
zh_tw: 你開始搜尋牌組

# YOU_MESSAGE_DECK_SHUFFLE
source: You shuffled your deck
fr: Vous avez mélangé votre deck
ko: 당신은 덱을 셔플합니다
zh_tw: 你洗了牌組

# YOU_MESSAGE_CHEERDECK_SEARCH
source: You started searching your cheer deck
fr: Vous avez commencé à chercher dans votre deck de Cheer
ko: 당신은 옐 덱에서 카드를 찾습니다
zh_tw: 你開始搜尋聲援牌組

# YOU_MESSAGE_CHEERDECK_SHUFFLE
source: You shuffled your cheer deck
fr: Vous avez mélangé votre deck de Cheer
ko: 당신은 옐 덱을 셔플합니다
zh_tw: 你洗了聲援牌組

# YOU_MESSAGE_HOLOPOWER_SEARCH
source: You started searching your holopower
fr: Vous avez commencé à chercher dans vos Holopowers
ko: 당신은 홀로파워에서 카드를 찾습니다
zh_tw: 你開始搜尋holo能量

# YOU_MESSAGE_HOLOPOWER_SHUFFLE
source: You shuffled your holopower
fr: Vous avez mélangé vos Holopowers
ko: 당신은 홀로파워를 셔플합니다
zh_tw: 你洗了holo能量

# YOU_MESSAGE_FUDA_LIFE
source: You added a card to life from your {fromFuda}
fr: Vous avez ajouté une carte à vos VIE depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 라이프에 추가했습니다
zh_tw: 你從 {fromFuda} 將一張卡作為生命值

# YOU_MESSAGE_ATTACHED_LIFE
source: You added {cardName} to life from ({fromZone}) {fromName}
fr: Vous avez ajouté {cardName} à vos VIE depuis {fromFuda}
ko: 당신은 {fromName}({fromZone})의 {cardName}을(를) 라이프에 추가했습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 作為生命值

# YOU_MESSAGE_ARCHIVE_HAND
source: You added {cardName} to hand from archive
fr: Vous avez ajouté {cardName} à votre main depuis votre archive
ko: 당신은 아카이브에서 {cardName}을(를) 패에 추가했습니다
zh_tw: 你從檔案區將 {cardName} 加入手牌

# YOU_MESSAGE_FUDA_HAND
source: You added a card to hand from {fromFuda}
fr: Vous avez ajouté une carte à votre main depuis {fromFuda}
ko: 당신은 카드를 {fromFuda}에서 패로 추가했습니다
zh_tw: 你從 {fromFuda} 將一張卡加入手牌

# YOU_MESSAGE_HOLOPOWER_HAND
source: You added a card to hand from holopower
fr: Vous avez ajouté une carte à votre main depuis vos Holopowers
ko: 당신은 홀로파워에서 {cardName}을(를) 패에 추가했습니다
zh_tw: 你從holo能量將一張卡加入手牌

# YOU_MESSAGE_ATTACHED_HAND
source: You added {cardName} to hand from ({fromZone}) {fromName}
fr: Vous avez ajouté {cardName} à votre main depuis ({fromZone}) {fromName}
ko: 당신은 {cardName}을(를) {fromName}({fromZone})의 패에 추가했습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 加入手牌

# YOU_MESSAGE_ARCHIVE_TOPDECK
source: You put {cardName} on top of your deck from archive
fr: Vous avez déplacé {cardName} sur votre deck depuis votre archive
ko: 당신은 아카이브에서 {cardName}을(를) 덱의 맨 위에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 放至牌組頂端

# YOU_MESSAGE_DECK_TOPDECK
source: You moved a card to the top of your deck
fr: Vous avez déplacé une carte au-dessus de son deck
ko: 당신은 카드를 덱의 맨 위로 옮겼습니다
zh_tw: 你將一張卡移至牌組頂端

# YOU_MESSAGE_FUDA_TOPDECK
source: You put a card on the top of the deck from your {fromFuda}
fr: Vous avez déplacé une carte sur votre deck depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 덱의 맨 위에 놓았습니다
zh_tw: 你從 {fromFuda} 將一張卡放至牌組頂端

# YOU_MESSAGE_HOLOPOWER_TOPDECK
source: You put a card on top of your deck from holopower
fr: Vous avez placé une carte sur votre deck depuis vos Holopowers
ko: 당신은 홀로파워에서 카드를 덱의 맨 위에 놓았습니다
zh_tw: 你從holo能量將一張卡放至牌組頂端

# YOU_MESSAGE_ATTACHED_TOPDECK
source: You put {cardName} on top of your deck from ({fromZone}) {fromName}
fr: Vous avez déplacé {cardName} sur votre deck depuis ({fromZone}) {fromName}
ko: 당신은 {cardName}을(를) {fromName}({fromZone})의 덱의 맨 위에 놓았습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 放至牌組頂端

# YOU_MESSAGE_ARCHIVE_BOTTOMDECK
source: You sent {cardName} to the bottom of your deck from archive
fr: Vous avez déplacé {cardName} sous votre deck depuis son archive
ko: 당신은 아카이브에서 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 放至牌組底端

# YOU_MESSAGE_DECK_BOTTOMDECK
source: You moved a card to the bottom of your deck
fr: Vous avez déplacé une carte au-dessous de votre deck
ko: 당신은 카드를 덱의 맨 아래에 놓았습니다
zh_tw: 你將一張卡移至牌組底端

# YOU_MESSAGE_FUDA_BOTTOMDECK
source: You sent a card to the bottom of the deck from your {fromFuda}
fr: Vous avez déplacé une carte sous votre deck depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 덱의 맨 아래에 놓았습니다
zh_tw: 你從 {fromFuda} 將一張卡放至牌組底端

# YOU_MESSAGE_HOLOPOWER_BOTTOMDECK
source: You sent a card to the bottom of your deck from holopower
fr: Vous avez placé une carte sous votre deck depuis vos Holopowers
ko: 당신은 홀로파워에서 카드를 덱의 맨 아래에 놓았습니다
zh_tw: 你從holo能量將一張卡放至牌組底端

# YOU_MESSAGE_ATTACHED_BOTTOMDECK
source: You put {cardName} on the bottom of your deck from ({fromZone}) {fromName}
fr: Vous avez déplacé {cardName} sous votre deck depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})의 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 放至牌組底端

# YOU_MESSAGE_ARCHIVE_TOPCHEERDECK
source: You put {cardName} on top of your cheer deck from archive
fr: Vous avez déplacé {cardName} au-dessus de votre deck de Cheer depuis votre archive
ko: 당신은 아카이브에서 {cardName}을(를) 옐 덱의 맨 위에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 放至聲援牌組頂端

# YOU_MESSAGE_CHEERDECK_TOPCHEERDECK
source: You moved a card to the top of your cheer deck
fr: Vous avez déplacé une carte au-dessus de votre deck de Cheer
ko: 당신은 카드를 옐 덱의 맨 위에 놓았습니다
zh_tw: 你將一張卡移至聲援牌組頂端

# YOU_MESSAGE_FUDA_TOPCHEERDECK
source: You put a card on top of the cheer deck from your {fromFuda}
fr: Vous avez déplacé une carte sur votre deck de Cheer depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 옐 덱의 맨 위에 놓았습니다
zh_tw: 你從 {fromFuda} 將一張卡放至聲援牌組頂端

# YOU_MESSAGE_ATTACHED_TOPCHEERDECK
source: You put {cardName} on top of your cheer deck from ({fromZone}) {fromName}
fr: Vous avez déplacé {cardName} sur votre deck de Cheer depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})의 {cardName}를 옐 덱의 맨 위에 놓았습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 放至聲援牌組頂端

# YOU_MESSAGE_ARCHIVE_BOTTOMCHEERDECK
source: You sent {cardName} to the bottom of your cheer deck from archive
fr: Vous avez déplacé {cardName} sous votre deck de Cheer depuis votre archive
ko: 당신은 아카이브에서 {cardName}을(를) 덱의 맨 아래에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 放至聲援牌組底端

# YOU_MESSAGE_CHEERDECK_BOTTOMCHEERDECK
source: You moved a card to the bottom of your cheer deck
fr: Vous avez déplacé une carte au-dessous de votre deck de Cheer
ko: 당신은 카드를 옐 덱의 맨 아래에 놓았습니다
zh_tw: 你將一張卡移至聲援牌組底端

# YOU_MESSAGE_FUDA_BOTTOMCHEERDECK
source: You sent a card to the bottom of the cheer deck from your {fromFuda}
fr: Vous avez déplacé une carte sous votre deck de Cheer depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 옐 덱의 맨 아래에 놓았습니다
zh_tw: 你從 {fromFuda} 將一張卡放至聲援牌組底端

# YOU_MESSAGE_ATTACHED_BOTTOMCHEERDECK
source: You sent {cardName} to the bottom of your cheer deck from ({fromZone}) {fromName}
fr: Vous avez déplacé {cardName} sous votre deck de Cheer depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})의 {cardName}을(를) 옐 덱의 맨 아래에 놓았습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 放至聲援牌組底端

# YOU_MESSAGE_FUDA_ARCHIVE
source: You archived {cardName} from your {fromFuda}
fr: Vous avez archivé {cardName} depuis {fromFuda}
ko: 당신은 {fromFuda}에서 {cardName}을(를) 아카이브했습니다
zh_tw: 你從 {fromFuda} 將 {cardName} 送入檔案區

# YOU_MESSAGE_HOLOPOWER_ARCHIVE
source: You archived {cardName} from holopower
fr: Vous avez archivé {cardName} depuis vos Holopowers
ko: 당신은 홀로파워에서 {cardName}을(를) 아카이브했습니다
zh_tw: 你從holo能量將 {cardName} 送入檔案區

# YOU_MESSAGE_ATTACHED_ARCHIVE
source: You archived {cardName} from ({fromZone}) {fromName}
fr: Vous avez archivé {cardName} depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})의 {cardName}를 아카이브했습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 送入檔案區

# YOU_MESSAGE_ARCHIVE_HOLOPOWER
source: You put {cardName} in Holopower from archive
fr: Vous avez placé {cardName} en Holopower depuis votre archive
ko: 당신은 아카이브에서 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 作為holo能量

# YOU_MESSAGE_FUDA_HOLOPOWER
source: You put a card in holopower from your {fromFuda}
fr: Vous avez placé {cardName} en Holopower depuis {fromFuda}
ko: 당신은 {fromFuda}에서 카드를 홀로파워에 놓았습니다
zh_tw: 你從 {fromFuda} 將一張卡作為holo能量

# YOU_MESSAGE_ATTACHED_HOLOPOWER
source: You put {cardName} in Holopower from ({fromZone}) {fromName}
fr: Vous avez placé {cardName} en Holopower depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})의 {cardName}을(를) 홀로파워에 놓았습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {cardName} 作為holo能量

# YOU_MESSAGE_ARTS_DAMAGE
source: You had ({fromZone}) {fromName} perform "{artName}", dealing {damage} damage to ({toZone}) {toName}
fr: Vous avez utilisé "{artName}" avec ({fromZone}) {fromName}, infligeant {damage} à ({toZone}) {toName}.
ko: 당신의 {fromName}({fromZone})이(가) " {artName}" 아츠를 사용합니다. {toName}({toZone})에게 {damage}의 대미지
zh_tw: 你讓 ({fromZone}) 的 {fromName} 使用了「{artName}」，對 ({toZone}) 的 {toName} 造成了 {damage} 點傷害

# YOU_MESSAGE_DECK_LOOKATX
source: You started looking at the top {amount} cards of your deck
fr: Vous avez commencé à regarder les {amount} premières cartes de votre deck
ko: 당신은 덱의 맨 위에서부터 {amount}장을 확인합니다
zh_tw: 你開始檢視牌組頂端的 {amount} 張卡

# YOU_MESSAGE_CHEERDECK_LOOKATX
source: You started looking at the top {amount} cards of your cheer deck
fr: Vous avez commencé à regarder les {amount} premières cartes de votre deck de Cheer
ko: 당신은 옐 덱의 맨 위에서부터 {amount}장을 확인합니다
zh_tw: 你開始檢視聲援牌組頂端的 {amount} 張卡

# YOU_MESSAGE_CARD_BACK
source: You moved ({fromZone}) {fromName} to the back
fr: Vous avez déplacé {cardName} vers vos Backstages
ko: 당신은 {fromName}({fromZone})을(를) 백 포지션으로 이동했습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 移至後備

# YOU_MESSAGE_CARD_BATONPASS
source: You baton passed, switching ({fromZone}) {fromName} with ({toZone}) {toName}
fr: Vous avez fait un relais entre ({fromZone}) {fromName} et ({toZone}) {toName}
ko: 당신은 {fromName}({fromZone})을(를) {toName}({toZone})와(과) 배턴 터치했습니다
zh_tw: 你進行了接力，將 ({fromZone}) 的 {fromName} 與 ({toZone}) 的 {toName} 交換

# YOU_MESSAGE_CARD_SWITCH
source: You switched ({fromZone}) {fromName} with ({toZone}) {toName}
fr: Vous avez échangé ({fromZone}) {fromName} et ({toZone}) {toName}
ko: 당신은 {fromName}({fromZone})을(를) {toName}({toZone})와(과) 교대했습니다
zh_tw: 你將 ({fromZone}) 的 {fromName} 與 ({toZone}) 的 {toName} 交換

# YOU_MESSAGE_SUPPORT_ATTACH
source: You attached {attachName} to ({toZone}) {toName}
fr: Vous avez attaché {attachName} à ({toZone}) {toName}
ko: 당신은 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: 你將 {attachName} 附加至 ({toZone}) 的 {toName}

# YOU_MESSAGE_CHEER_ATTACH
source: You attached {attachName} to ({toZone}) {toName}
fr: Vous avez attaché {attachName} à ({toZone}) {toName}
ko: 당신은 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: 你將 {attachName} 附加至 ({toZone}) 的 {toName}

# YOU_MESSAGE_HOLOMEM_PLAY
source: You played {cardName} to the back
fr: Vous avez joué {cardName} dans vos Backstages
ko: 당신은 {cardName}을(를) 백 포지션에 놨습니다
zh_tw: 你將 {cardName} 打出至後備

# YOU_MESSAGE_DECK_HOLOMEM_PLAY
source: You played {cardName} to the back from your deck
fr: Vous avez joué {cardName} dans vos Backstages depuis son deck
ko: 당신은 덱에서 {cardName}을(를) 백포지션에 놨습니다
zh_tw: 你從牌組將 {cardName} 打出至後備

# YOU_MESSAGE_CHEERDECK_CHEER_ATTACH
source: You attached {attachName} to ({toZone}) {toName} from your cheer deck
fr: Vous avez attaché {attachName} à ({toZone}) {toName} depuis votre deck de Cheer
ko: 당신은 옐 덱에서 {attachName}을 {toName}({toZone})에게 붙였습니다
zh_tw: 你從聲援牌組將 {attachName} 附加至 ({toZone}) 的 {toName}

# YOU_MESSAGE_ARCHIVE_HAND_ALL
source: You archived your entire hand
fr: Vous avez archivé toute votre main
ko: 당신은 패를 전부 아카이브했습니다.
zh_tw: 你將全部手牌送入檔案區

# YOU_MESSAGE_ARCHIVE_HOLOMEM_PLAY
source: You played {cardName} to back from archive
fr: Vous avez joué {cardName} dans vos Backstages depuis son archive
ko: 당신은 {cardName}을(를) 아카이브에서 백 포지션에 놓았습니다
zh_tw: 你從檔案區將 {cardName} 打出至後備

# YOU_MESSAGE_ARCHIVE_CHEER_ATTACH
source: You attached {attachName} to ({toZone}) {toName} from archive
fr: Vous avez attaché {attachName} à ({toZone}) {toName} depuis votre archive
ko: 당신은 아카이브에서 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: 你從檔案區將 {attachName} 附加至 ({toZone}) 的 {toName}

# YOU_MESSAGE_ATTACHED_CHEER_ATTACH
source: You attached {attachName} to ({toZone}) {toName} from ({fromZone}) {fromName}
fr: Vous avez attaché {attachName} à ({toZone}) {toName} depuis ({fromZone}) {fromName}
ko: 당신은 {fromName}({fromZone})에게 붙어있던 {attachName}을(를) {toName}({toZone})에게 붙였습니다
zh_tw: 你從 ({fromZone}) 的 {fromName} 將 {attachName} 附加至 ({toZone}) 的 {toName}

# YOU_MESSAGE_ENDTURN
source: You ended your turn Begin turn {turn_count}
fr: Vous avez fini votre tour
ko: 당신은 턴을 종료합니다
zh_tw: 你結束了你的回合

# YOU_MESSAGE_DIERESULT
source: You rolled a {amount}
fr: Vous avez obtenu un {amount} au dé
ko: 당신의 주사위 결과 : {amount}
zh_tw: 你擲出了 {amount} 點

# YOU_MESSAGE_RPS
source: You won RPS
fr: Vous avez gagné le PPC
ko: 당신이 가위바위보에서 이겼습니다
zh_tw: 你贏了猜拳

# WINCONSENT_FORFEIT
source: Do you really forfeit?
fr: Voulez-vous vraiment abandonner ?
ko: 정말로 항복하시겠습니까?
zh_tw: 你確定要投降嗎？

# WINCONSENT_DECKOUT
source: Your turn has started with an empty deck. Do you lose to deckout?
fr: Votre tour à commencer avec un deck vide. Perdez-vous parce que vous n'avez plus de carte dans votre deck.
ko: 덱이 비어있는 채로 턴이 시작되었습니다. 패배 처리하시겠습니까?
zh_tw: 你的回合開始時牌組已空。 你是否因牌組抽空而敗北？

# WINCONSENT_LIFE
source: You have no cards in life. Do you lose to running out of life?
fr: Vous n'avez pas de carte en VIE. Perdez-vous parce que vous n'avez plus de VIE ?
ko: 라이프에 카드가 없습니다. 패배 처리하시겠습니까?
zh_tw: 你的生命值區已沒有卡片。 你是否因生命值耗盡而敗北？

# WINCONSENT_EMPTYSTAGE
source: You have no holomems on stage. Do you lose to an empty stage?
fr: Vous n'avez pas de holomems sur Scène. Perdez-vous parce que votre Scène est vide ?
ko: 스테이지에 홀로멤이 없습니다. 패배 처리하시겠습니까?
zh_tw: 你的舞台上沒有任何Holo成員。 你是否因舞台清空而敗北？

# WINREASON_MULLIGAN
source: {person} mulliganed to 0
fr: {person} a mulligan jusqu'à 0
ko: {person}님의 패가 멀리건에서 0장이 되었습니다
zh_tw: {person} 調度手牌至0張

# WINREASON_DECKOUT
source: {person} drew from an empty deck
fr: {person} a pioché alors que son deck était vide
ko: {person}님의 덱이 소진되었습니다
zh_tw: {person} 從空的牌組抽牌

# WINREASON_LIFE
source: {person} ran out of life
fr: {person} n'a plus de VIE
ko: {person}님의 라이프가 소진되었습니다
zh_tw: {person} 生命值耗盡

# WINREASON_EMPTYSTAGE
source: {person} has an empty stage
fr: {person} a une Scène vide
ko: {person}님의 스테이지에 홀로멤이 없습니다
zh_tw: {person} 的舞台已空

# WINREASON_FORFEIT
source: {person} forfeited
fr: {person} a abandonné
ko: {person}님이 항복했습니다
zh_tw: {person} 投降了

# YOU_WINREASON_MULLIGAN
source: You mulliganed to 0
fr: Vous avez mulligan jusqu'à 0
ko: 당신의 패가 멀리건에서 0장이 되었습니다
zh_tw: 你調度手牌至0張

# YOU_WINREASON_DECKOUT
source: You drew from an empty deck
fr: Vous avez pioché alors que votre deck était vide
ko: 당신의 덱이 소진되었습니다
zh_tw: 你從空的牌組抽牌

# YOU_WINREASON_LIFE
source: You ran out of life.
fr: Vous n'avez plus de VIE
ko: 당신의 라이프가 소진되었습니다
zh_tw: 你的生命值已耗盡。

# YOU_WINREASON_EMPTYSTAGE
source: You have an empty stage
fr: Vous avez une Scène vide
ko: 당신의 스테이지에 홀로멤이 없습니다
zh_tw: 你的舞台已空

# YOU_WINREASON_FORFEIT
source: You forfeited
fr: Vous avez abandonné.
ko: 당신은 항복했습니다
zh_tw: 你投降了

# INFO_OSHI
source: {colorText} Oshi Holomem Life: {life}{tagsText}
fr: {colorText} Oshi Holomem Vie : {life}{tagsText}
ko: {colorText} 오시 홀로멤 라이프: {life}{tagsText}
zh_tw: {colorText} 主推 Holo成員 生命值: {life}{tagsText}

# INFO_HOLOMEM_1
source: {colorText} {levelText} {buzzText}Holomem HP: {hpText} Tags: {tagsText}
fr: {colorText} {levelText} {buzzText}Holomem PV: {hpText} Tags: {tagsText}
ko: {colorText} {levelText} {buzzText}홀로멤 HP: {hpText} 태그: {tagsText}
zh_tw: {colorText} {levelText} {buzzText}Holo成員 HP: {hpText} 標籤: {tagsText}

# INFO_NOBATONPASSCOST
source: Free
fr: Gratuit
zh_tw: 免費

# INFO_HOLOMEM_2
source: Baton Pass: {costText}
fr: Relais : {costText}
ko: 배턴 터치: {costText}
zh_tw: 接力: {costText}

# INFO_LIMITED
source: LIMITED: Only one can be used per turn.
fr: LIMITÉ : Seule une carte ne peut être jouée par tour.
ko: LIMITED : 턴에 1번 밖에 사용할 수 없다.
zh_tw: 限制：每回合只能使用一張。

# STEP1
source: Reset
ko: 리셋
zh_tw: 重置

# STEP2
source: Draw
ko: 드로우
zh_tw: 抽牌

# STEP3
source: Cheer
ko: 옐
zh_tw: 聲援

# STEP4
source: Main
ko: 메인
zh_tw: 主要

# STEP5
source: Perf.
ko: 퍼포먼스
zh_tw: 表現

# STEP6
source: End
ko: 엔드
zh_tw: 結束

# LOBBY_BANLIST
source: Banlist
ko: 금제 목록
zh_tw: 禁卡表

source: OK
zh_tw: 確定

source: Info
ko: 정보
zh_tw: 資訊

# TAB_OSHI
source: Oshi
ko: 오시
zh_tw: 主推

# TAB_HOLOMEM
source: Holomem
ko: 홀로멤
zh_tw: Holo成員

# LEVEL_DEBUT
source: Debut
zh_tw: 出道

# TAG_PLURAL
source: Tags
ko: 태그
zh_tw: 標籤

# SUPPORT_TYPE
source: Type
ko: 타입
zh_tw: 類型

# TAB_CHEER
source: Cheer
ko: 옐
zh_tw: 聲援

# TAB_DECK
source: Deck
ko: 덱
zh_tw: 牌組

# TAB_SLEEVES
source: Sleeves
ko: 카드 슬리브
zh_tw: 卡套

source: Cheer
ko: 옐
zh_tw: 聲援

source: Deck
ko: 덱
zh_tw: 牌組

source: Archive
ko: 아카이브
zh_tw: 檔案區

source: Holopower
ko: 홀로파워
zh_tw: holo能量

# CARD_HOLOMEM_BLOOM
source: Bloom
zh_tw: 開花

# CARD_HOLOMEM_COLLAB
source: Collab
ko: 콜라보
zh_tw: 聯動

# CARD_HAND_HOLOPOWER
source: Holopower
ko: 홀로파워로 보내기
zh_tw: 作為holo能量

# DECK_HOLOPOWER
source: Holopower
ko: 홀로파워로 보내기
zh_tw: 作為holo能量

# LIST_DECK_HOLOMEM_BLOOM
source: Bloom
zh_tw: 開花

# LIST_ARCHIVE_HOLOMEM_BLOOM
source: Bloom
zh_tw: 開花

# LIST_CARD_HOLOPOWER
source: Holopower
ko: 홀로파워로 보내기
zh_tw: 作為holo能量

# LOBBY_PUBLIC
source: Public
ko: 공개
zh_tw: 公開

source: Nobody?
zh_tw: 無人？

source: Colorless
ko: 무색
zh_tw: 無色

# INFO_OSHI_SPSKILL
source: SP Oshi Skill Holopower -{costText} "{nameText}"
ko: SP 오시 스킬 [홀로파워 -{costText}] "{nameText}"
zh_tw: SP 主推技能 holo能量 -{costText} "{nameText}"

# INFO_OSHI_SKILL
source: Oshi Skill Holopower -{costText} "{nameText}"
ko: 오시 스킬 [홀로파워 -{costText}] "{nameText}"
zh_tw: 主推技能 holo能量 -{costText} "{nameText}"

# INFO_DEBUT
source: Debut
zh_tw: 出道

# INFO_1ST
source: 1st Bloom
ko: 1st
zh_tw: 1st 開花

# INFO_2ND
source: 2nd Bloom
ko: 2nd
zh_tw: 2nd 開花

# TITLE
source: holoDelta
ko: 홀로델타

source: Buzz
ko: 버즈

# GAME_VS
source: {player1} vs {player2}
ko: {player1} 대 {player2}
