Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# EXTRA_BUZZ
source: If this holomem is downed, you get life-2
fr: Quand cet Holomem est Inconscient, perdez 2 VIE
ja: このホロメンがダウンした時、自分のライフ-2
ko: 이 홀로멤이 다운됐을 때, 자신의 라이프 -2.
zh_tw: 此Holo成員被擊倒時，自己的生命值-2

# EXTRA_UNLIM
source: You may include any number of this holomem in the deck
fr: Vous pouvez mettre n'importe quel nombre de copies de cet Holomem dans votre Deck
ja: このホロメンはデッキに何枚でも入れられる
ko: 이 홀로멤은 덱에 몇 장이라도 넣을 수 있다.
zh_tw: 此Holo成員在牌組中可不限數量放入

# EXTRA_EXTRANAME
source: This {cardType} is also regarded as <{extraName}>
fr: Cette {cardType} est considéré comme <{extraName}>
ja: この{cardType}は〈{extraName}〉としても扱う
zh_tw: 此{cardType}也視為〈{extraName}〉

source: Blue
fr: Bleu
ja: 青
ko: 청
zh_tw: 藍

source: Green
fr: Vert
ja: 緑
ko: 녹
zh_tw: 綠

source: Purple
fr: Violet
ja: 紫
ko: 자
zh_tw: 紫

source: Red
fr: Rouge
ja: 赤
ko: 적
zh_tw: 紅

source: White
fr: Blanc
ja: 白
ko: 백
zh_tw: 白

source: Yellow
fr: Jaune
ja: 黄
ko: 황
zh_tw: 黃

source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

source: Akai Haato
ja: 赤井はあと
ko: 아카이 하아토
zh_tw: 赤井心

source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 阿妮婭·梅爾菲莎

source: Aragami Oga
ja: 荒咬オウガ
ko: 아라가미 오가
zh_tw: 荒咬皇牙

source: Arurandeisu
ja: アルランディス
ko: 아르란디스
zh_tw: 阿爾蘭蒂斯

source: Astel Leda
ja: アステル・レダ
ko: 아스텔 레다
zh_tw: 阿斯特爾·瑞達

source: Axel Syrios
ja: アクセル・シリオス
ko: 악셀 시리오스
zh_tw: 阿克塞爾·希利奧斯

source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

source: Banzoin Hakka
ja: 万象院ハッカ
ko: 반조인 핫카
zh_tw: 萬象院八卦

source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

source: Ceres Fauna
ja: セレス・ファウナ
ko: 세레스 파우나
zh_tw: 塞萊希·法娜

source: Crimzon Ruze
ja: クリムゾン・ルーズ
ko: 크림슨 루즈
zh_tw: 克里姆森·路茲

source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム
ko: 엘리자베스 로즈 블러드플레임
zh_tw: 伊莉莎白·蘿絲·布拉德弗雷姆

source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 軟軟·阿比斯加德

source: Gavis Bettel
ja: ガビス・ベッテル
ko: 가비스 베텔
zh_tw: 伽弗斯·貝特爾

source: Gawr Gura
ja: がうる・ぐら
ko: 가우르 구라
zh_tw: 噶嗚·古拉

source: Gigi Murin
ja: ジジ・ムリン
ko: 지지 무린
zh_tw: 琪琪·沐林

source: Goldbullet
ja: ゴールドブレット
ko: 골드불릿
zh_tw: 金彈

source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

source: Hanasaki Miyabi
ja: 花咲みやび
ko: 하나사키 미야비
zh_tw: 花咲雅

source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

source: Hizaki Gamma
ja: 緋崎ガンマ
ko: 히자키 감마
zh_tw: 緋崎伽瑪

source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

source: Ichijou Ririka
ja: 一条莉々華
ko: 이치조 리리카
zh_tw: 一條莉莉華

source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

source: Josuiji Shinri
ja: 定水寺シンリ
ko: 조스이지 신리
zh_tw: 定水寺真理

source: Jurard T Rexford
ja: ジュラルド・ティー・レクスフォード
ko: 쥐라르드 T 렉스포드
zh_tw: 朱拉德·T·雷克斯福特

source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
ko: 카엘라 코발스키아
zh_tw: 凱拉·可瓦爾斯基亞

source: Kagami Kira
ja: 鏡見キラ
ko: 카가미 키라
zh_tw: 鏡見吉良

source: Kageyama Shien
ja: 影山シエン
ko: 카게야마 시엔
zh_tw: 影山紫炎

source: Kanade Izuru
ja: 奏手イヅル
ko: 카나데 이즈루
zh_tw: 奏手一弦

source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

source: Kiryu Coco
ja: 桐生ココ
ko: 키류 코코
zh_tw: 桐生可可

source: Kishido Temma
ja: 岸堂天真
ko: 키시도 텐마
zh_tw: 岸堂天真

source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

source: Machina X Flayon
ja: マキナ・X・フレオン
ko: 마키나 X 플레온
zh_tw: 機械·X·弗萊音

source: Magni Dezmond
ja: マグニ・デズモンド
ko: 매그니 데즈몬드
zh_tw: 馬格尼·迪茲蒙德

source: Mano Aloe
ja: 魔乃アロエ
ko: 마노 알로에
zh_tw: 魔乃阿蘿耶

source: Minase Rio
ja: 水無世燐央
ko: 미나세 리오
zh_tw: 水無世燐央

source: Minato Aqua
ja: 湊あくあ
ko: 미나토 아쿠아
zh_tw: 湊阿庫婭

source: Mococo Abyssgard
ja: モココ・アビスガード
ko: 모코코 어비스가드
zh_tw: 茸茸·阿比斯加德

source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

source: Natsuiro Matsuri
ja: 夏色まつり
ko: 나츠이로 마츠리
zh_tw: 夏色祭

source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

source: Noir Vesper
ja: ノワール・ヴェスパー
ko: 느와르 베스퍼
zh_tw: 諾瓦爾·維斯珀

source: Octavio
ja: オクタビオ
ko: 옥타비아
zh_tw: 奧克塔維奧

source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

source: Regis Altare
ja: リージス・アルテア
ko: 리지스 알테어
zh_tw: 瑞吉斯·阿爾特爾

source: Rikka
ja: 律可
ko: 릿카
zh_tw: 律可

source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子

source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

source: Tsukishita Kaoru
ja: 月下カオル
ko: 츠키시타 카오루
zh_tw: 月下薰

source: Tsukumo Sana
ja: 九十九 佐命
ko: 츠쿠모 사나
zh_tw: 九十九佐命

source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

source: Uruha Rushia
ja: 潤羽るしあ
ko: 우루하 루시아
zh_tw: 潤羽露西婭

source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

source: Utsugi Uyu
ja: 羽継烏有
ko: 우츠기 유우
zh_tw: 羽繼烏有

source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

source: Amelia Watson
ja: ワトソン・アメリア
ko: 왓슨 아멜리아
zh_tw: 華生·艾米莉亞

source: Yakushiji Suzaku
ja: 薬師寺朱雀
ko: 야쿠시지 스자쿠
zh_tw: 藥師寺朱雀

source: Yatogami Fuma
ja: 夜十神封魔
ko: 야토가미 후마
zh_tw: 夜十神封魔

source: Yozora Mel
ja: 夜空メル
ko: 요조라 멜
zh_tw: 夜空梅露

source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

source: Yukoku Roberu
ja: 夕刻ロベル
ko: 유코쿠 로베루
zh_tw: 夕刻羅貝爾

source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

source: Magical Girl Miko
ja: 魔法少女みこ
ko: 마법소녀 미코
zh_tw: 魔法少女巫女

source: Magical Girl Kanata
ja: 魔法少女かなた
ko: 마법소녀 카나타
zh_tw: 魔法少女彼方

source: Magical Girl Shion
ja: 魔法少女シオン
ko: 마법소녀 시온
zh_tw: 魔法少女詩音

source: Magical Girl Marine
ja: 魔法少女マリン
ko: 마법소녀 마린
zh_tw: 魔法少女瑪琳

source: Magical Girl Luna
ja: 魔法少女ルーナ
ko: 마법소녀 루나
zh_tw: 魔法少女璐娜

source: Magical Girl Chloe
ja: 魔法少女クロヱ
ko: 마법소녀 클로에
zh_tw: 魔法少女克蘿伊

source: LAMBDUCK
ja: ラムダック

source: AI Koyori
ja: AIこより

# HoloWitch
source: holoWitches
fr: HoloSorcière
ja: ホロウィッチ
ko: 홀로위치
zh_tw: ホロウィッチ

# Languages
source: Language
fr: Langues
ja: 語学
ko: 어학
zh_tw: 語言

source: Alcohol
fr: Alcool
ja: お酒
ko: 술
zh_tw: 酒精

# AnimalEars
source: Kemomimi
fr: OreilleAnimal
ja: ケモミミ
ko: 동물귀
zh_tw: 獸耳

# Art
source: Painting
fr: Art
ja: 絵
ko: 그림
zh_tw: 繪畫

source: Baby
fr: Bébé
ja: ベイビー
ko: 베이비
zh_tw: 嬰兒

source: Bird
fr: Oiseau
ja: トリ
ko: 새
zh_tw: 鳥

source: BuzzMerch
ja: Buzzグッズ

source: Gen 0
ja: 0期生
ko: 0기생
zh_tw: 0期生

source: Gen 1
ja: 1期生
ko: 1기생
zh_tw: 1期生

source: Gen 2
ja: 2期生
ko: 2기생
zh_tw: 2期生

source: Gen 3
ja: 3期生
ko: 3기생
zh_tw: 3期生

source: Gen 4
ja: 4期生
ko: 4기생
zh_tw: 4期生

source: Gen 5
ja: 5期生
ko: 5기생
zh_tw: 5期生

source: Half-Elf
fr: Demi-Elf
ja: ハーフエルフ
ko: 하프엘프
zh_tw: 半精靈

source: ID Gen 1
ja: ID1期生
ko: ID 1기생
zh_tw: ID 1期生

source: ID Gen 2
ja: ID2期生
ko: ID 2기생
zh_tw: ID 2期生

source: ID Gen 3
ja: ID3期生
ko: ID 3기생
zh_tw: ID 3期生

source: Sea
fr: Océan
ja: 海
ko: 바다
zh_tw: 海洋

# SecretSocietyholoX
source: holoX
fr: SociétéSecrèteHoloX
ja: 秘密結社holoX
ko: 비밀 결사 holoX
zh_tw: 秘密結社holoX

# Song
source: Singing
fr: Chanson
ja: 歌
ko: 노래
zh_tw: 歌曲

source: GAMERS
ja: ゲーマーズ
ko: 게이머즈

source: Cheer
ja: エール
ko: 옐
zh_tw: 聲援

source: Holomem
ja: ホロメン
ko: 홀로멤
zh_tw: Holo成員

source: Oshi
ja: 推し
ko: 오시
zh_tw: 主推

source: Support
fr: Soutien
ja: サポート
ko: 서포트
zh_tw: 支援

source: Event
fr: Événement
ja: イベント
ko: 이벤트
zh_tw: 事件

source: Fan
ja: ファン
ko: 팬
zh_tw: 粉絲

source: Item
fr: Objet
ja: アイテム
ko: 아이템
zh_tw: 道具

source: Mascot
fr: Mascotte
ja: マスコット
ko: 마스코트
zh_tw: 吉祥物

source: Staff
ja: スタッフ
ko: 스태프
zh_tw: 工作人員

source: Tool
fr: Outil
ja: ツール
ko: 툴
zh_tw: 工具

# hSD01-003_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hSD01-003_ART_0_NAME
source: (๑╹ᆺ╹) nun nun
ja: (๑╹ᆺ╹)ぬんぬん
ko: (@'ㅅ')눈눈
zh_tw: (๑╹ᆺ╹)ぬんぬん

# hSD01-004_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hSD01-004_ART_0_NAME
source: On Stage!
fr: Sur scène !
ja: オンステージ！
ko: 온 스테이지!

# hSD01-004_COLLAB_NAME
source: Let's Dance!
fr: Dansons !
ja: レッツダンス！
ko: 렛츠 댄스!

# hSD01-004_COLLAB_EFFECT
source: During this turn, your center holomem gets Arts+20.
fr: Durant ce tour, les Arts de votre Holomem Central gagnent +20 dégâts
ja: このターンの間、自分のセンターホロメンのアーツ+20。
ko: 이 턴 동안, 자신의 센터 홀로멤의 아츠 +20.
zh_tw: 此回合，自己C位Holo成員的技藝+20。

# hSD01-005_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hSD01-005_ART_0_NAME
source: Noon Noon Together!
fr: nun nun shiyo
ja: ぬんぬんしよう
ko: 눈눈하자
zh_tw: 一起ぬんぬん吧

# hSD01-005_ART_1_NAME
source: Your Heart… Will Turn from Cloudy to Sunny!
fr: Ton cœur est nuageux... puis s'éclaircit !
ja: あなたの心は…くもりのち晴れ！
ko: 당신의 마음은… 흐린 뒤 맑음!
zh_tw: 你的心是…多雲轉晴！

# hSD01-006_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hSD01-006_ART_0_NAME
source: Dream Live
fr: Live de rêve
ja: ドリームライブ
ko: 드림 라이브
zh_tw: 夢之演唱會

# hSD01-006_ART_1_NAME
source: SorAZ Sympathy
fr: Sympathie de SorAZ
ja: SorAZ シンパシー
ko: SorAZ 심퍼
zh_tw: SorAZ共情

# hSD01-006_ART_1_EFFECT
source: If an <AZKi> holomem is on your stage, this Arts gets +50.
fr: Si vous avez une "AZKI" sur votre Scène, cet Art gagne + 50 dégâts
ja: 自分のステージにホロメンの<AZKi>がいる時、このアーツ+50。
ko: 자신의 스테이지에 홀로멤인 〈아즈키〉가 있을 때, 이 아츠 +50.
zh_tw: 自己舞台上有Holo成員<AZKi>時，此技藝+50。

# hSD01-007_ART_0_NAME
source: Embodiment of Hope
fr: Incarnation de l'espoir
ja: 希望の化身
ko: 희망의 화신
zh_tw: 希望的化身

# hSD01-007_COLLAB_EFFECT
source: Look at your holo Power. Reveal 1 card from among them, and add it to hand. Then, put 1 card from your hand to holo Power.
fr: Regardez vos cartes Holopower, révélez-en une et ajoutez-la à votre main. Puis placez une carte depuis votre main parmi vos cartes Holopower.
ja: 自分のホロパワーを見る。その中から1枚を公開し、手札に加える。そして手札1枚をホロパワーにする。
ko: 자신의 홀로 파워를 본다. 그 중에서 1장을 공개하고, 패에 더한다. 그리고 자신의 패 1장을 홀로 파워로 한다.
zh_tw: 查看自己的holo能量。從中公開1張，加入手牌。然後將1張手牌作為holo能量。

# hSD01-008_ART_0_NAME
source: Keep working hard!
fr: Continuez à travailler dur !
ja: がんばれてえらい！
ko: 열심히해서 대단해!
zh_tw: 努力了真棒！

# hSD01-009_ART_0_NAME
source: And then and then
fr: Où est prochain, où est prochain
ja: ほいでほいで
ko: 그라고 그라고
zh_tw: 然後然後

# hSD01-009_COLLAB_NAME
source: Expanding Map
fr: Expansion de la carte
ja: 広がる地図
ko: 펼쳐지는 지도
zh_tw: 不斷延伸的地圖

# hSD01-009_COLLAB_EFFECT
source: You may roll a die once:If it is 4 or less, send the top card of your cheer deck to your back holomem. Then, if it is 1, you may move this holomem to the back position.
fr: Vous pouvez lancer un dé : si le résultat est 4 ou moins, envoyez la première carte de votre Deck de Cheer vers l'un de vos Holomems en arrière. Puis, si le résultat est 1, vous pouvez déplacer cet Holomem vers l'arrière de la scène.
ja: サイコロを1回振れる:4以下の時、自分のエールデッキの上から1枚を自分のバックホロメンに送る。1の時、さらに、このホロメンをバックポジションに移動できる。
ko: 주사위를 1번 굴릴 수 있다 : 4 이하일 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 백 홀로멤에게 보낸다. 1일 때, 다시, 이 홀로멤을 백 포지션에 이동할 수 있다.
zh_tw: 可以擲1次骰子：4點以下時，從自己聲援牌組最上方將1張送到自己後備Holo成員上。1點時，可再將此Holo成員移動到後備位置。

# hSD01-010_ART_0_NAME
source: A Journey with No Destination with You
fr: Un voyage sans but avec toi
ja: きみとあてのない旅
ko: 너와 목적지 없는 여행
zh_tw: 與你一同的無盡之旅

# hSD01-011_ART_0_NAME
source: SorAZ Gravity
fr: Gravité SorAZ
ja: SorAZ グラビティ
ko: SorAZ 그래비티

# hSD01-011_ART_0_EFFECT
source: If a <Tokino Sora> holomem is on your stage, send the top card of your cheer deck to your holomem.
fr: Si vous avez une "Tokino Sora" sur votre Scène, envoyez la première carte de votre Deck de Cheers vers n'importe lequel de vos Holomems.
ja: 自分のステージにホロメンの<ときのそら>がいる時、自分のエールデッキの上から1枚を、自分のホロメンに送る。
ko: 자신의 스테이지에 홀로멤인 〈토키노 소라〉가 있을 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 홀로멤에게 보낸다.
zh_tw: 自己舞台上有Holo成員<時乃空>時，從自己聲援牌組最上方將1張送到自己的Holo成員上。

# hSD01-011_ART_1_NAME
source: Destiny Song
fr: Chanson du destin
ja: デスティニーソング
ko: 데스티니 송
zh_tw: 命運之歌

# hSD01-011_ART_1_EFFECT
source: You may roll a die once:If it is odd, this Arts gets +50. Then, if it is 1, this Arts gets +50.
fr: Vous pouvez lancer un dé : si le résultat est impair, cet Art gagne +50 dégâts. Si le résultat est 1, cet Art gagne + 50 dégâts supplémentaires.
ja: サイコロを１回振れる:奇数の時、このアーツ+50。1の時、さらに、このアーツ+50。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 이 아츠 +50. 1일 때, 다시, 이 아츠 +50.
zh_tw: 可以擲1次骰子：奇數時，此技藝+50。1點時，再加此技藝+50。

# hSD01-012_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

# hSD01-012_ART_0_NAME
source: Drawing is so fun!
fr: Je me suis amusée à dessiner !
ja: お絵かきたのしー！
ko: 그림그리기 즐거워ー!
zh_tw: 畫畫真開心！

# hSD01-012_COLLAB_NAME
source: Drawing together!
fr: Dessinons ensemble !
ja: 一緒にお絵かき！
ko: 함께 그림그리기!
zh_tw: 一起畫畫！

# hSD01-012_COLLAB_EFFECT
source: You may send 1 [white cheer or green cheer] from your archive to your center holomem.
fr: Envoyez 1 Cheer Blanc ou 1 Cheer Vert depuis votre Archive vers votre Holomem Central.
ja: 自分のアーカイブの[ 白エールか緑エール ]1枚を自分のセンターホロメンに送れる。
ko: 자신의 아카이브의 [백 옐이나 녹 옐] 1장을 자신의 센터 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張[白聲援或綠聲援]送到自己C位Holo成員上。

# hSD01-013_ART_0_NAME
source: A Future I Want to Surpass
fr: Un avenir meilleur
ja: 超えたい未来
ko: 뛰어넘고 싶은 미래
zh_tw: 想要超越的未來

# hSD01-013_ART_0_EFFECT
source: You may roll a die once:If it is odd, send the top card of your cheer deck to this holomem. If it is even, draw 1 card from your deck.
fr: Vous pouvez lancer un dé : si le résultat est impair, envoyez la première carte de votre Deck de Cheers vers cet Holomem. Si c'est pair, piochez 1 carte de votre Deck.
ja: サイコロを1回振れる:奇数の時、自分のエールデッキの上から1枚を、このホロメンに送る。偶数の時、自分のデッキを1枚引く。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 옐 덱의 위에서부터 1장을, 이 홀로멤에게 보낸다. 짝수일 때, 자신의 덱을 1장 드로우한다.
zh_tw: 可以擲1次骰子：奇數時，從自己聲援牌組最上方將1張送到此Holo成員上。偶數時，抽1張牌。

# hSD01-014_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hSD01-014_ART_0_NAME
source: Hey
ja: ​へい
ko: 헤이
zh_tw: ​嘿

# EXTRA_SPOT
source: This holomem cannot bloom
fr: Ce holomem ne peut pas Bloom.
ja: このホロメンはBloomできない
ko: 이 홀로멤은 Bloom할 수 없다.
zh_tw: 此Holo成員無法「開花」

# hSD01-015_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hSD01-015_ART_0_NAME
source: Pure Pure Pure~
ja: ピュアピュアピュア～
ko: 퓨어퓨어퓨어~

# hSD01-015_COLLAB_EFFECT
source: ■If collabing with <Tokino Sora>, draw 1 card from your deck. ■If collabing with <AZKi>, send the top card of your cheer deck to your center holomem.
fr: - Si vous avez Tokino Sora en position Central, piochez 1 carte de votre Deck. - Si vous avez AZKi en position Central, envoyez la première carte de votre Deck de Cheer vers votre Holomem Central.
ja: ・<ときのそら>とコラボした時、自分のデッキを1枚引く。 ・<AZKi>とコラボした時、自分のエールデッキの上から1枚を、自分のセンターホロメンに送る
ko: ■ 〈토키노 소라〉와 콜라보했을 때, 자신의 덱을 1장 드로우한다. ■ 〈AZKi〉와 콜라보했을 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 센터 홀로멤에게 보낸다.
zh_tw: ・與<時乃空>聯動時，抽1張牌。 ・與<AZKi>聯動時，從自己聲援牌組最上方將1張送到自己C位Holo成員上。

# hPR-001_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hPR-001_COLLAB_NAME
source: If I could become someone's bud
fr: Si je pouvais devenir l'ami de quelqu'un
ja: 誰かの芽吹きになれたら
ko: 누군가의 싹이 되었으면
zh_tw: 若能成為誰的萌芽

# hPR-001_COLLAB_EFFECT
source: You may roll a die once:If it is 1, 3, or 5, reveal 1 [red cheer or blue cheer] from your cheer deck, and send it to your back holomem. Then, shuffle the cheer deck.
fr: Vous pouvez lancer un dé : si le résultat est 1, 3 ou 5, révélez une Cheer Rouge ou une Cheer Blue depuis votre Deck de Cheer et attachez-la à l'un de vos holomems en arrière
ja: サイコロを1回振れる:1か3か5の時、自分のエールデッキから、[赤エールか青エール]1枚を公開し、自分のバックホロメンに送る。そしてエールデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 1이나 3이나 5일 때, 자신의 옐 덱에서 [적 옐이나 청 옐] 1장을 공개하고, 자신의 백 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 可以擲1次骰子：1、3或5點時，從自己聲援牌組中公開1張[紅聲援或藍聲援]，送到自己後備Holo成員上。然後洗牌聲援牌組。

# hBP01-009_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-009_ART_0_NAME
source: KonKanata~
ja: こんかなた～
ko: 콘카나타~
zh_tw: 空彼方～

# hBP01-009_ART_0_EFFECT
source: This Arts can only target your opponent's center holomem.
fr: Cet Art ne peut cibler que l'Holomem Central adverse.
ja: このアーツは、相手のセンターホロメンしか対象にできない。
ko: 이 아츠는, 상대의 센터 홀로멤밖에 대상으로 할 수 없다.
zh_tw: 此技藝只能以對手的C位Holo成員為對象。

# hBP01-021_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hBP01-021_ART_0_NAME
source: Everyone~ Konsome~
fr: Tout le monde ! Kon-sommé !
ja: みんな～こんそめ～
ko: 모두~ 콘소메~
zh_tw: 大家～空そめ～

# hBP01-023_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hBP01-023_ART_0_NAME
source: Not gonna stop
fr: Cela ne s'arrêtera pas
ja: 止まらねえぞ
ko: 멈추지 않아
zh_tw: 停不下來了喔

# hBP01-023_ART_0_EFFECT
source: You may roll a die once:If it is odd, use this Arts once more on the same holomem (This Arts may be repeated until that holomem is downed).
fr: Vous pouvez lancer un dé : Si le résultat est impair, répétez cet Art en ciblant le même Holomem. (Cet Art peut être répété jusqu'à ce que l'Holomem soit Inconscient).
ja: サイコロを1回振れる:奇数の時、同じホロメンに、このアーツをもう1回使う（このアーツはそのホロメンがダウンするまで繰り返せる）。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 같은 홀로멤에게, 이 아츠를 다시 1번 사용한다(이 아츠는 그 홀로멤이 다운할 때까지 반복할 수 있다).
zh_tw: 可以擲1次骰子：奇數時，對同一個Holo成員再使用1次此技藝（此技藝可重複直到該Holo成員被擊倒）。

# hBP01-023_COLLAB_NAME
source: We Only Move Forward…!
fr: Nous allons de l'avant... !
ja: 私たちは前に向かって…！
ko: 우리들은 앞을 향해서…!
zh_tw: 我們將繼續前進…！

# hBP01-023_COLLAB_EFFECT
source: Draw 2 cards from your deck.
fr: Piochez 2 cartes de votre Deck.
ja: 自分のデッキを2枚引く。
ko: 자신은 덱을 2장 드로우한다.
zh_tw: 抽2張牌。

# hBP01-033_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-033_ART_0_NAME
source: After Party
ja: アフターパーティー
ko: 애프터 파티

# hBP01-033_COLLAB_NAME
source: Healing Runway
fr: Piste de guérison
ja: ヒーリングランウェイ
ko: 힐링 런웨이
zh_tw: 療癒伸展台

# hBP01-033_COLLAB_EFFECT
source: You may roll a die once:If it is odd, restore 20 HP to 1 of your green holomem.
fr: Vous pouvez lancer un dé : Si le résultat est impair, restaurez 20 PV à l'un de vos Holomems Verts.
ja: サイコロを1回振れる:奇数の時、自分の緑ホロメン1人のHP20回復。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 녹색 홀로멤 1명의 HP 20 회복.
zh_tw: 可以擲1次骰子：奇數時，為自己1位綠色Holo成員回復20點HP。

# hBP01-035_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-035_ART_0_NAME
source: AkiRose Fantasia
fr: Fantaisie Akirose
ja: アキロゼ幻想曲
ko: 아키로제 환상곡
zh_tw: アキロゼ幻想曲

# hBP01-035_ART_0_EFFECT
source: If a tool is attached to this holomem, send the top card of your cheer deck to your holomem.
fr: Si cet Holomem a un Outil attaché, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: このホロメンにツールが付いている時、自分のエールデッキの上から1枚を、自分のホロメンに送る。
ko: 이 홀로멤에게 툴이 붙어 있을 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 홀로멤에게 보낸다.
zh_tw: 此Holo成員裝備有工具時，從自己聲援牌組最上方將1張送到自己的Holo成員上。

# hBP01-035_BLOOM_NAME
source: Bremen Music Festival
fr: Festival de musique de Bremen
ja: ブレーメンの音楽祭
ko: 브레멘 음악대

# hBP01-035_BLOOM_EFFECT
source: You may attach 1 tool from your archive to your holomem.
fr: Vous pouvez attacher 1 Outil de votre Archive à l'un de vos Holomems.
ja: 自分のアーカイブのツール1枚を自分のホロメンに付けられる。
ko: 자신의 아카이브의 툴 1장을 자신의 홀로멤에게 붙일 수 있다.

# hBP01-036_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-036_ART_0_NAME
source: We've aRose & Ready to Slay Today!
fr: Ganbarose pour aujourd'hui !
ja: 今日もがんばローゼ！
ko: 오늘도 간바로제!
zh_tw: 今天也加油Rosé！

# hBP01-036_COLLAB_NAME
source: Rose Knights, Cheer for Me!
fr: Rosetai, soutenez-moi !
ja: ロゼ隊のみんな応援しててね！
ko: 로제대 모두들 응원해줘!
zh_tw: ロゼ隊的大家請為我加油！

# hBP01-036_COLLAB_EFFECT
source: Restore 20 HP to 1 of your holomem.
fr: Restaurez 20 PV à l'un de vos Holomems.
ja: 自分のホロメン1人のHP20回復。
ko: 자신의 홀로멤 1명의 HP 20 회복.
zh_tw: 為自己1位Holo成員回復20點HP。

# hBP01-037_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-037_ART_0_NAME
source: Secret Shared Key
fr: Clé secrète
ja: 秘密の合鍵
ko: 비밀의 합건
zh_tw: 秘密的備用鑰匙

# hBP01-037_ART_0_EFFECT
source: If a tool is attached to this holomem, this Arts gets +50.
fr: Si cet Holomem a un Outil attaché, cet Art gagne +50 dégâts.
ja: このホロメンにツールが付いている時、このアーツ+50
ko: 이 홀로멤에게 툴이 붙어 있을 때, 이 아츠 +50.
zh_tw: 此Holo成員裝備有工具時，此技藝+50。

# hBP01-037_BLOOM_NAME
source: Gothic Doll
fr: Poupée gothique
ja: ゴシックドール
ko: 고딕 돌

# hBP01-037_BLOOM_EFFECT
source: Send the top card of your cheer deck to your holomem. If a tool is attached to this holomem, restore 40 HP to this holomem.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems. Puis si cet Holomem a un Outil attaché, restaurez 40 PV à cet Holomem.
ja: 自分のエールデッキの上から1枚を、自分のホロメンに送る。その後、このホロメンにツールが付いている時、このホロメンのHP40回復。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 홀로멤에게 보낸다. 그 후, 이 홀로멤에 툴이 붙어 있을 때, 이 홀로멤의 HP 40 회복.

# hBP01-038_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-038_ART_0_NAME
source: Konpeko~!
ja: こんぺこー！
ko: 콘페코ー!
zh_tw: 空pekoー！

# hBP01-038_ART_0_EFFECT
source: You may roll a die once:If it is even, this Arts gets +20.
fr: Vous pouvez lancer un dé : Si le résultat est pair, cet Art gagne +20 dégâts.
ja: サイコロを1回振れる:偶数の時、このアーツ+20。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때 이 아츠 +20.
zh_tw: 可以擲1次骰子：偶數時，此技藝+20。

# hBP01-041_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-041_ART_0_NAME
source: Don't you dare miss it, Peko!
fr: Ne le manquez pas, Peko !
ja: 見逃しちゃだめぺこだよ!
ko: 놓치면 안 돼 페코!
zh_tw: 不能錯過peko喔！

# hBP01-041_BLOOM_NAME
source: Usada Pekora has Improved
fr: Usada Pekora a grandi
ja: 成長した兎田ぺこらを
ko: 성장한 우사다 페코라를

# hBP01-041_BLOOM_EFFECT
source: Send the top card of your cheer deck to your center holomem or collab holomem.
fr: Attachez la première carte de votre Deck de Cheers à votre Holomem Central ou Collab.
ja: 自分のエールデッキの上から1枚を、自分のセンターホロメンかコラポホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 센터 홀로멤이나 콜라보 홀로멤에게 보낸다.

# hBP01-042_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-042_ART_0_NAME
source: White Sand Beach and the Bunny Girl
fr: Fille lapin sur une plage de sable blanc
ja: 白い砂浜と兎少女
ko: 하얀 모래사장과 토끼 소녀
zh_tw: 白色沙灘與兔少女

# hBP01-042_ART_1_NAME
source: It's Heweree
fr: Ki-t-raaaa
ja: きｔらあああ
ko: 키t라아아아
zh_tw: 來啦啊啊啊

# hBP01-042_ART_1_EFFECT
source: You may roll a die once:This Arts gets +10x the number rolled.
fr: Vous pouvez lancer un dé : Cet Art gagne +10 dégâts multipliés par le nombre obtenu.
ja: サイコロを1回振れる:出た目の数1につき、このアーツ+10。
ko: 주사위를 1번 굴릴 수 있다 : 나온 눈의 수 1개 당, 이 아츠 +10.
zh_tw: 可以擲1次骰子：每1點，此技藝+10。

# hBP01-043_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-043_ART_0_NAME
source: Operation: Bunnify Humanity
fr: Projet de Lapinalisation des humains
ja: 全人類兎化計画
ko: 전인류 토끼화 계획
zh_tw: 全人類兔化計畫

# hBP01-043_ART_0_EFFECT
source: You may roll a die 3 times:This Arts gets +10x the total number rolled.
fr: Vous pouvez lancer un dé 3 fois : Cet Art gagne +10 dégâts multipliés par le total obtenu.
ja: サイコロを3回振れる:出た目の合計数1につき、このアーツ+10。
ko: 주사위를 3번 굴릴 수 있다 : 나온 눈의 합계 수 1개 당, 이 아츠 +10.
zh_tw: 可以擲3次骰子：每1點總和，此技藝+10。

# hBP01-043_BLOOM_NAME
source: Princess Dress
fr: Robe de princesse
ja: プリンセスドレス
ko: 프린세스 드레스

# hBP01-043_BLOOM_EFFECT
source: Restore 50 HP to this holomem.
fr: Restaurez 50 PV à cet Holomem.
ja: このホロメンのHP50回復。
ko: 이 홀로멤의 HP 50 회복.

# hBP01-044_ART_0_NAME
source: Konazuki
fr: Kon-AZKi
ja: こんあずき～
ko: 콘아즈키~
zh_tw: 空AZKi～
