Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP06-090_EFFECT
source: Draw 2 cards. If your Life is 4 or less, bloom 1 of your 1st holomem that bloomed from Debut this turn once more using a holomem from your hand.
fr: Piochez 2 cartes de votre Deck. Puis, si votre VIE est égale à 4 ou moins, vous pouvez bloom à nouveau 1 de vos Holomems 1st qui a bloom depuis un Holomem Debut pendant ce tour en utilisant un Holomem de votre Main.
ja: 自分のデッキを２枚引く。その後、自分のライフが４以下なら、自分のこのターンにDebutホロメンからBloomした1stホロメン1人を、自分の手札のホロメンを使ってもう1回Bloomできる。

# hBP06-076_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-076_ART_0_NAME
source: Fall in love with Matsuri-chan♥
fr: Tombez amoureux de Matsuri-chan ♥
ja: まつりちゃんにメロメロになれよ ♥

# hBP06-076_ART_0_EFFECT
source: If the target of this Arts is your opponent's 2nd holomem, and you have used a Limited event this turn, this Arts gets +70.
fr: Si la cible de cet Art est un Holomem 2nd Bloom adverse, et que vous avez utilisé un Événement Limité durant ce tour, cet Art gagne +70 dégâts.
ja: このアーツの対象が相手の2ndホロメンで、このターンに自分がLIMITEDのイベントを使っていたなら、このアーツ＋70

# hBP06-076_BLOOM_NAME
source: Let's go performing!
fr: En scène !
ja: レッツパフォーミング

# hBP06-076_BLOOM_EFFECT
source: Reveal 1 [<Ebifrion> or <Matsurisu>] from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 [⟨Ebifrion⟩ ou ⟨Matsurisu⟩] de votre Deck, et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、［《えびふらいおん》か《まつりす》］１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-049_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-049_ART_0_NAME
source: Dance of Stars
fr: Danse des étoiles
ja: 星々の踊り

# hBP06-049_COLLAB_NAME
source: Blue Amber
fr: Ambre bleu
ja: 青い琥珀

# hBP06-049_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 blue cheer from your cheer deck and send it to your <Moona Hoshinova>. Then, shuffle the cheer deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 Cheer Bleu dans votre Deck de Cheers et attachez-le à l'une de vos ⟨Moona Hoshinova⟩. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のエールデッキから、［青エール］１枚を公開し、自分の《ムーナ・ホシノヴァ》に送る。そしてエールデッキをシャッフルする。

# hBP06-089_NAME
source: Drawing Stream
fr: Stream de Dessin
ja: ドローイングストリーム

# hBP06-089_EFFECT
source: Reveal 1 cheer from your cheer deck and send it to your holomem with #Painting. Then, shuffle the cheer deck. Return 1 holomem with #Painting from your archive to hand.
fr: Révélez 1 Cheer de votre Deck de Cheers et attachez-le à l'un de vos Holomems avec #Art. Puis mélangez votre Deck de Cheers. Ensuite mettez 1 Holomem avec #Art de votre Archive dans votre Main.
ja: 自分のエールデッキから、エール１枚を公開し、自分の［＃絵］を持つホロメンに送る。そしてエールデッキをシャッフルする。その後、自分のアーカイブの［＃絵］を持つホロメン１枚を手札に戻す。

# hBP06-025_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-025_ART_0_NAME
source: Tsuntsuntsun...
ja: ツンツンツ…

# hBP06-025_GIFT_NAME
source: A Chill Anniversary
fr: Un anniversaire tranquille
ja: のんびり過ごす記念日

# hBP06-025_GIFT_EFFECT
source: [Center Position・Collab Position Only]Your holomem with #holoX other than this holomem get Arts+20.
fr: [Position Centrale ou Collab] Les Arts de vos autres Holomems avec #HoloX gagnent +20 dégâts.
ja: ［センターポジション・コラボポジション限定］自分のステージのこのホロメン以外の［＃秘密結社holoX］を持つホロメン全員のアーツ+20。

# hBP06-044_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-044_ART_0_NAME
source: Wheel of Fortune
fr: Roue de la Fortune
ja: ホイールオブフォーチュン

# hBP06-044_ART_0_EFFECT
source: If you have used your SP Oshi Skill "🎲ƎNOZ N∩Ⅎ ƎH⊥ O⊥ ƎWOϽ˥ƎM🎲" this game, roll a die once. This Arts gets +10x the number rolled.
fr: Si vous avez utilisé votre SP Oshi Skill « 🎲ƎNOZ N∩Ⅎ ƎH⊥ O⊥ ƎWOϽ˥ƎM🎲 » pendant cette partie, lancez un dé : Cet Art gagne +10 dégâts multipliés par le nombre obtenu.
ja: このゲーム中に、自分のSP推しスキル「🎲ƎNOZ NꓵℲ ƎHꓕ Oꓕ ƎWOƆꓶƎM🎲」を使っていたなら、サイコロを１回振る。出た目の数１につき、このアーツ＋10

# hBP06-044_ART_1_NAME
source: Ariga-chu!
ja: ありがチュー！

# hBP06-074_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-074_COLLAB_NAME
source: Tenshi Kaiwai
ja: 天使界隈

# hBP06-074_COLLAB_EFFECT
source: During this turn, your center holomem gets Arts+10 for each support card you used this turn. However, only up to 3 cards are counted.
fr: Pendant ce tour, les Arts de votre Holomem Central gagnent +10 dégâts pour chaque Soutien utilisé durant ce tour. Le nombre maximum de cartes prises en compte pour cet effet est de 3.
ja: このターンに自分が使っていたサポートカード１枚につき、このターンの間、自分のセンターホロメンのアーツ＋10。ただし、数える枚数は３枚まで。

# hBP06-088_NAME
source: Prank Rabbit
fr: Lapine farceuse
ja: ドッキリうさぎ

# hBP06-088_EFFECT
source: This card can only be used if your holomem was downed during your opponent's previous turn and your life is less than your opponent's. Choose your opponent's center holomem or collab holomem. Rest the chosen holomem and move it to the back position. The chosen holomem is not set to active during your opponent's next reset phase.
fr: Cette carte ne peut être jouée que si votre Holomem a été mis Inconscient pendant le tour précédent de votre adversaire, et que vous avez moins de VIE que votre adversaire. Choisissez l'Holomem Central ou Collab adverse. Épuisez-le et déplacez-le en Position Arrière. L'Holomem choisi ne pourra pas être redressé pendant la prochaine Phase de Réinitialisation de l'adversaire.
ja: このカードは、直前の相手のターンに自分のホロメンがダウンしていて、自分のライフが相手より少ない時にしか使えない。 相手のセンターホロメンかコラボホロメンを選ぶ。選んだホロメンをお休みさせてバックポジションに移動させる。選んだホロメンは、次の相手のターンのリセットステップでアクティブにならない。

# hBP06-059_NAME
source: Mori Calliope
ja: 森 カリオペ

# hBP06-059_ART_0_NAME
source: Sleepy time
fr: L'heure de dormir
ja: まどろみの中で

# hBP06-059_BLOOM_NAME
source: Sleepover Party!
fr: Soirée pyjama !
ja: お泊りパーリナイ！

# hBP06-059_BLOOM_EFFECT
source: If your stage has 3 or more holomem with #EN, reveal 1 [blue cheer or purple cheer] from your cheer deck, and send it to your holomem. Then, shuffle the cheer deck.
fr: Si vous avez 3 Holomems ou plus avec #EN sur votre Scène, révélez 1 [Cheer Bleu ou Cheer Violet] de votre Deck de Cheers et attachez-le à l'un de vos Holomems. Puis mélangez votre Deck de Cheers.
ja: 自分のステージに［＃EN］を持つホロメンが３人以上なら、自分のエールデッキから、［青エール］か［紫エール］１枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。

# hBP06-061_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-061_ART_0_NAME
source: Sweet times with me
fr: Un doux moment avec moi
ja: ボクと過ごす甘いひと時

# hBP06-061_ART_0_EFFECT
source: If <Roboser> is attached to this holomem, deal 20 special damage to your opponent's center holomem.
fr: Si un ⟨Roboser⟩ est attaché à cet Holomem, infligez 20 dégâts speciaux à l'Holomem Central adverse.
ja: このホロメンに《ろぼさー》が付いているなら、相手のセンターホロメンに特殊ダメージ20を与える。

# hBP06-104_NAME
source: Subatomo
ja: スバ友

# hBP06-104_EFFECT
source: During your opponent's turn, if the holomem this fan is attached to is downed, send the top card of your cheer deck to your <Oozora Subaru>. You may only attach this fan to your <Oozora Subaru>, and you may attach any number of this fan per holomem.
fr: Pendant le Tour adverse, si l'Holomem avec ce Fan attaché est mis Inconscient, attachez la première carte de votre Deck de Cheers à l'une de vos ⟨Oozora Subaru⟩. Ce Fan ne peut être attaché qu'à ⟨Oozora Subaru⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、自分のエールデッキの上から１枚を自分の《大空スバル》におくれる。 このファンは、自分の《大空スバル》だけに付けられ、１人につき何枚でも付けられる。

# hBP06-041_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-041_COLLAB_EFFECT
source: If you went second and it is your first turn, draw 3 cards, and archive 2 cards from your hand.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, piochez 3 cartes de votre Deck puis archivez 2 cartes de votre Main.
ja: 自分の後攻で最初のターンなら、自分のデッキを３枚引いた後、手札２枚をアーカイブする。

# hBP06-085_NAME
source: Favorite PC
fr: PC Favori
ja: フェイバリットパソコン

# hBP06-085_EFFECT
source: Reveal 1 [Debut holomem and Buzz holomem] with the same card name, and 1 support card with #BuzzMerch from your deck, and add the revealed cards to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem Debut et 1 Holomem Buzz avec le même nom et 1 Soutien avec #MerchBuzz de votre Deck, mettez les cartes révélées dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、同じカード名の［DebutホロメンとBuzzホロメン］１枚ずつと［Buzzグッズ］を持つサポートカード１枚を公開し、公開したカードを手札に加える。そしてデッキをシャッフルする。

# hBP06-065_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-065_ART_0_NAME
source: Irreplaceable Days
fr: Jours irremplaçables
ja: かけがえのない日々

# hBP06-065_ART_0_EFFECT
source: If your holomem was downed during your opponent's previous turn, this Arts cheer cost is reduced by 1 colorless cheer.
fr: Si l'un de vos Holomems a été mis Inconscient lors du dernier tour de votre adversaire, le coût en Cheer de cet Art nécessite 1 Cheer Neutre de moins.
ja: 直前の相手のターンに自分のホロメンがダウンしていたなら、このアーツに必要な「無色エール」‐1。

# hBP06-065_GIFT_NAME
source: A word of gratitude
fr: Un mot de gratitude
ja: 一言芳恩

# hBP06-065_GIFT_EFFECT
source: When this holomem uses Arts, if this holomem has bloomed from a 1st holomem, deal 50 special damage to your opponent's center holomem or collab holomem.
fr: Lorsque cette carte bloom depuis un Holomem 1st Bloom et utilise un Art, infligez 50 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 1stホロメンからBloomしているこのホロメンがアーツを使ったとき、相手のセンターホロメンかコラボホロメンに特殊ダメージ50を与える。

# hBP06-050_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-050_ART_0_EFFECT
source: Deal 10 special damage to 1 of your opponent's back holomem.
fr: Infligez 10 dégâts spéciaux à l'un des Holomems en Arrière adverses.
ja: 相手のバックホロメン１人に特殊ダメージ10を与える。

# hBP06-016_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-016_ART_0_NAME
source: Otsu-Rionaaaaa!
ja: おつりおなああああ！

# hBP06-016_COLLAB_NAME
source: Let's fight together
fr: Combattons ensemble
ja: 一緒に共閾しよ

# hBP06-016_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 [holomem with a Collab Effect and with #FLOW GLOW] from your deck, and add it to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, revélez 1 [Holomem avec un Effet Collab et #FLOW GLOW] de votre Deck, mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、［［コラボエフェクト］と［＃FLOW GLOW］を持つホロメン］１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-070_NAME
source: Inugami Korone
ja: 戌神ころね

# hBP06-070_ART_0_NAME
source: Wow Wow Axe of the End
fr: Wow Wow Hache de la Fin
ja: 終焉のウォウウォウアックス

# hBP06-070_ART_0_EFFECT
source: If you used your Oshi Skill "Infinite Stamina" this turn, this Arts gets +40.
fr: Si vous avez utilisé votre Oshi Skill «Force infinie» pendant ce tour, cet Art gagne +40 dégâts
ja: このターンに自分の推しスキル［無限の体力］を使っていたなら、このアーツ＋40。

# hBP06-070_GIFT_NAME
source: Wan-der Viking
fr: Ouafabond Viking
ja: ワンダーヴァイキング

# hBP06-070_GIFT_EFFECT
source: [Center Position Only][1/Turn]You may return 1 <Fingers> from your stage to the bottom of your deck:During this turn, this holomem requires -2 colorless for its Arts.
fr: [Position Centrale][1/Tour] Vous pouvez mettre 1 ⟨Yubi⟩ de votre Scène au-dessous de votre Deck : Pendant ce tour, le coût en Cheer des Arts de cet Holomem est réduit de 2 Cheers Neutres.
ja: ［センターポジション限定］［ターンに１回］自分のステージの《ゆび》１枚をデッキの下に戻せる：このターンの間、このホロメンのアーツに必要な［無色エール］－2。

# hBP06-033_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん

# hBP06-033_ART_0_NAME
source: Mushroom (Kusabira)
fr: Champignon (Kusabira)
ja: 茸（くさびら）

# hBP06-033_ART_0_EFFECT
source: You may send 1 cheer from your archive to your holomem with #ReGLOSS.
fr: Vous pouvez attacher 1 Cheer de votre Archive à l'un de vos Holomems avec #ReGLOSS.
ja: 自分のアーカイブのエール１枚を自分の［＃ReGLOSS］を持つホロメンに送れる。

# hBP06-033_BLOOM_NAME
source: Wet feather-colored cracks
fr: L'effilochure noir corbeau
ja: 濡羽色のほころび

# hBP06-033_BLOOM_EFFECT
source: If you used an event with #Mushroom this turn, draw 2 cards. You may only use Bloom Effect "Wet feather-colored cracks" once per turn.
fr: Si vous avez utilisé un Événement avec #Champignon pendant ce tour, piochez 2 cartes. Vous ne pouvez utiliser de Bloom «L'effilochure noir corbeau» qu'une fois par tour.
ja: このターンに自分が［＃きのこ］を持つイヴェントを使っていたなら、自分のデッキを２枚引く。自分のブルームエフェクト［濡羽色のほころび］はターンに１回しか使えない。

# hBP06-003_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-003_SKILL_NAME
source: When in doubt, just do it!
fr: Dans le doute, fais-le !
ja: 迷ったらまず実行！

# hBP06-003_SKILL_EFFECT
source: [1/Turn]Send the top card of your cheer deck to your [Buzz holomem or Kazama Iroha which has bloomed from a Buzz holomem].
fr: [1/Tour] Attachez la première carte de votre Deck de Cheers à l'un de vos [Holomem Buzz ou ⟨Kazama Iroha⟩ qui a bloom depuis un Holomem Buzz].
ja: ［ターンに１回］自分のエールデッキの上から１枚を自分の[BuzzホロメンかBuzzホロメンからBloomしている《風真いろは》]に送る。

# hBP06-003_SPSKILL_NAME
source: Ultimate Stronk Gozaru
fr: Ultra Balèze Gozaru
ja: アルティメットつよつよござる

# hBP06-003_SPSKILL_EFFECT
source: [1/Game]During this turn, all <Kazama Iroha> on your stage get Arts+10 for each cheer on your stage. If your stage has a Buzz holomem, draw 3 cards.
fr: [1/Partie]Pendant ce tour, tous les Arts de vos ⟨Kazama Iroha⟩ gagnent +10 dégâts pour chaque Cheer sur votre Scène. Puis, s'il y a un Holomem Buzz sur votre Scène, piochez 3 cartes.
ja: ［ゲームに１回］このターンの間、自分のステージのエール１枚につき、自分のステージの《風真いろは》全員のアーツ＋１０。その後、自分のステージにBuzzホロメンがいるなら、自分のデッキを１枚引く。

# hBP06-056_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ

# hBP06-056_ART_0_NAME
source: Spend your youth with Sakamata?
fr: Passer ta jeunesse avec Sakamata ?
ja: 沙花叉と青春しよ？

# hBP06-056_ART_0_EFFECT
source: Reveal the top 6 cards of your deck. This Arts gets +20 for each holomem revealed. Then, archive the revealed cards.
fr: Révélez les 6 premières cartes de votre Deck. Pour chaque Holomem révélé cet Art gagne +20 dégâts. Puis archivez les cartes révélées.
ja: 自分のデッキの上から６枚を公開する。公開したホロメン１枚につき、このアーツ∔２０。そして公開したカードをアーカイブする。

# hBP06-056_GIFT_NAME
source: Going to school with Gyarumata
fr: La Gyaru va en cours
ja: ギャル叉登校

# hBP06-056_GIFT_EFFECT
source: If you have used your SP Oshi Skill "Life Reset Button" this game, this holomem requires -1 colorless for its Arts "Spend your youth with Sakamata?".
fr: Si vous avez utilisé votre SP Oshi Skill « Bouton de réinitialisation de vie » pendant cette partie, l'Art « Passer ta jeunesse avec Sakamata ? » de cet Holomem est réduit de 1 Cheer Neutre.
ja: このゲーム中に、自分のSP推しスキル「人生リセットボタン」を使っていたなら、このホロメンのアーツ「沙花叉と青春しよ？」に必要な［紫エール］‐１。

# hBP06-055_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ

# hBP06-055_ART_0_NAME
source: The magic we spun together
fr: La magie que nous avons tissée ensemble
ja: 二人で紡いだ魔法

# hBP06-055_ART_0_EFFECT
source: Reveal the top 4 cards of your deck. This Arts gets +20 for each holomem revealed. Then, archive the revealed cards. If there is an event among them, draw 2 cards.
fr: Révélez les 4 premières cartes de votre Deck. Pour chaque Holomem révélé cet Art gagne +20 dégâts. Puis archivez les cartes révélées. S'il y a un Événement parmis elles, piochez 2 cartes.
ja: 自分のデッキの上から４枚を公開する。公開したホロメン１枚につき、このアーツ＋２０。そして公開したカードをアーカイブする。その中にイベントがあるなら、自分のデッキを２枚引く。

# hBP06-055_COLLAB_NAME
source: Bow wow!!!
ja: ワンワーーン！！！

# hBP06-055_COLLAB_EFFECT
source: If your Oshi holomem is <Murasaki Shion>, send 3 cheers from your opponent's archive to your opponent's center holomem. You may send 1 cheer from your archive to your <Murasaki Shion>.
fr: Si votre Oshi est ⟨Murasaki Shion⟩, attachez 3 Cheers de l'Archive de votre adversaire à l'Holomem Central adverse. Puis vous pouvez attacher 1 Cheer de votre Archive à l'une de vos ⟨Murasaki Shion⟩.
ja: 自分の推しホロメンが《紫咲シオン》なら、相手のアーカイブのエール３枚を相手のセンターホロメンに送る。その後、自分のアーカイブのエール１枚を自分の《紫咲シオン》に送れる。

# hBP06-045_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-045_ART_0_NAME
source: Chaos Reloaded
fr: Le Chaos Rechargé
ja: カオスリローデッド

# hBP06-045_ART_0_EFFECT
source: Return 1~5 holomem from your archive to the bottom of your deck in any order. This Arts gets +10 for each holomem returned.
fr: Mettez 1~5 Holomems de votre Archive au-dessous de votre Deck dans n'importe quel ordre. Pour chaque carte mise sous votre Deck, cet Art gagne +10 dégâts.
ja: 自分のアーカイブのホロメン１～５枚を好きな順でデッキの下に戻す。戻したホロメン１枚につき、このアーツ∔１０。

# hBP06-045_ART_1_EFFECT
source: If you have used your SP Oshi Skill "🎲ƎNOZ N∩Ⅎ ƎH⊥ O⊥ ƎWOϽ˥ƎM🎲" this game, deal 100 special damage to your opponent's center holomem or collab holomem.
fr: Si vous avez utilisé votre SP Oshi Skill « 🎲ƎNOZ N∩Ⅎ ƎH⊥ O⊥ ƎWOϽ˥ƎM🎲 » pendant cette partie, infligez 100 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: このゲーム中に、自分のSP推しスキル「🎲ƎNOZ NꓵℲ ƎHꓕ Oꓕ ƎWOƆꓶƎM🎲」を使っていたなら、相手のセンターホロメンかコラボホロメンに特殊ダメージ100を与える。

# hBP06-098_NAME
source: Demonic Sword Asura
fr: Épée démoniaque "Asura"
ja: 鬼神刀「阿修羅」

# hBP06-098_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to <Nakiri Ayame> When the holomem this tool is attached to collabs, if your life is 1 and your opponent has no collab holomem, your opponent moves 1 of their back holomem to the collab position (Moving is not regarded as collab). Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Nakiri Ayame⟩ : Lorsque l'Holomem avec cet Outil attaché collab, si vos VIES sont égales à 1 et que votre adversaire n'a pas d'Holomem en Collab, il choisit un de ses Holomems en Arrière et le déplace en Position Collab (ceci n'est pas considéré comme une Collab) Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ＋10。 ・《百鬼あやめ》に付いていたら能力追加 このツールが付いているホロメンがコラボしたとき、自分のライフが１で、相手のコラボホロメンがいないなら、相手は、自身のバックホロメン1人をコラボポジションに移動させる（移動はコラボとしては扱わない）。 ツールは、自分のホロメン1人につき1枚だけ付けられる。

# hBP06-023_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-023_COLLAB_NAME
source: Hop Step Jump!
fr: Élan, Impulsion, Saut
ja: ホップすてっぷジャンプ！

# hBP06-023_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 Buzz <Kazama Iroha> from your deck, and add it to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 Holomem Buzz ⟨Kazama Iroha⟩ de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、Buzzホロメンの《風真いろは》１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-080_NAME
source: Oozora Subaru
ja: 大空スバル

# hBP06-080_ART_0_NAME
source: I can go anywhere
fr: Je peux aller n'importe où
ja: どこへだって行ける

# hBP06-080_ART_0_EFFECT
source: This Arts gets +20 for each <Subatomo> attached to this holomem.
fr: Pour chaque ⟨Subatomo⟩ attaché à cet Holomem, cet Art gagne +20 dégâts.
ja: このホロメンに付いている《スバ友》１枚に付き、このアーツ＋60。

# hBP06-080_BLOOM_NAME
source: Let's Hold Hands
fr: Tenons-nous la Main
ja: 手を繋ごう

# hBP06-080_BLOOM_EFFECT
source: Reveal 1 [<Subaru Duck> or <Subatomo>] from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 [⟨Canard Subarudo⟩ ou ⟨Subatomo⟩] de votre Deck, et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、［《スバルドダック》か《スバ友》］１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-092_NAME
source: Mayonnaise sip sip
fr: Mayonaise Miam Miam
ja: マヨネーズちゅっちゅっ

# hBP06-092_EFFECT
source: During this turn, 1 of your <Hakui Koyori> gets Arts+30.
fr: Pendant ce tour, les Arts de l'une de vos ⟨Hakui Koyori⟩ gagnent +30 dégâts
ja: このターンの間、自分のステージの《博衣こより》１人のアーツ⁺30。

# hBP06-011_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-011_COLLAB_EFFECT
source: Reveal 1 [Debut holomem or 1st holomem] from your deck with #Justice, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem [Debut ou 1st Bloom] avec #Justice de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、［＃Justice］を持つ［Debutホロメンか1stホロメン］1枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-043_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-043_COLLAB_EFFECT
source: You may archive 1 holomem with #Promise from your hand:Deal 30 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver 1 Holomem avec #Promise de votre Main : Infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分の手札の［＃Promise］を持つホロメン１枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。

# hBP06-101_NAME
source: Moonabito
ja: ムーナびと

# hBP06-101_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Moona Hoshinova> [1/Turn]When the holomem this mascot is attached to deals special damage to your opponent's holomem, you may send 1 blue cheer from your archive to your back holomem. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Moona Hoshinova⟩ : [1/tour]Lorsque l'Holomem avec cette Mascotte attachée inflige des dégâts spéciaux à un Holomem adverse, vous pouvez attacher 1 Cheer Bleu de votre Archive à l'un de vos Holomems en Arrière. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ・《ムーナ・ホシノヴァ》についていたら能力追加 ［ターンに１回］このマスコットが付いているホロメンが相手のホロメンに特殊ダメージを与えた時、自分のアーカイブの［青エール］１枚を自分のバックホロメンに送れる。 マスコットは、自分のホロメン１人につき１枚だけ付けられる。

# hBP06-032_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン

# hBP06-032_ART_0_NAME
source: Spring Memories
fr: Souvenirs de printemps
ja: 春の思い出

# hBP06-032_COLLAB_EFFECT
source: Send the top card of your cheer deck to your other holomem with #Justice.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #Justice.
ja: 自分のエールデッキの上から１枚をこのホロメン以外の自分の［＃Justice］を持つホロメンに送る。

# hBP06-035_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-035_ART_0_NAME
source: ...I'm going back to sleep (:3_\)_
fr: ...Je retourne dormir (:3_\)_
ja: …二度寝する (:3_)_

# hBP06-035_COLLAB_NAME
source: Kawayo
ja: かわ余

# hBP06-035_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 [tool, mascot or fan] from your deck and attach it to your <Nakiri Ayame>. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 [Outil, Mascotte ou Fan] de votre Deck et attachez-le à l'une de vos ⟨Nakiri Ayame⟩. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、［ツールかマスコットかファン］１枚を公開し、自分の《百鬼あやめ》に付ける。そしてデッキをシャッフルする。

# hBP06-097_NAME
source: Cute Varsity Jacket
fr: Jolie veste universitaire
ja: カワイイスタジャン

# hBP06-097_EFFECT
source: ◆Additional ability if attached to Buzz holomem ■The holomem this tool is attached to gets +30 HP. ■During your opponent's main phase, the HP of the holomem this tool is attached to cannot be reduced or changed by your opponent's abilities. Only 1 tool can be attached to each of your holomem.
fr: ◆ Gagne l'effet suivant s'il est attaché à un Holomem Buzz : ■ L'Holomem avec cet Outil attaché gagne +30 PV. ■ Pendant la Phase Principale de votre adversaire, les PV de cet Holomem ne peuvent pas être modifiés ou réduits par les Compétences adverses. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: ・Buzzホロメンに付いていたら能力追加 ⊡このツールが付いているホロメンのHP+30。 ⊡相手のメインステップの間、このツールが付いているホロメンのHPは相手の能力で減らず、変動しない。 ツールは、自分のホロメン１人に付き１枚だけ付けられる。

# hBP06-072_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-072_ART_0_NAME
source: Disappointment
fr: Décevant
ja: ざんね～ん

# hBP06-072_GIFT_NAME
source: Did you think you could win?
fr: Tu penses pouvoir gagner ?
ja: 勝てると思った？

# hBP06-072_GIFT_EFFECT
source: This holomem takes -30 Arts damage from your opponent's 1st holomem.
fr: Cet Holomem subit -30 dégâts des Arts des Holomems 1st Bloom adverses.
ja: このホロメンが相手の1stホロメンから受けるアーツダメージ-30。

# hBP06-099_NAME
source: Finger
fr: Yubi
ja: ゆび

# hBP06-099_EFFECT
source: The holomem this tool is attached to gets Arts+10. When this tool is attached to your <Inugami Korone> from hand, you may return 1 <Inugami Korone> from your archive to hand. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. Lorsque cet Outil est attaché à l'une de vos ⟨Inugami Korone⟩ de votre Main , vous pouvez mettre 1 ⟨Inugami Korone⟩ de votre Archive dans votre Main. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ＋10。 このツールを手札から《戌神ころね》に付けた時、自分のアーカイブの《戌神ころね》1枚を手札に戻せる。 ツールは、自分のホロメン1人につき1枚だけ付けられる。

# hBP06-009_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-009_GIFT_NAME
source: Gift: BIG PINK CAT
fr: BIG PINK CAT
ja: BIG PINK CAT
