Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP02-041_GIFT_EFFECT
source: [Center Position Only]All <Nekomata Okayu> on your stage deal +20 special damage to your opponent's center holomem.
fr: [Position Centrale] Tous les Holomems nommés ⟨Nekomata Okayu⟩ sur votre Scène infligent +20 points de dégâts lorsqu'ils infligent des dégâts spéciaux à l'Holomem Central de votre adversaire.
ja: [センターポジション限定] 自分のステージの〈猫又おかゆ〉全員が相手のセンターホロメンに与える特殊ダメージ+20。
ko: [센터 포지션 한정] 자신의 스테이지의 〈네코마타 오카유〉 전원이 상대의 센터 홀로멤에게 주는 특수 대미지 +20.
zh_tw: [限C位位置]自己舞台上所有<貓又小粥>對對手C位Holo成員造成的特殊傷害+20。

# hBP02-060_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hBP02-060_ART_0_NAME
source: Uncontainable Charm
fr: Charme qui ne peut être caché
ja: 隠しきれない魅力
ko: 숨길 수 없는 매력
zh_tw: 藏不住的魅力

# hBP02-060_BLOOM_NAME
source: Seductive Gaze
fr: Regard séducteur
ja: 誘惑の視線
ko: 유혹의 시선

# hBP02-060_BLOOM_EFFECT
source: You may restore 50 HP to 1 of your back holomem:Deal 10 special damage to your opponent's center holomem for every 10 HP restored.
fr: Vous pouvez restaurer 50 PV à l'un de vos Holomems en arrière. Infligez 10 dégâts spéciaux à l'Holomem Central adverse pour chaque tranche de 10 PV restaurée par cette action.
ja: 自分のバックホロメン1人のHP50回復できる:相手のセンターホロメンに、回復したダメージ10につき、特殊ダメージ10を与える。
ko: 자신의 백 홀로멤 1명의 HP 50 회복할 수 있다 : 상대의 센터 홀로멤에게, 회복한 대미지 10당, 특수 대미지 10을 준다.

# hBP02-004_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-004_SKILL_NAME
source: Poe Poe Poe~
ja: ぽえぽえぽえ〜
ko: 포에포에포에~
zh_tw: 噗欸噗欸噗欸～

# hBP02-004_SKILL_EFFECT
source: [1/Turn]Usable if your center holomem is <Sakamata Chloe>:Look at the top 3 cards of your deck. Archive all of those cards, or return them to the top of the deck in any order.
fr: [1/tour] Utilisable si votre Holomem Central est ⟨Sakamata Chloe⟩ : regardez les 3 premières cartes de votre Deck. Vous pouvez archiver ces cartes, ou les remettre sur le dessus de votre Deck dans n'importe quel ordre.
ja: [ターンに1回] 自分のセンターホロメンが〈沙花叉クロヱ〉の時に使える:自分のデッキの上から3枚を見る。そのカードすべてを、アーカイブするか、好きな順でデッキの上に戻す。
ko: [턴에 1번] 자신의 센터 홀로멤이 〈사카마타 클로에〉일 때 사용할 수 있다 : 자신의 덱의 위에서부터 3장을 본다. 그 카드 전부를, 아카이브하거나, 원하는 순으로 덱의 위로 되돌린다.
zh_tw: [回合1次]自己C位Holo成員為<沙花叉克蘿伊>時可以使用：查看自己牌組最上方3張。可將所有卡片放入存檔區，或以任意順序放回牌組最上方。

# hBP02-004_SPSKILL_NAME
source: Life Reset Button
fr: Bouton de réinitialisation de Vie
ja: 人生リセットボタン
ko: 인생 리셋 버튼
zh_tw: 人生重來按鈕

# hBP02-004_SPSKILL_EFFECT
source: [1/Game]Count the number of cards in your hand, return [all of your hand cards and all of your archived holomem] to deck and shuffle it. Then, draw 1 card for each card returned from hand to deck.
fr: [1/partie] Comptez le nombre de cartes de votre Main, puis mélangez toutes les cartes de votre Main et tous les Holomems de votre Archive dans votre Deck. Ensuite, piochez 1 carte de votre Deck pour chaque carte retournée de votre Main à votre Deck.
ja: [ゲームに1回] 自分の手札を数えて、自分の[手札すべてとアーカイブのホロメンすべて」をデッキに戻してシャッフルする。そして手札からデッキに戻したカード1枚につき、自分のデッキを1枚引く。
ko: [게임에 1번] 자신의 패를 세고, 자신의 [패 전부와 아카이브의 홀로멤 전부]를 덱으로 되돌리고 셔플한다. 그리고 패에서 덱으로 되돌린 카드 1장당, 자신의 덱을 1장 드로우한다.
zh_tw: [遊戲1次]計算自己手牌數量，將「所有手牌與存檔區所有Holo成員」返回牌組並洗牌。然後每有1張從手牌返回牌組的卡片，抽1張牌。

# hBP02-039_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-039_ART_0_NAME
source: holoX Slots
fr: Machines à sous holoX
ja: ホロックスロット
ko: 홀록슬롯
zh_tw: HoloX拉霸

# hBP02-039_ART_0_EFFECT
source: You may reveal the top 3 cards of your deck:This Arts gets +20 for each holomem revealed. Then, archive the revealed cards.
fr: Vous pouvez révéler les 3 premières cartes de votre Deck. Pour chaque Holomem révélé, cet Art gagne +20 dégâts. Puis archivez les cartes révélées.
ja: 自分のデッキの上から3枚を公開できる: 公開したホロメン1枚につき、このアーツ+20。そして公開したカードをアーカイブする。
ko: 자신의 덱의 위에서부터 3장을 공개할 수 있다 : 공개한 홀로멤 1장당, 이 아츠 +20. 그리고 공개한 카드를 아카이브한다.
zh_tw: 可以公開自己牌組最上方3張：每公開1張Holo成員，此技藝+20。然後將公開的卡片放入存檔區。

# hBP02-039_GIFT_NAME
source: Pui Pui Pui~
ja: ぷいぷいぷい〜
ko: 푸이푸이푸이~
zh_tw: 噗咿噗咿噗咿～

# hBP02-039_GIFT_EFFECT
source: [1/Turn]If this holomem's Arts "holoX Slots" reveals a card, you may add 1 revealed support card to hand instead of archive.
fr: [1/tour] Lorsque vous révélez des cartes avec l'Art de cet Holomem « Machines à sous holoX », vous pouvez mettre 1 Soutien dans votre Main au lieu de l'archiver.
ja: [ターンに1回] このホロメンのアーツ「ホロックスロット」でカードを公開した時、公開したサポートカード1枚を、アーカイブするかわりに手札に加えられる。
ko: [턴에 1번] 이 홀로멤의 아츠 「홀록슬롯」으로 카드를 공개했을 때, 공개한 서포트 카드 1장을, 아카이브하는 대신 패에 더할 수 있다.
zh_tw: [回合1次]此Holo成員的技藝「HoloX拉霸」公開卡片時，可將公開的1張支援卡加入手牌，而非放入存檔區。

# hBP02-040_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-040_ART_0_NAME
source: holoX Slots
fr: Machines à sous holoX
ja: ホロックスロット
ko: 홀록슬롯
zh_tw: HoloX拉霸

# hBP02-040_ART_0_EFFECT
source: You may reveal the top 3 cards of your deck:This Arts gets +20 for each holomem revealed. Then, archive the revealed cards.
fr: Vous pouvez révéler les 3 premières cartes de votre Deck. Pour chaque Holomem révélé, cet Art gagne +20 dégâts. Puis archivez les cartes révélées.
ja: 自分のデッキの上から3枚を公開できる公開したホロメン1枚につき、このアーツ+20。そして公開したカードをアーカイブする。
ko: 자신의 덱의 위에서부터 3장을 공개할 수 있다 : 공개한 홀로멤 1장당, 이 아츠 +20. 그리고 공개한 카드를 아카이브한다.
zh_tw: 可以公開自己牌組最上方3張：每公開1張Holo成員，此技藝+20。然後將公開的卡片放入存檔區。

# hBP02-040_GIFT_NAME
source: Top-Tier Hell Yeah!
fr: Hot streak~
ja: 最高に激アツ
ko: 최고로 격렬해~
zh_tw: 超級火熱

# hBP02-040_GIFT_EFFECT
source: [1/Turn]When this holomem's Arts "holoX Slots" reveals a card, if all 3 revealed cards are holomem with the same bloom level, your opponent gets life-1.
fr: [1/tour] Lorsque vous révélez des cartes avec l'Art de cet Holomem « Machines à sous holoX », si les 3 cartes révélées sont toutes des Holomems de même niveau de Bloom, votre adversaire perd 1 VIE.
ja: [ターンに1回] このホロメンのアーツ「ホロックスロット」でカードを公開した時、公開したカード3枚が同じBloomレベルのホロメンなら、相手のライフ-1。
ko: [턴에 1번] 이 홀로멤의 아츠 「홀록슬롯」으로 카드를 공개했을 때, 공개한 카드 3장이 같은 Bloom 레벨의 홀로멤이라면, 상대의 라이프 -1.
zh_tw: [回合1次]此Holo成員的技藝「HoloX拉霸」公開卡片時，若公開的3張卡片為相同「開花」等級的Holo成員，對手生命值-1。

# hBP02-078_NAME
source: Kanata Construction
ja: かなた建設
ko: 카나타 건설
zh_tw: かなた建設

# hBP02-078_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Amane Kanata>, <AZKi>, and <Sakamata Chloe> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des Holomems nommés ⟨Amane Kanata⟩, ⟨AZKi⟩, ou ⟨Sakamata Chloe⟩ et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、〈天音かなた〉と〈AZKi〉と〈沙花叉クロヱ〉を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈아마네 카나타〉와 〈AZKi〉와 〈사카마타 클로에〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<天音彼方>、<AZKi>與<沙花叉克蘿伊>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP02-069_NAME
source: Magical Girl Miko
ja: 魔法少女みこ
ko: 마법소녀 미코
zh_tw: 魔法少女巫女

# hBP02-069_ART_0_NAME
source: The Shrine Maiden's holo!
fr: La "Demoiselle du Sanctuaire" de "Holo"
ja: 『巫女』の『ホロ』!
ko: 『무녀』의 『홀로』!
zh_tw: 『巫女』的『Holo』！

# hBP02-069_COLLAB_NAME
source: A Prayer that Blooms Everyone's Wishes!
fr: Une prière pour que les souhaits de chacun se réalisent !
ja: みんなの願いを咲かせる祈り!
ko: 모두의 소원을 피어내는 기도!
zh_tw: 讓大家的願望綻放的祈禱！

# hBP02-069_COLLAB_EFFECT
source: You may roll a die once:If it is odd, reveal 1 [red cheer or blue cheer] from your cheer deck and send it to your back holomem. Then, shuffle the cheer deck.
fr: Vous pouvez lancer un dé : Si le résultat est impair, révélez 1 Cheer [Rouge ou Bleu] de votre Deck de Cheers et attachez-le à l'un de vos Holomems en Arrière. Puis mélangez votre Deck de Cheers.
ja: サイコロを1回振れる:奇数の時、自分のエールデッキから、[赤エールか青エール]1枚を公開し、自分のバックホロメシに送る。そしてエールデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 옐 덱에서, [적 옐이나 청 옐] 1장을 공개하고, 자신의 백 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 可以擲1次骰子：奇數時，從自己聲援牌組中公開1張[紅聲援或藍聲援]，送到自己後備Holo成員上。然後洗牌聲援牌組。

# hBP02-070_NAME
source: Magical Girl Kanata
ja: 魔法少女かなた
ko: 마법소녀 카나타
zh_tw: 魔法少女彼方

# hBP02-070_ART_0_NAME
source: The Angel's holo!
fr: "L'ange" de "Holo"
ja: 『天使』の『ホロ』!
ko: 『천사』의 『홀로』!
zh_tw: 『天使』的『Holo』！

# hBP02-070_COLLAB_NAME
source: Reach Out and Take my Hand!
fr: Tends ta main et tiens bon !
ja: この手を差し伸べ、つかんで握る!
ko: 이 손을 뻗어, 잡아 쥔다!
zh_tw: 伸出這隻手，緊緊抓住！

# hBP02-070_COLLAB_EFFECT
source: You may roll a die once:If it is odd, reveal 1 [white cheer or green cheer] from your cheer deck and send it to your back holomem. Then, shuffle the cheer deck.
fr: Vous pouvez lancer un dé : Si le résultat est impair, révélez 1 Cheer [Blanc ou Vert] de votre Deck de Cheers et attachez-le à l'un de vos Holomems en Arrière. Puis mélangez votre Deck de Cheers.
ja: サイコロを1回振れる:奇数の時、自分のエールデッキから、[白エールか緑エール]1枚を公開し、自分のバックホロメンに送る。そしてエールデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 옐 덱에서, [백 옐이나 녹 옐] 1장을 공개하고, 자신의 백 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 可以擲1次骰子：奇數時，從自己聲援牌組中公開1張[白聲援或綠聲援]，送到自己後備Holo成員上。然後洗牌聲援牌組。

# hBP02-071_NAME
source: Magical Girl Luna
ja: 魔法少女ルーナ
ko: 마법소녀 루나
zh_tw: 魔法少女璐娜

# hBP02-071_ART_0_NAME
source: The Princess' holo!
fr: La "Princesse" de "Holo"
ja: 『姫』の『ホロ』!
ko: 『공주』의 『홀로』!
zh_tw: 『公主』的『Holo』！

# hBP02-071_COLLAB_NAME
source: Sharing Sweet Happiness!
fr: Doux bonheur, partage avec moi !
ja: 甘~い幸せ、おすそわけ!
ko: 달콤~한 행복, 나눠 드려요!
zh_tw: 分享甜～蜜的幸福！

# hBP02-071_COLLAB_EFFECT
source: You may roll a die once:If it is odd, reveal 1 [purple cheer or yellow cheer] from your cheer deck and send it to your back holomem. Then, shuffle the cheer deck.
fr: Vous pouvez lancer un dé : Si le résultat est impair, révélez 1 Cheer [Violet ou Jaune] de votre Deck de Cheers et attachez-le à l'un de vos Holomems en Arrière. Puis mélangez votre Deck.
ja: サイコロを1回振れる:奇数の時、自分のエールデッキから、[紫エールか黄エール]1枚を公開し、自分のバックホロメンに送る。そしてエールデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 옐 덱에서, [자 옐이나 황 옐] 1장을 공개하고, 자신의 백 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 可以擲1次骰子：奇數時，從自己聲援牌組中公開1張[紫聲援或黃聲援]，送到自己後備Holo成員上。然後洗牌聲援牌組。

# hBP02-072_NAME
source: Magical Girl Shion
ja: 魔法少女シオン
ko: 마법소녀 시온
zh_tw: 魔法少女詩音

# hBP02-072_ART_0_NAME
source: The Witch's holo!
fr: La "Sorcière" de "Holo"
ja: 『魔女』の『ホロ』!
ko: 『마녀』의 『홀로』!
zh_tw: 『魔女』的『Holo』！

# hBP02-072_COLLAB_NAME
source: Seizing the Sleeping Mystery!
fr: Faites vôtre le mystère du sommeil !
ja: 眠れる神秘を我が物に!
ko: 잠들어 있는 신비를 내 것으로!
zh_tw: 將沉睡的神秘納為己物！

# hBP02-072_COLLAB_EFFECT
source: You may roll a die once:If it is even, reveal 1 event from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est pair, révélez 1 Événement de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:偶数の時、自分のデッキから、イベント1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 덱에서, 이벤트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：偶數時，從自己牌組中公開1張事件卡，加入手牌。然後洗牌。

# hBP02-073_NAME
source: Magical Girl Marine
ja: 魔法少女マリン
ko: 마법소녀 마린
zh_tw: 魔法少女瑪琳

# hBP02-073_ART_0_NAME
source: The Pirate's holo!
fr: La "Pirate" de "Holo"
ja: 『海賊』の『ホロ』!
ko: 『해적』의 『홀로』!
zh_tw: 『海賊』的『Holo』！

# hBP02-073_COLLAB_NAME
source: Lock On that Shiny Treasure!
fr: Bloquez sur un trésor étincelant !
ja: きらめくお宝、ロックオン!
ko: 반짝이는 보물, 록 온!
zh_tw: 鎖定閃耀的寶藏！

# hBP02-073_COLLAB_EFFECT
source: You may roll a die once:If it is even, reveal 1 fan from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est pair, révélez 1 Fan de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:偶数の時、自分のデッキから、ファン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 덱에서, 팬 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：偶數時，從自己牌組中公開1張粉絲卡，加入手牌。然後洗牌。

# hBP02-074_NAME
source: Magical Girl Chloe
ja: 魔法少女クロヱ
ko: 마법소녀 클로에
zh_tw: 魔法少女克蘿伊

# hBP02-074_ART_0_NAME
source: The Orca's holo!
fr: "L'Orque" de "Holo"
ja: 『シャチ』の『ホロ』!
ko: 『범고래』의 『홀로』!
zh_tw: 『虎鯨』的『Holo』！

# hBP02-074_COLLAB_NAME
source: The Wild Fang Riding the Rough Seas!
fr: Des crocs déchaînés naviguant à travers des mers agitées !
ja: 荒波をゆく奔放の牙!
ko: 거친 파도를 달리는 분방한 송곳니!
zh_tw: 乘風破浪的奔放之牙！

# hBP02-074_COLLAB_EFFECT
source: You may roll a die once:If it is even, reveal 1 tool from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est pair, révélez 1 Outil de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:偶数の時、自分のデッキから、ツール1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 덱에서, 툴 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：偶數時，從自己牌組中公開1張工具卡，加入手牌。然後洗牌。

# hBP02-048_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-048_ART_0_NAME
source: Zombanwa!
ja: ゾンばんは!
ko: 좀방와!

# hBP02-049_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-049_ART_0_NAME
source: Otsu-Kureiji!
ja: おつクレイジー!
ko: 오츠크레이지ㅡ!
zh_tw: 辛苦Kureiji了！

# hBP02-049_COLLAB_NAME
source: Ollie's Always Watching
fr: Ollie vous observe en permanence.
ja: オリーがいつも見てるよ
ko: 올리가 항상 보고 있어
zh_tw: 奧莉一直看著你喔

# hBP02-049_COLLAB_EFFECT
source: Draw 1 card, then archive 1 card from your hand.
fr: Piochez 1 carte, puis archivez 1 carte de votre Main.
ja: 自分のデッキを1枚引いた後、手札1枚をアーカイブする。自分のデッキを1枚
ko: 자신의 덱을 1장 드로우한 후, 패 1장을 아카이브한다.
zh_tw: 抽1張牌後，將1張手牌放入存檔區。

# hBP02-050_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-050_ART_0_NAME
source: The Junior Who Adores You
fr: Kouhai qui t'aime
ja: 君を大好きな後輩
ko: 너를 매우 좋아하는 후배
zh_tw: 最喜歡你的後輩

# hBP02-050_ART_1_NAME
source: Kyaa~! Sorry, senpai~!
fr: Oups ! Désolé Senpai !
ja: きゃ~! 先輩ごめ~ん!
ko: 꺄~! 선배 미안~!
zh_tw: 呀～！前輩對不起～！

# hBP02-084_NAME
source: Mikkorone 24
ja: みっころね24
ko: 밋코로네24
zh_tw: みっころね24

# hBP02-084_EFFECT
source: Draw 2 cards, and roll a die once:If it is 3, 5 or 6, reveal 1 Debut holomem from your deck, and add it to hand. Then, shuffle the deck. If it is 2 or 4, draw 1 card.
fr: Piochez 2 cartes, puis lancez un dé. Si le résultat est 3, 5 ou 6, révélez 1 Holomem Debut de votre Deck et mettez-le dans votre Main, puis mélangez votre Deck. Si le résultat est 2 ou 4, piochez 1 carte.
ja: 自分のデッキを2枚引き、サイコロを1回振る: 3か5か6の時、自分のデッキから、Debutホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。2か4の時、自分のデッキを1枚引く。
ko: 자신의 덱을 2장 드로우하고, 주사위를 1번 굴린다 : 3이나 5나 6일 때, 자신의 덱에서, Debut 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다. 2나 4일 때, 자신의 덱을 1장 드로우한다.
zh_tw: 抽2張牌，擲1次骰子：3、5或6點時，從自己牌組中公開1張Debut Holo成員，加入手牌。然後洗牌。2或4點時，抽1張牌。

# hBP02-097_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Kureiji Ollie> When the holomem this mascot is attached to blooms, draw 1 card, and archive 1 card from your hand. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Kureiji Ollie⟩ : Lorsque l'Holomem avec cette mascotte attachée bloom, piochez 1 carte de votre Deck puis archivez 1 carte de votre Main. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈クレイジー・オリー〉に付いていたら能力追加このマスコットが付いているホロメンがBloomした時、自分のデッキを1枚引いた後、手札1枚をアーカイブする。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈쿠레이지 올리〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 Bloom했을 때, 자신의 덱을 1장 드로우한 후, 패 1장을 아카이브한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<克雷西·奧莉>時追加能力：此吉祥物裝備的Holo成員進行「開花」時，抽1張牌後，將1張手牌放入存檔區。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-006_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-006_SKILL_NAME
source: Zombie Tactics
fr: Tactique de zombie
ja: ゾンビ戦術
ko: 좀비 전술
zh_tw: 殭屍戰術

# hBP02-006_SKILL_EFFECT
source: [1/Turn]Bloom 1 of your holomem with #ID Gen 2 using a holomem from your archive.
fr: [1/tour] Faites bloom l'un de vos Holomems avec #IDGen2 en utilisant un Holomem de votre Archive.
ja: [ターンに1回] 自分の#ID2期生を持つホロメン1人を、自分のアーカイブのホロメンを使ってBloomさせる。
ko: [턴에 1번] 자신의 #ID 2기생을 가진 홀로멤 1명을, 자신의 아카이브의 홀로멤을 사용해 Bloom시킨다.
zh_tw: [回合1次]將自己1位持有#ID2期生的Holo成員，使用自己存檔區的Holo成員進行「開花」。

# hBP02-006_SPSKILL_NAME
source: Ollie Revives
fr: Résurrection d'Ollie
ja: 蘇るオリー
ko: 되살아나는 올리
zh_tw: 復活的奧莉

# hBP02-006_SPSKILL_EFFECT
source: [1/Game]Draw 4 cards, and archive 2 cards from hand. You may bloom 1 of your holomem using a holomem from your archive.
fr: [1/partie] Piochez 4 cartes, puis archivez 2 cartes de votre Main. Puis vous pouvez bloom l'un de vos Holomems en utilisant un Holomem de votre Archive.
ja: [ゲームに1回] 自分のデッキを4枚引いた後、手札2枚をアーカイブする。その後、自分のホロメン1人を、自分のアーカイブのホロメンを使ってBloomできる。
ko: [게임에 1번] 자신의 덱을 4장 드로우한 후, 패 2장을 아카이브한다. 그 후, 자신의 홀로멤 1명을, 자신의 아카이브의 홀로멤을 사용해 Bloom할 수 있다.
zh_tw: [遊戲1次]抽4張牌後，將2張手牌放入存檔區。之後，可以將自己1位Holo成員，使用自己存檔區的Holo成員進行「開花」。

# hBP02-051_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-051_ART_0_NAME
source: Screaming My Lungs Out for My Oshi!!
fr: Je vais voir ma oshi et crier à pleins poumons !!
ja: 推しを見て叫びまくるぞ!!
ko: 오시를 보고 막 소리칠 거야!!
zh_tw: 看著主推大聲尖叫吧！！

# hBP02-051_BLOOM_NAME
source: Going Full Fangirl!!
fr: Max simping !!
ja: 限界化!!
ko: 한계화!!

# hBP02-051_BLOOM_EFFECT
source: You may bloom 1 of your Debut holomem with #ID Gen 2 using a holomem from your archive. You may only use Bloom Effect "Going Full Fangirl!!" once per turn.
fr: Vous pouvez Bloom l'un de vos Holomems Debut avec #IDGen2 en utilisant un Holomem de votre Archive. Vous ne pouvez utiliser l'effet de Bloom « Max simping !! » qu'une seule fois par tour.
ja: 自分の#ID2期生を持つDebutホロメン1人を、自分のアーカイブのホロメンを使ってBloomできる。自分のブルームエフェクト「限界化!!」はターンに1回しか使えない。
ko: 자신의 #ID 2기생을 가진 Debut 홀로멤 1명을, 자신의 아카이브의 홀로멤을 사용해 Bloom할 수 있다. 자신의 【블룸 이펙트】 「한계화!!」는 턴에 1번 밖에 사용할 수 없다.

# hBP02-052_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-052_ART_0_NAME
source: In the Name of Justice, I Shall...
fr: Au nom de la justice, je...
ja: 正義の名の下に、儂は
ko: 정의의 이름 아래, 나는
zh_tw: 以正義之名，我將

# hBP02-052_ART_0_EFFECT
source: If a non-purple cheer is attached to this holomem, this Arts gets +20.
fr: Si un Cheer non-Violet est attaché à cet Holomem, cet Art gagne +20 dégâts.
ja: このホロメンに紫以外のエールが付いている時、このアーツ+20。
ko: 이 홀로멤에게 자색 이외의 옐이 붙어 있을 때, 이 아츠 +20.
zh_tw: 此Holo成員裝備有非紫色的聲援時，此技藝+20。

# hBP02-052_BLOOM_NAME
source: True to the Path
fr: La voie de la sincérité
ja: 真実一路
ko: 진실일로

# hBP02-052_BLOOM_EFFECT
source: Draw 1 card.
fr: Piochez 1 carte.
ja: 自分のデッキを1枚引く。
ko: 자신의 덱을 1장 드로우한다.

# hBP02-053_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP02-053_ART_0_NAME
source: Calculated Strategy
fr: Tactiques calculées
ja: 計算された戦術
ko: 계산된 전술
zh_tw: 計算過的戰術

# hBP02-053_ART_0_EFFECT
source: If you have 2 or more 2nd holomem with #ID Gen 2 on your stage, this Arts gets +40.
fr: S'il y a au moins 2 Holomems 2nd Bloom avec #IDGen2 sur votre Scène, cet art gagne +40 dégâts.
ja: 自分のステージに#ID2期生を持つ2ndホロメンが2人以上いる時、このアーツ+40。
ko: 자신의 스테이지에 #ID 2기생을 가진 2nd 홀로멤이 2명 이상있을 때, 이 아츠 +40.
zh_tw: 自己舞台上有2位以上持有#ID2期生的2nd Holo成員時，此技藝+40。

# hBP02-053_BLOOM_NAME
source: Revived Zombie
fr: Zombie ressuscité
ja: 蘇りしゾンビ
ko: 되살아난 좀비

# hBP02-053_BLOOM_EFFECT
source: You may archive 2 cards from your hand:During this turn, this holomem gets Arts+40.
fr: Vous pouvez archiver 2 cartes de votre Main pour l'effet suivant : Les Arts de cet Holomem gagnent +40 dégâts jusqu'à la fin de ce tour.
ja: 自分の手札2枚をアーカイブできる:このターンの間、このホロメンのアーツ+40。
ko: 자신의 패 2장을 아카이브할 수 있다 : 이 턴 동안, 이 홀로멤의 아츠 +40.

# hBP02-081_NAME
source: hololive Indonesia Gen 2
fr: hololive ID 2ème génération
ja: ホロライブインドネシア2期生
ko: 홀로라이브 인도네시아 2기생
zh_tw: Hololive Indonesia 2期生

# hBP02-081_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #ID Gen 2 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #IDGen2 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#ID2期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #ID 2기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#ID2期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBD24-013_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBD24-013_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-013_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-013_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBP02-002_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-002_SKILL_EFFECT
source: [1/Turn]By archiving 1 green cheer from your holomem, reveal 1 cheer from your cheer deck, and send it to your holomem. Then, shuffle the cheer deck.
fr: [1/tour] Archivez 1 Cheer Vert de l'un de vos Holomems, puis révélez 1 Cheer de votre Deck de Cheers et attachez-le à l'un de vos Holomems. Puis mélangez votre Deck de Cheer.
ja: [ターンに1回] 自分のホロメンのエール1枚をアーカイブすることで、自分のエールデッキから、エール1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: [턴에 1번] 자신의 홀로멤의 녹 옐 1장을 아카이브하는 것으로, 자신의 옐 덱에서, 옐 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: [回合1次]將自己Holo成員的1張聲援放入存檔區，可從自己聲援牌組中公開1張聲援，送到自己的Holo成員上。然後洗牌聲援牌組。

# hBP02-002_SPSKILL_NAME
source: Vibrant Banquet
fr: Une fête colorée
ja: 極彩色の宴
ko: 극채색의 연회
zh_tw: 極彩之宴

# hBP02-002_SPSKILL_EFFECT
source: [1/Game]During this turn, all of your holomem on stage with #ID Gen 2 get Arts+20 for each of that holomem's cheer colors.
fr: [1/partie] Les Arts de tous vos Holomems avec #IDGen2 gagnent +20 dégâts pour chaque couleur de Cheer attachée à cet Holomem, jusqu'à la fin de ce tour.
ja: [ゲームに1回] このターンの間、自分のステージの#ID2期生を持つホ ロメン全員は、そのホロメンのエール1色につき、アーツ+20。
ko: [게임에 1번] 이 턴 동안, 자신의 스테이지의 #ID 2기생을 가진 홀로멤 전원은, 그 홀로멤의 옐 1색당, 아츠 +20.
zh_tw: [遊戲1次]此回合，自己舞台上所有持有#ID2期生的Holo成員，每有1種顏色的聲援，技藝+20。

# hBP02-018_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-018_ART_0_NAME
source: Perhatian!
ja: ペルハティアン!
ko: 페르하티안!

# hBP02-019_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-019_COLLAB_NAME
source: How to Turn Your Friends HALU
fr: Comment faire venir vos amis à HALU
ja: 友達をHALUにさせる方法
ko: 친구를 HALU로 만드는 방법
zh_tw: 讓朋友HALU的方法

# hBP02-019_COLLAB_EFFECT
source: You may send 1 cheer from your archive to your holomem.
fr: Vous pouvez attacher 1 Cheer de votre Archive à n'importe lequel de vos Holomems.
ja: 自分のアーカイブのエール1枚を自分のホロメンに送れる。
ko: 자신의 아카이브의 옐 1장을 자신의 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張聲援送到自己的Holo成員上。

# hBP02-020_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-021_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-021_ART_0_NAME
source: Keep Your Eyes on Me, Okay? I Love You!
fr: Continuez à regarder ! Je vous aime !
ja: だから見ててね!大好き!
ko: 그러니 지켜봐줘! 사랑해!
zh_tw: 所以請看著我！最喜歡你了！
