Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP05-079_EFFECT
source: Draw 2 cards. If your holomem was downed during your opponent's previous turn, and your life is less than your opponent's, you may send 1 cheer from your archive to your holomem.
fr: Piochez 2 cartes. Si un Holomem a été mis Inconscient pendant le tour précédent de votre adversaire, et que vous avez moins de VIE que votre adversaire, attachez 1 Cheer de votre Archive à un Holomem.
ja: 自分のデッキを2枚引く。その後、直前の相手のターンに自分のホロメンがダウンしていて、自分のライフが相手のライフより少ないなら、アーカイブのエール1枚を自分のホロメン1人に送る。
zh_tw: 抽2張牌。之後，若在前一個對手回合自己的Holo成員被擊倒，且自己的生命值少於對手，將存檔區的1張聲援送到自己1位Holo成員上。

# hBP05-085_NAME
source: Mikodanye
ja: みこだにぇー
zh_tw: みこだにぇー

# hBP05-085_EFFECT
source: The holomem this mascot is attached to gets +10 HP. ◆Additional ability if attached to <Sakura Miko> During your opponent's turn, when the holomem this mascot is attached to is downed, your opponent archives 1 card from their hand. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +10 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Sakura Miko⟩ : Pendant le tour de votre adversaire, si l'Holomem avec cette Mascotte attachée est mis Inconscient, votre adversaire archive 1 carte de sa Main. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+10。 ◆〈さくらみこ〉が付いていたら能力追加相手のターンで、このマスコットが付いているホロメンがダウンした時、相手は、自身の手札を1枚アーカイブする。 マスコットは、自分のホロメン1人につき1枚だけ付ける。
zh_tw: 此吉祥物裝備的Holo成員的HP+10。 ◆裝備於<櫻巫女>時追加能力：在對手回合，此吉祥物裝備的Holo成員被擊倒時，對手必須將其1張手牌放入存檔區。 吉祥物卡每位Holo成員只能裝備1張。

# hBP05-077_NAME
source: Bakatare Circus
fr: Cirque Bakatare
ja: バカタレサーカス
zh_tw: 笨蛋組馬戲團

# hBP05-077_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Shirakami Fubuki>, <Shiranui Flare>, <Tsunomaki Watame> and <Omaru Polka> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des Holomems nommés ⟨Omaru Polka⟩, ⟨Tsunomaki Watame⟩, ⟨Shirakami Fubuki⟩ ou ⟨Shiranui Flare⟩ et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを6枚以下でなければ使えません。 自分のデッキの上から4枚を見る。その中から、〈白上フブキ〉と〈不知火フレア〉と〈角巻わため〉と〈尾丸ポルカ〉を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードの好きな順でデッキの下に戻す。
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<白上吹雪>、<不知火芙蕾雅>、<角卷綿芽>與<尾丸波爾卡>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hY01-008_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
zh_tw: 白聲援

# hSD10-001_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-001_SKILL_NAME
source: Full throttle! Let's go!
fr: Pied au plancher ! C'est parti !
ja: エンジン全開！レッツゴー！

# hSD10-001_SKILL_EFFECT
source: [1/Turn]If any of your holomem have bloomed this turn, during this turn, 1 of your holomem with #FLOW GLOW gets Arts+30.
fr: [1/Tour] Si l'un de vos Holomems a bloom durant ce tour, les Arts de l'un de vos Holomems avec #FLOW GLOW gagnent +30 dégâts.
ja: [ターンに1回]このターンに自分のホロメンがBloomしていたなら、このターンの間、自分のステージの#FLOW GLOWを持つホロメン1人のアーツ+30。

# hSD10-001_SPSKILL_NAME
source: Do you want to see the scenery from high above?
fr: Souhaites-tu voir la scène de très haut ?
ja: 向こう側の景色を見に行かない？

# hSD10-001_SPSKILL_EFFECT
source: [1/Game]Send the top card of your cheer deck to your holomem. Choose 1 of your holomem with #FLOW GLOW. During this turn, the chosen holomem gets Arts+20 for each of the chosen holomem's cheers.
fr: [1/Partie] Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems. Puis, Choisissez 1 de vos Holomems avec #FLOW GLOW. Durant ce tour, pour chaque Cheer attaché à l'Holomem choisi, les Arts de cet Holomem gagnent +20 dégâts.
ja: [ゲームに1回]自分のエールデッキの上から1枚を自分のホロメンに送る。その後、自分の#FLOW GLOWを持つホロメン1人を選ぶ。このターンの間、選んだホロメンのエール1枚につき、選んだホロメンのアーツ+20

# hSD10-002_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-002_ART_0_NAME
source: HajimaRindo~~~!
ja: はじまりんど～～～！

# hSD10-003_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-003_ART_0_NAME
source: All Engines Go, Not for Show, Just Natural
fr: Moteur à plein régime, sans artifice
ja: エンジン全開 演じない自然体

# hSD10-003_ART_1_NAME
source: With Heart And Soul, Surpassing Limits We Go
fr: De tout mon être, je dépasse les limites
ja: 全身全霊 越えてく限界

# hSD10-004_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-004_ART_0_NAME
source: I'm a powerful driver!
fr: Je suis une pilote experte !
ja: パワフルな運転手だよ！

# hSD10-004_ART_0_EFFECT
source: If your stage has 3 or more holomem with #FLOW GLOW, you may send the top card of your cheer deck to your back holomem.
fr: S'il y a 3 Holomems ou plus avec #FLOW GLOW sur votre Scène, vous pouvez attacher la première carte de votre Deck de Cheers à l'un de vos Holomems en Arrière.
ja: 自分のステージに#FLOW GLOWを持つホロメンが3人以上いるなら、自分のエールデッキの上から1枚を自分のバックホロメンに送れる。

# hSD10-004_GIFT_NAME
source: 300 Horsepower!
fr: 300 Chevaux !
ja: 300馬力だよ！

# hSD10-004_GIFT_EFFECT
source: If your Oshi holomem is <Rindo Chihaya> and your opponent has a 1st holomem on their stage, on the turn that this holomem bloomed it may bloom once more using a 2nd holomem from your hand.
fr: Si votre Oshi est ⟨Rindo Chihaya⟩ et que votre adversaire a un Holomem 1st Bloom sur sa Scène. Durant le tour où cet Holomem bloom, vous pouvez le bloom à nouveau en utilisant un Holomem 2nd Bloom de votre Main.
ja: 自分の推しホロメンが〈輪堂千速〉で、相手のステージに1stホロメンがいるなら、このターンにBloomしたこのホロメンは、自分の手札の2ndホロメンを使ってもう1回Bloomできる。

# hSD10-005_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-005_ART_0_NAME
source: Let's Go!!!!
fr: C'est parti !!!!
ja: 行きます！！！！

# hSD10-005_ART_0_EFFECT
source: If any of your holomem have bloomed this turn, during this turn, 1 of your <Rindo Chihaya> gets Arts+20.
fr: Si l'un de vos Holomems a bloom durant ce tour, les Arts de l'une de vos ⟨Rindo Chihaya⟩ gagnent +20 dégâts.
ja: このターンに自分のホロメンがBloomしていたなら、このターンの間、自分のステージの〈輪堂千速〉1人のアーツ+20。

# hSD10-005_COLLAB_NAME
source: The DJ and driver of FLOW GLOW
fr: La DJ et pilote de FLOW GLOW
ja: FLOW GLOWのDJ兼運転手担当

# hSD10-005_COLLAB_EFFECT
source: You may return 1~3 holomem with #FLOW GLOW from your archive to the bottom of your deck. If you returned 3 holomem, you may send the top card of your cheer deck to your holomem.
fr: Vous pouvez mettre 1~3 Holomems avec #FlOW GLOW de votre Archive sous votre Deck. Si vous avez remis 3 Holomems, vous pouvez attacher la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: 自分のアーカイブの#FLOW GLOWを持つホロメン1～3枚を好きな順でデッキの下に戻せる。ホロメン3枚をデッキに戻したなら、自分のエールデッキの上から1枚を自分のホロメンに送れる。

# hSD10-006_NAME
source: Rindo Chihaya
ja: 輪堂千速

# hSD10-006_ART_0_NAME
source: Pilot of Beats
fr: Pilote du Beats
ja: 鼓動の操縦者

# hSD10-006_ART_0_EFFECT
source: If any of your holomem have bloomed this turn, this Arts gets +50.
fr: Si l'un de vos Holomems a bloom durant ce tour, cet Art gagne +50.
ja: このターンに自分のホロメンがBloomしていたなら、このアーツ+50。

# hSD10-006_ART_1_NAME
source: Accele-beat Blaze
fr: Accélérer le rythme enflammé
ja: アクセラビートブレイズ

# hSD10-006_ART_1_EFFECT
source: If your opponent's center holomem is downed by this Arts, for every 30 damage dealt more than the remaining HP send the top card of your cheer deck to 1 of your back holomem.
fr: Lorsque cet Art met Inconscient un Holomem adverse, pour chaque 30 dégâts excédant les PV restants de l'Holomem ciblé attachez la première carte de votre Deck de Cheer à l'un de vos Holomem en Arrière.
ja: このアーツで相手のセンターホロメンをダウンさせた時、与えたダメージが残りHPをオーバーしていたなら、オーバーしたダメージ30につき、自分のエールデッキの上から1枚を自分のバックホロメン1人に送る。

# hSD10-007_NAME
source: Kikirara Vivi
ja: 綺々羅々ヴィヴィ

# hSD10-007_ART_0_NAME
source: Nnnnnn Vivi!
ja: ん〜〜〜〜〜ッヴィヴィ〜！

# hSD10-008_NAME
source: Kikirara Vivi
ja: 綺々羅々ヴィヴィ

# hSD10-008_ART_0_NAME
source: Love is here!
fr: L'amour est là !
ja: そこに愛はあるんや！

# hSD10-008_COLLAB_NAME
source: The makeup artist of FLOW GLOW
fr: La maquilleuse de FLOW GLOW
ja: FLOW GLOWのメイク担当

# hSD10-008_COLLAB_EFFECT
source: Look at the cards in your opponent's hand. If there are any support cards among them, draw 1 card.
fr: Regardez les cartes dans la Main de l'adversaire. S’il y a une carte Soutien parmi elles, piochez 1 carte de votre Deck.
ja: 相手の手札すべてを見る。その中にサポートカードがあるなら、自分のデッキを1枚引く。

# hSD10-009_NAME
source: Kikirara Vivi
ja: 綺々羅々ヴィヴィ

# hSD10-009_ART_0_NAME
source: Vigilance Venus
fr: Vénus de la vigilance
ja: ヴィジランスヴィーナス

# hSD10-009_ART_0_EFFECT
source: This Arts gets +10 for each card in your opponent's hand.
fr: Pour chaque carte dans la Main de votre adversaire, cet Art gagne +10 dégâts.
ja: 相手の手札1枚につき、このアーツ+10

# hSD10-009_COLLAB_NAME
source: Seeker of True Beauty
fr: Chercheuse de la vraie beauté
ja: 美の求道者

# hSD10-009_COLLAB_EFFECT
source: Look at a number of cards from the top of your deck equal to the number of cards in your opponent's hand. Add 1 card from among them to hand. Then, return the remaining cards to your deck and shuffle it.
fr: Regardez un nombre de cartes du dessus de votre Deck égal au nombre de cartes dans la Main de l'adversaire. Ajoutez 1 carte parmi elles dans votre Main. Ensuite, remettez les cartes restantes dans votre Deck et mélangez-le.
ja: 自分のデッキの上から、相手の手札と同じ枚数を見る。その中から、カード1枚を手札に加える。そして残ったカードをデッキに戻してシャッフルする。

# hSD10-010_NAME
source: Isaki Riona
ja: 響咲リオナ

# hSD10-010_ART_0_EFFECT
source: If there is a 2nd or greater holomem with #FLOW GLOW on your stage, this Arts gets +30.
fr: S'il y a un Holomem 2nd Bloom ou plus avec #FLOW GLOW sur votre Scène, cet Art gagne +30 dégâts.
ja: 自分のステージに#FLOW GLOWを持つ2nd以上のホロメンがいるなら、このアーツ+30。

# hSD10-010_COLLAB_NAME
source: Come to me!
fr: Venez à moi !
ja: 私の元においで～っ

# hSD10-010_COLLAB_EFFECT
source: You may archive 1 card from your hand:Reveal 1 [holomem with a Collab Effect and with #FLOW GLOW] from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 carte de votre Main : Révélez 1 Holomem avec un Effet de Collab et #FLOW GLOW de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分の手札1枚をアーカイブできる：自分のデッキから、[コラボエフェクトと#FLOW GLOWを持つホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hSD10-011_EFFECT
source: This card can only be used if all holomem on your stage have #FLOW GLOW. Choose 3 cheers from your archive, and send them to your center holomem and collab holomem divided as you choose. However, you may only send up to 2 cheers to each holomem.
fr: Cette carte ne peut être jouée que si tous les Holomems sur votre Scène ont #FLOW GLOW. Choisissez 3 Cheers de votre Archive, et attachez-les à votre Holomem Central et Holomem Collab répartis comme vous le souhaitez. Cependant, vous ne pouvez attacher que 2 Cheers maximum à chaque Holomem.
ja: このカードは、自分のステージのホロメン全員が#FLOW GLOWを持つホロメンでなければ使えない。 自分のアーカイブのエール3枚を選び、自分のセンターホロメンとコラボホロメンに割り振って送る。ただし、ホロメン1人に送る枚数は2枚まで。

# hSD10-012_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #FLOW GLOW from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #FLOW GLOW et mettez-les dans votre Main. Ensuite, mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#FLOW GLOWを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。

# hSD10-013_NAME
source: Fugutaro
ja: ふぐ太郎

# hSD10-013_EFFECT
source: The holomem with #FLOW GLOW this tool is attached to gets Arts+10. ◆Additional ability if attached to a holomem with #FLOW GLOW Usable at the start of your end phase, if the holomem this tool is attached to used Arts this turn:Reveal 1 [Debut holomem or Spot holomem] with #FLOW GLOW from your deck, and place it on stage. Then, shuffle the deck. Then, return this tool to the bottom of the deck. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec #FLOW GLOW avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à un Holomem avec #FLOW GLOW : Utilisable à la fin de votre Phase de Fin, si l'Holomem avec cet Outil attaché a utilisé un Art durant ce tour : Révélez 1 Holomem [Debut ou Spot] avec #FLOW GLOW de votre Deck et mettez-le sur votre Scène, puis mélangez votre Deck. Puis mettez cet outil au-dessous de votre Deck. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いている#FLOW GLOWを持つホロメンのアーツ+10。 ◆#FLOW GLOWを持つホロメンに付いていたら能力追加 自分のエンドステップが開始する時、このターンにこのツールが付いているホロメンがアーツを使っていたなら使える：自分のデッキから、#FLOW GLOWを持つ[DebutホロメンかSpotホロメン]1枚を公開し、ステージに出す。そしてデッキをシャッフルする。その後、このツールをデッキの下に戻す。 ツールは、自分のホロメン1人につき1枚だけ付けられる

# hSD11-001_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-001_SKILL_NAME
source: Eagerly awaiting
fr: Attendre Impatiemment
ja: 虎視眈々

# hSD11-001_SKILL_EFFECT
source: [1/Turn]Send 1~2 cheers from your archive to 1 of your holomem with #FLOW GLOW that has no cheers attached.
fr: [1/Tour] Attachez 1~2 Cheers de votre Archive à l'un de vos Holomems avec #FLOW GLOW qui n'a aucun Cheer attaché.
ja: [ターンに1回]自分のアーカイブのエール1～2枚を自分のエールが付いていない#FLOW GLOWを持つホロメン1人に送る。

# hSD11-001_SPSKILL_NAME
source: Just say my name!
fr: Prononcez juste mon nom !
ja: ニコたんの名を呼ぶがいいさ！

# hSD11-001_SPSKILL_EFFECT
source: [1/Game]Usable when the ability of your holomem with #FLOW GLOW archives cheer:Deal 30 special damage for each cheer archived by that ability to your opponent's center holomem or collab holomem.
fr: SP Oshi Skill holo Power -2: Prononcez juste mon nom ! [1/Partie] Utilisable lorsque la capacité d'un Holomem avec #FLOW GLOW archive un Cheer : Infligez 30 dégâts spéciaux pour chaque Cheer archivé avec cette capacité à l'Holomem Central ou Collab adverse.
ja: [ゲームに1回]自分の#FLOW GLOWを持つホロメンの能力でエールをアーカイブした時に使える：相手のセンターホロメンかコラボホロメンどちらかに、アーカイブしたエール1枚につき、特殊ダメージ30を与える。

# hSD11-002_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-002_ART_0_NAME
source: Niko-tan has arrived!
fr: Niko-tan est arrivée !
ja: ニコたんが～来たァー！

# hSD11-003_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-003_ART_0_NAME
source: It's Kind of a Miracle That We Could Meet
fr: Une rencontre avec Niko est un miracle
ja: にこと出会えたの何かのキセキ

# hSD11-003_ART_1_NAME
source: Look Out for Me Biting You With Fangs, My Tendency
fr: Sois patient pour te faire mordre par mes canines
ja: 期待せよ 牙で噛まれちゃうシゲキ

# hSD11-004_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-004_ART_0_NAME
source: I'm willing to give even my life
fr: Je suis prête à y laisser même ma vie
ja: 自分の人生すらも捧げられる

# hSD11-004_ART_0_EFFECT
source: You may send the top card of your cheer deck to your <Koganei Niko>.
fr: Vous pouvez attacher la première carte de votre Deck de Cheers à l'une de vos ⟨Koganei Niko⟩.
ja: 自分のエールデッキの上から1枚を自分の〈虎金妃笑虎〉に送れる。

# hSD11-004_BLOOM_NAME
source: To see people smile
fr: Voir les gens sourire
ja: 人を笑顔にするためならば

# hSD11-004_BLOOM_EFFECT
source: You may archive 2 cheers from your stage:Return 1 <Koganei Niko> from your archive to hand.
fr: Vous pouvez archiver 2 Cheers de votre Scène : Mettez 1 ⟨Koganei Niko⟩ de votre Archive dans votre Main.
ja: 自分のステージのエール2枚をアーカイブできる：自分のアーカイブの〈虎金妃笑虎〉1枚を手札に戻す。

# hSD11-005_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-005_ART_0_NAME
source: Unyielding
fr: Inflexible
ja: 百折不撓

# hSD11-005_ART_0_EFFECT
source: If your stage has 5 or more cheers, this Arts gets +20.
fr: S'il y a 5 Cheer ou plus sur votre Scène, cet Art gagne +20 dégâts.
ja: 自分のステージにエールが5枚以上あるなら、このアーツ+20。

# hSD11-005_COLLAB_NAME
source: The jokester of FLOW GLOW
fr: La farceuse de FLOW GLOW
ja: FLOW GLOWのお笑い担当

# hSD11-005_COLLAB_EFFECT
source: You may send 1 cheer from your archive to your back holomem with #FLOW GLOW.
fr: Vous pouvez attacher 1 Cheer de votre Archive à un holomem avec #FLOW GLOW.
ja: 自分のアーカイブのエール1枚を自分の#FLOW GLOWを持つバックホロメンに送れる。

# hSD11-006_NAME
source: Koganei Niko
ja: 虎金妃笑虎

# hSD11-006_ART_0_NAME
source: Tiger Roars, Winds Rise
fr: Tigre du Feng Sheng
ja: 虎嘯風生

# hSD11-006_ART_0_EFFECT
source: You may archive any number of cheers from this holomem:This Arts gets +40 for each card archived.
fr: Vous pouvez archiver autant de Cheers que vous le voulez de cet Holomem : Pour chaque Cheer archivé cet Art gagne +40 dégâts.
ja: このホロメンのエールを好きな枚数アーカイブできる：アーカイブしたエール1枚につき、このアーツ+40。

# hSD11-006_GIFT_NAME
source: Emissary of Ridicule
fr: Émissaire du ridicule
ja: 戯笑の使者

# hSD11-006_GIFT_EFFECT
source: At the beginning of your performance phase, you may archive 1 holomem with #FLOW GLOW from your hand:Send 1 yellow cheer from your archive to your <Koganei Niko>.
fr: Au debut de votre Phase de Perfomance, vous pouvez archiver 1 Holomem avec #FLOW GLOW de votre Main : Attachez 1 Cheer Jaune de votre Archive à l'une de vos ⟨Koganei Niko⟩.
ja: 自分のパフォーマンスステップが開始する時、自分の手札の#FLOW GLOWを持つホロメン1枚をアーカイブできる：自分のアーカイブの黄エール1枚を自分の〈虎金妃笑虎〉に送る。

# hSD11-007_NAME
source: Mizumiya Su
ja: 水宮枢

# hSD11-007_ART_0_NAME
source: ​¡Shupi-shuwa!
ja: しゅぴしゅわー

# hSD11-007_ART_0_EFFECT
source: Until the end of your opponent's next turn, 1 of your opponent's center holomem requires +1 colorless for its baton pass.
fr: Jusqu'à la fin du prochain tour de votre adversaire, le coût en Cheers du Relais de l'Holomem Central adverse est augmenté de 1 Cheer Neutre.
ja: 相手のセンターポジションのホロメン1人は、次の相手のターンが終了するまでバトンタッチに必要な◇+1。

# hSD11-008_NAME
source: Mizumiya Su
ja: 水宮枢

# hSD11-008_ART_0_NAME
source: Love is Time
fr: L’amour, c’est du temps.
ja: 愛は時間ですよ

# hSD11-008_ART_0_EFFECT
source: If the target of this Arts has a baton pass that costs 2 or more, send the top card of your cheer deck to your back holomem.
fr: Si le coût en Cheer du Relais de l'Holomem ciblé est de 2 ou plus, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems en Arrière.
ja: このアーツの対象が相手のバトンタッチに必要な◇が2つ以上のホロメンなら、自分のエールデッキの上から1枚を自分のバックホロメンに送る。

# hSD11-008_COLLAB_NAME
source: The publicity manager of FLOW GLOW
fr: Responsable publicitaire de FLOW GLOW
ja: FLOW GLOWのえらい宣伝担当

# hSD11-008_COLLAB_EFFECT
source: Until the end of your opponent's next turn, 1 of your opponent's center holomem requires +1 colorless for its baton pass.
fr: Jusqu'à la fin du tour de votre adversaire, le coût en Cheer du Relais de l'Holomem Central adverse est augmenté de 1 Cheer Neutre.
ja: 相手のセンターポジションのホロメン1人は、次の相手のターンが終了するまでバトンタッチに必要な◇+1。

# hSD11-009_NAME
source: Mizumiya Su
ja: 水宮枢

# hSD11-009_ART_0_NAME
source: Sweet Obsession
fr: Douce Obsession
ja: スゥイートオブセッション

# hSD11-009_ART_0_EFFECT
source: Deal 10 special damage to the targeted holomem times the cheer cost of that holomem's Baton Pass.
fr: Infligez 10 dégâts spéciaux à l'Holomem ciblé pour chaque Cheer nécessaire pour son Relais.
ja: このアーツの対象のホロメンに、そのホロメンのバトンタッチに必要な◇1つにつき、特殊ダメージ10を与える

# hSD11-009_COLLAB_NAME
source: Messenger of Emotions
fr: Messagère des Emotions
ja: 感情の伝令者

# hSD11-009_COLLAB_EFFECT
source: Until the end of your opponent's next turn, 1 of your opponent's center holomem requires +3 colorless for its baton pass.
fr: Jusqu'à la fin du prochain tour de votre adversaire, le coût en Cheer du Relais de l'Holomem Central adverse est augmenté de 3 Cheers Neutres.
ja: 相手のセンターポジションのホロメン1人は、次の相手のターンが終了するまでバトンタッチに必要な◇+3

# hBP06-053_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-053_ART_0_EFFECT
source: If 4 or more cheers are attached to this holomem, deal 90 special damage to your opponent's center holomem or collab holomem.
fr: Si cet Holomem a 4 Cheers attachés ou plus, infligez 90 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: このホロメンにエールが４枚以上ついているなら、相手のセンターホロメンかコラボホロメンに特殊ダメージ９０を与える。

# hBP06-053_COLLAB_NAME
source: Star Fate
fr: Destin étoilé
ja: 星の運命

# hBP06-053_COLLAB_EFFECT
source: Choose your opponent's center holomem or collab holomem. Deal the same amount of special damage to the chosen holomem as the amount of damage taken by that holomem.
fr: Choisissez l'Holomem Central ou Collab adverse. Infligez des dégâts spéciaux à l'Holomem choisi égaux aux dégâts qu'il possède déjà.
ja: 相手のセンターホロメンかコラボホロメンをお選ぶ。選んだホロメンに、選んだホロメンが受けているダメージと同じ数値の特殊ダメージを与える。

# hBP06-086_NAME
source: Made With Love, Enjoy ♪
fr: Profitez en avec beaucoup d'amour ♪
ja: 愛情いっぱい召し上がれ

# hBP06-086_EFFECT
source: Draw 1 card. Restore 100 HP to 1 of your holomem.
fr: Piochez 1 carte. Puis, Restaurez 100 PV à 1 de vos Holomems.
ja: 自分のデッキを１枚引く。その後、自分のホロメン１人のHP100回復。

# hBP06-014_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-014_ART_0_NAME
source: Rinascimento of Colors
fr: Rinascimento des couleurs
ja: 色彩のリナシメント

# hBP06-014_ART_0_EFFECT
source: [Center Position Only]During this turn, your collab holomem with #Painting gets Arts+50, and that holomem requires -1 colorless for its Arts.
fr: [Position Centrale] Pendant ce tour, les Arts de votre Holomem Collab avec #Art gagnent +50 dégâts, et le coût en Cheer de cet Art est réduit de 1 Neutre.
ja: ［センターポジション限定］このターンの間、自分の［＃絵］を持つコラボホロメンのアーツ+50し、そのホロメンのアーツに必要な［無色エール］‐1。

# hBP06-014_GIFT_NAME
source: Dream Weaving Atelier
fr: Atelier de tissage de rêves
ja: 夢紡ぎのアトリエ

# hBP06-014_GIFT_EFFECT
source: When this holomem uses Arts, look at your holo Power. Reveal 1 card from among them, and add it to hand. If you added a card to hand, put 1 card from your hand to holo Power, then shuffle your holo Power.
fr: Lorsque cet Holomem utilise un Art, regardez vos Holopowers, révélez-en 1 et ajoutez-le à votre Main. Si vous l'ajoutez à votre Main, mettez 1 carte de votre Main dans vos Holopowers. Puis mélangez vos Holopowers.
ja: このホロメンがアーツを使ったとき、自分のホロパワーを見る。その中から１枚を公開し、手札に加える。手札に加えたなら、自分の手札１枚をホロパワーにする。そしてホロパワーをシャッフルする。

# hBP06-036_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-036_ART_0_NAME
source: Happy time after taking a bath
fr: Moment de bonheur après le bain
ja: お風呂上がりの幸せな時間

# hBP06-036_ART_0_EFFECT
source: You may archive the top card of your cheer deck:Draw 1 card.
fr: Vous pouvez archiver la première carte de votre Deck de Cheers : Piochez 1 carte.
ja: 自分のエールデッキの上から１枚アーカイブできる：自分のデッキを１枚引く。

# hBP06-036_COLLAB_NAME
source: Laid-Back Night Cherry Blossom Hot Spring Date
fr: Rendez-vous aux onsens sous les cerisiers en fleurs
ja: まったり夜桜温泉デート

# hBP06-036_COLLAB_EFFECT
source: Reveal 1 [<Asura & Rakshasa>, <Demonic Sword "Asura">, or <Poyoyo>] from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 [⟨Asura & Rakshasa⟩, ⟨Épée démoniaque "Asura"⟩ ou ⟨Poyoyo⟩] de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、［《阿修羅＆羅刹》か《鬼神刀「阿修羅」》か《ぽよ余》］１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-079_NAME
source: Oozora Subaru
ja: 大空スバル

# hBP06-079_ART_0_NAME
source: Sound of ripples
fr: Le son des vagues~~
ja: さ゛さ゛な゛み゛の゛音゛

# hBP06-079_COLLAB_EFFECT
source: You may send 1 cheer from your archive to this holomem.
fr: Vous pouvez attacher 1 Cheer de votre Archive à cet Holomem.
ja: 自分のアーカイブのエール１枚をこのホロメンに送れる。

# hBP06-063_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-063_ART_0_NAME
source: Mmmm Yummy [๑´ڡ`๑]♡
fr: Mmmm Délicieux [๑´ڡ`๑]
ja: んーーーおいしい♡

# hBP06-063_ART_0_EFFECT
source: If your Oshi holomem is <Robocosan>, draw 1 card.
fr: Si votre Oshi est ⟨Robocosan⟩, piochez 1 carte.
ja: 自分の推しホロメンが《ロボ子さん》なら、自分のデッキを1枚引く。

# hBP06-063_BLOOM_NAME
source: Pudding and Kids' Omurice
fr: Flan et Omurice pour Enfant
ja: プリンとお子様オムライス

# hBP06-063_BLOOM_EFFECT
source: If you have a holomem with <Roboser> attached, deal 20 special damage to your opponent's center holomem.
fr: Si un ⟨Roboser⟩ est attaché à un Holomem, infligez 20 dégâts spéciaux à l'Holomem Central adverse.
ja: 自分の《ろぼさー》が付いているホロメンがいるなら、相手のセンターホロメンに特殊ダメージ20を与える。

# hBP06-090_NAME
source: Bloom Stage
fr: Scène fleurissante
ja: ブルームステージ
