Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hSD03-011_ART_1_EFFECT
source: If your hand has 2 or less cards, draw cards until your hand has 3 cards.
fr: Si vous avez 2 cartes ou moins en main, piochez dans votre Deck jusqu'à ce que vous ayez 3 cartes en main.
ja: 自分の手札が2枚以下の時、手札が3枚になるまで、自分のデッキを引く。
ko: 자신의 패가 2장 이하일 때, 패가 3장이 될 때까지, 자신의 덱을 드로우한다.
zh_tw: 自己手牌在2張以下時，抽牌直到手牌變為3張。

# hSD03-013_NAME
source: Oka-nyan
ja: おかにゃん
ko: 오카냥
zh_tw: おかにゃん

# hSD03-013_EFFECT
source: The holomem this mascot is attached to in the center position or collab position takes -10 damage. ◆Additional ability if attached to <Nekomata Okayu> If the ability of the holomem this mascot is attached to would archive a cheer, you may archive this mascot instead of archiving a blue cheer. Only 1 mascot can be attached to each of your holomem.
fr: Lorsque l'holomem avec cette Mascotte attachée subit des dégâts alors qu'il est en position Central ou Collab, il subit -10 points de dégâts. Si cette Mascotte est attachée à Nekomata Okayu, il gagne l'effet suivant : Lorsque l'holomem avec cette Mascotte archive un Cheer pour une Compétence ou un Art, vous pouvez archiver cette Mascotte à la place d'un Cheer. Vous ne pouvez attacher qu'une seule Mascotte à un holomem.
ja: このマスコットが付いているホロメンがセンターポジションかコラボポジションで受けるダメージ-10。 ◆〈猫又おかゆ〉に付いていたら能力追加このマスコットが付いてるホロメンの能力でエールをアーカイブする時、アーカイブする青エール1枚のかわりに、このマスコットをアーカイブできる。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤이 센터 포지션이나 콜라보 포지션에서 받는 대미지 -10. ◆〈네코마타 오카유〉에 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 능력으로 옐을 아카이브할 때, 아카이브할 청 옐 1장 대신, 이 마스코트를 아카이브할 수 있다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員在C位位置或聯動位置受到的傷害-10。 ◆裝備於<貓又小粥>時追加能力：此吉祥物裝備的Holo成員因能力將聲援放入存檔區時，可改為將此吉祥物放入存檔區，代替1張藍色聲援。 吉祥物卡每位Holo成員只能裝備1張。

# hSD04-002_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-002_ART_0_NAME
source: Nurse of the Underworld
fr: Infirmière scolaire du monde souterrain
ja: 魔界の保健医
ko: 마계의 보건의
zh_tw: 魔界的保健醫生

# hSD04-003_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-003_ART_0_NAME
source: My Cute Students~
fr: Mes adorables étudiants~
ja: マイキュートスチューデ〜ンツ
ko: 마이 큐~트 스튜~던~트

# hSD04-003_COLLAB_NAME
source: Good Evening~
fr: Bonsoir~
ja: グッイブミ〜ング
ko: 굿 이브닝~
zh_tw: Good Eve-morning

# hSD04-003_COLLAB_EFFECT
source: If your Oshi holomem's color is purple, draw 1 card.
fr: Si votre Oshi est Violet, piochez 1 carte de votre Deck.
ja: 自分の推しホロメンの色が紫の時、自分のデッキを1枚引く。
ko: 자신의 오시 홀로멤의 색이 자색일 때, 자신의 덱을 1장 드로우한다.
zh_tw: 自己主推Holo成員的顏色為紫色時，抽1張牌。

# hSD04-004_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-004_ART_0_NAME
source: Eat a Lot, Okay♡
fr: S'il vous plaît, mangez beaucoup ❤️
ja: いっぱい食べてね♡
ko: 잔뜩 먹어줘♡
zh_tw: 多吃一點喔♡

# hSD04-004_COLLAB_NAME
source: One Hell of a Meal
fr: Portions infernales de riz
ja: 地獄盛りごはん
ko: 지옥 고봉밥
zh_tw: 地獄級大碗飯

# hSD04-004_COLLAB_EFFECT
source: You may archive 1 card from your hand:Reveal an event with #Food from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 carte de votre main pour l'effet suivant : révélez un Evénement avec #Nourriture de votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: 自分の手札1枚をアーカイブできる: 自分のデッキから、#食べ物を持フイベント1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 패 1장을 아카이브할 수 있다 : 자신의 덱에서, #음식을 가진 이벤트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以將自己1張手牌放入存檔區：從自己牌組中公開1張持有#食物的事件卡，加入手牌。然後洗牌。

# hSD04-014_NAME
source: Chocolat
ja: しょこら
ko: 쇼콜라
zh_tw: しょこら

# hSD04-014_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Yuzuki Choco> When the holomem this mascot is attached to blooms, restore 20 HP to this holomem. Only 1 mascot can be attached to each of your holomem.
fr: L'holomem avec cette Mascotte attachée gagne +20 PV. Si cette Mascotte est attachée à Yuzuki Choco, il gagne l'effet suivant : Lorsque l'holomem avec cette Mascotte Bloom, Restaurez 20 PV à ce Holomem. Vous ne pouvez attacher qu'une seule Mascotte à un holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈癒月ちょこ〉に付いていたら能力追加このマスコットが付いているホロメンがBloomした時、このホロメンのHP20回復。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈유즈키 초코〉에 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 Bloom했을 때, 이 홀로멤의 HP 20 회복. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<癒月巧可>時追加能力：此吉祥物裝備的Holo成員進行「開花」時，為此Holo成員回復20點HP。 吉祥物卡每位Holo成員只能裝備1張。

# hSD04-009_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-009_ART_1_NAME
source: Go!
ja: あくとっ
ko: 액트
zh_tw: 啊哈

# hSD04-009_ART_1_EFFECT
source: This Arts gets +40 for each event you used this turn.
fr: Pour chaque carte Événement que vous avez jouée pendant ce tour, cet Art gagne +40 dégâts.
ja: このターンに自分が使っていたイベント1枚につき、このアーツ+40。
ko: 이 턴에 자신이 사용했던 이벤트 1장당, 이 아츠 +40.
zh_tw: 此回合自己使用的每1張事件卡，此技藝+40。

# hSD04-010_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hSD04-010_ART_0_NAME
source: I'll Make You Draw the Hell Lottery
fr: Je vous ferai participer au loto de l'enfer !
ja: 地獄くじ引き、引かせるぞっ
ko: 지옥 복권 뽑기, 뽑게 해줄게
zh_tw: 讓你抽地獄籤喔

# hSD04-010_COLLAB_NAME
source: Chiyoko--!!
fr: Chocooo
ja: ちょこーーッ!!
ko: 쵸코ㅡ옷!!
zh_tw: 巧可ーーッ!!

# hSD04-010_COLLAB_EFFECT
source: If your center holomem is <Yuzuki Choco>, you may send 1 cheer from your archive to your holomem.
fr: Si votre holomem Central est Yuzuki Choco, vous pouvez envoyer un Cheer depuis votre Archive vers n'importe lequel de vos holomems.
ja: 自分のセンターホロメンが〈癒月ちょこ〉の時、自分のアーカイブのエール1枚を自分のホロメンに送れる。
ko: 자신의 센터 홀로멤이 〈유즈키 초코〉일 때, 자신의 아카이브의 옐 1장을 자신의 홀로멤에게 보낼 수 있다.
zh_tw: 自己C位Holo成員是<癒月巧可>時，可以將自己存檔區的1張聲援送到自己的Holo成員上。

# hSD04-011_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hSD04-011_ART_0_NAME
source: Nna~~~~~~~~
fr: Nnaaaaaaaaa
ja: んな~~~~
ko: 응나~~~~~~~~
zh_tw: 嗯吶~~~~

# hSD04-011_COLLAB_NAME
source: Choco Teacher~
fr: Choco-tentei~
ja: ちょこてんて~
ko: 초코텐테~
zh_tw: 巧可老師～

# hSD04-011_COLLAB_EFFECT
source: Look at your holo Power. Reveal 1 card from among them, and add it to hand. Then, put 1 card from your hand to holo Power.
fr: Regardez vos Holopower, révélez-en une et mettez-la dans votre main. Ensuite, mettez une carte de votre main dans vos Holopower.
ja: 自分のホロパワーを見る。その中から1枚を公開し、手札に加える。そして自分の手札1枚をホロパワーにする。
ko: 자신의 홀로 파워를 본다. 그 중에서 1장을 공개하고, 패에 더한다. 그리고 자신의 패 1장을 홀로 파워로 한다.
zh_tw: 查看自己的holo能量。從中公開1張，加入手牌。然後將自己1張手牌作為holo能量。

# hSD04-012_NAME
source: SubaChocoLuna
ja: スバちょこルーナ
ko: 스바초코루나
zh_tw: スバちょこルーナ

# hSD04-012_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Oozora Subaru>, <Yuzuki Choco>, and <Himemori Luna> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des holomems nommés Oozora Subaru, Yuzuki Choco, or Himemori Luna et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、〈大空スバル〉と〈癒月ちょこ〉と〈姫森ルーナ〉を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈오오조라 스바루〉와 〈유즈키 초코〉와 〈히메모리 루나〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<大空昴>、<癒月巧可>與<姬森璐娜>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD04-013_NAME
source: Choco's Omurice
fr: Omurice de Choco
ja: ちょこのオムライス
ko: 초코의 오므라이스
zh_tw: 巧可的蛋包飯

# hSD04-013_EFFECT
source: Choose 1 of your holomem. Restore 20 HP to the chosen holomem. Then, if your stage has a holomem with #Cooking, during this turn, the chosen holomem gets Arts+20.
fr: Choisissez un de vos holomems. Cet holomem récupère 20 PV. S'il y a un holomem avec #Cuisine sur votre Scène, les Arts de l'holomem choisi gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: 自分のホロメン1人を選ぶ。選んだホロメンのHP20回復。自分のステージに#料理を持つホロメンがいる時、さらに、このターンの間、選んだホロメンのアーツ+20。
ko: 자신의 홀로멤 1명을 고른다. 고른 홀로멤의 HP 20 회복. 자신의 스테이지에 #요리를 가진 홀로멤이 있을 때, 다시, 이 턴 동안, 고른 홀로멤의 아츠 +20.
zh_tw: 選擇自己1位Holo成員。為選擇的Holo成員回復20點HP。自己舞台上有持有#料理的Holo成員時，再加此回合，選擇的Holo成員的技藝+20。

# hBD24-008_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

# hBD24-008_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-008_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-008_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-009_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

# hBD24-009_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化

# hBD24-009_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-009_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hSD04-005_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-005_ART_0_NAME
source: Good Workolate......
fr: Otsukareito......
ja: おつかれいと･･････
ko: 오츠카레이토……
zh_tw: 辛苦了...…

# hSD04-005_ART_1_NAME
source: Nom~ (Mwah)
fr: ohhh (chu)
ja: あ〜む(チュッ)
ko: 아~암(쪽)
zh_tw: 啊～呣(啾)

# hSD04-006_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-006_ART_0_NAME
source: Forbidden Kiss
fr: Baiser interdit
ja: 禁断のキッス
ko: 금단의 키스
zh_tw: 禁忌之吻

# hSD04-006_ART_0_EFFECT
source: When this Arts deals damage to your opponent's holomem, restore 10 HP to this holomem for every 10 damage dealt.
fr: Lorsque cet Art inflige des dégâts à l'un des holomems de votre adversaire, pour chaque tranche de 10 points de dégâts infligés, cet holomem récupère 10 PV.
ja: このアーツで相手のホロメンにダメージを与えた時、与えたダメージ10につき、このホロメンのHP10回復
ko: 이 아츠로 상대의 홀로멤에게 대미지를 주었을 때, 준 대미지 10당, 이 홀로멤의 HP 10 회복.
zh_tw: 此技藝對對手Holo成員造成傷害時，每10點傷害，為此Holo成員回復10點HP。

# hBP02-007_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-007_SKILL_NAME
source: Sampling
fr: Échantillonnage
ja: サンプリング
ko: 샘플링
zh_tw: 取樣

# hBP02-007_SKILL_EFFECT
source: [1/Turn]By archiving 2 cards from your hand, return 2 holomem with #EN from archive to hand.
fr: [1/tour] Archivez 2 cartes de votre Main et mettez 2 Holomems avec #EN de votre Archive dans votre Main.
ja: 【ターンに1回】 自分の手札2枚をアーカイブすることで、アーカイブの#ENを持つホロメン2枚を手札に戻す。
ko: [턴에 1번] 자신의 패 2장을 아카이브하는 것으로, 아카이브의 #EN을 가진 홀로멤 2장을 패로 되돌린다.
zh_tw: 【回合1次】將自己2張手牌放入存檔區，可將存檔區中2張持有#EN的Holo成員返回手牌。

# hBP02-007_SPSKILL_NAME
source: Reaper's Rap
fr: Rap de Shinigami
ja: 死神ラップ
ko: 사신 랩
zh_tw: 死神饒舌

# hBP02-007_SPSKILL_EFFECT
source: [1/Game]Usable if your center holomem is <Mori Calliope>:During this turn, after 1 of your <Mori Calliope> used Arts, use the same Arts once more.
fr: [1/partie] Utilisable si votre Holomem Central est ⟨Mori Calliope⟩ : Pendant ce tour, lorsque que l'une de vos ⟨Mori Calliope⟩ utilise un Art : utilisez le même Art une fois de plus
ja: 【ゲームに1回】 自分のセンターホロメンが(森カリオペ)の時に使える。 このターンの間、自分の〈森カリオペ〉1人は、アーツを使った後、同じアーツをもう1回使う。
ko: [게임에 1번] 자신의 센터 홀로멤이 〈모리 칼리오페〉일 때 사용할 수 있다 : 이 턴 동안, 자신의 〈모리 칼리오페〉 1명은, 아츠를 사용한 후, 같은 아츠를 1번 더 사용한다.
zh_tw: 【遊戲1次】自己C位Holo成員為<森美聲>時可以使用。此回合，自己1位<森美聲>使用技藝後，可再使用1次相同技藝。

# hBP02-044_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-044_ART_0_NAME
source: So Embarrassing
fr: Embarrassant
ja: 照れくさ
ko: 부끄러워
zh_tw: 害羞

# hBP02-044_ART_1_NAME
source: Oh Stop It, Geez~
fr: yada mo~
ja: やだ、もー
ko: 싫다, 진짜ㅡ
zh_tw: 討厭，真是的

# hBP02-045_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-045_ART_0_NAME
source: I'm Super Duper Happy!!
fr: Je suis si contente !
ja: 最高にハッピーです!!
ko: 최고로 해피해요!!
zh_tw: 超級開心！！

# hBP02-045_BLOOM_NAME
source: First Production Concert in a While!!
fr: Cela fait un moment que nous n'avons pas donné de concert !
ja: 久しぶりの全体ライブーっ!!
ko: 오랜만에 하는 전체 라이브ㅡ!!

# hBP02-045_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 [blue holomem or purple holomem] from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem [Bleu ou Violet] parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、[青ホロメンか紫ホロ メン]1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, [청색 홀로멤이나 자색 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.

# hBP02-055_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-055_ART_0_NAME
source: My Stage
fr: Ma scène
ja: マイステージ
ko: 마이 스테이지
zh_tw: 我的舞台

# hBP02-055_COLLAB_NAME
source: Showtime
fr: C'est l'heure du show
ja: ショータイム
ko: 쇼 타임

# hBP02-055_COLLAB_EFFECT
source: You may archive 1 holomem from your hand:During this turn, 1 of your holomem with #Myth on stage gets Arts+20.
fr: Vous pouvez archiver 1 Holomem de votre Main pour l'effet suivant : Les Arts de l'un de vos Holomems avec #Myth gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: 自分の手札のホロメシ1枚をアーカイブできるこのターンの間、自分のステージの#Mythを持つホロメン1人のアーツ+20。
ko: 자신의 패의 홀로멤 1장을 아카이브할 수 있다 : 이 턴 동안, 자신의 스테이지의 #Myth를 가진 홀로멤 1명의 아츠 +20.
zh_tw: 可以將自己手牌的1張Holo成員放入存檔區：此回合，自己舞台上1位持有#Myth的Holo成員的技藝+20。

# hBP02-056_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-057_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-057_ART_0_NAME
source: Hypin' It Up Together!
fr: Amusons-nous ensemble !
ja: 一緒にブチアガろうぜ!
ko: 함께 달아 올라 보자!
zh_tw: 一起High起來吧！

# hBP02-057_BLOOM_NAME
source: We'll Make This the Best fes
fr: La meilleure fête réalisée par tout le monde
ja: みんなで作る最高のfes
ko: 모두와 만드는 최고의 fes

# hBP02-057_BLOOM_EFFECT
source: You may archive 2 holomem with the same tag from your hand:Draw 2 cards.
fr: Vous pouvez archiver 2 Holomems qui partagent un Tag de votre Main pour l'effet suivant : Piochez 2 cartes de votre Deck.
ja: 自分の手札の同じタグを持つホロメン2枚をアーカイブできる: 自分のデッキを2枚引く。
ko: 자신의 패의 같은 태그를 가진 홀로멤 2장을 아카이브할 수 있다 : 자신의 덱을 2장 드로우한다.

# hBP02-058_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-058_ART_0_EFFECT
source: If a tool or mascot is attached to this holomem, this Arts gets +30.
fr: Si cet Holomem a un Outil ou une Mascotte attaché, cet art gagne +30 dégâts.
ja: このホロメンにツールかマスコットが付いている時、このアーツ+30
ko: 이 홀로멤에게 툴이나 마스코트가 붙어 있을 때, 이 아츠 +30.
zh_tw: 此Holo成員裝備有工具或吉祥物時，此技藝+30。

# hBP02-058_BLOOM_NAME
source: What's up?
fr: Quoi de neuf ?
ja: どうしたの？

# hBP02-058_BLOOM_EFFECT
source: You may return 1 [<Mori Calliope's Scythe> or <Death-sensei>] from your archive to hand.
fr: Vous pouvez mettre 1 [⟨Faux de Mori Calliope⟩ ou ⟨Sensei de la mort⟩] de votre Archive dans votre Main.
ja: 自分のアーカイブの[〈森カリオペの鎌〉か〈Death-sensei)]1枚を手札に戻せる。
ko: 자신의 아카이브의 [〈모리 칼리오페의 낫〉이나 〈Death-sensei〉] 1장을 패로 되돌릴 수 있다.

# hBP02-059_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-059_ART_0_EFFECT
source: If you have 4 or more holomem with #Myth in your archive, this Arts gets +40. Then, if you have 8 or more, this Arts gets +40.
fr: Si vous avez 4 Holomems ou plus avec #Myth dans votre Archive, cet Art gagne +40 dégâts. Si vous en avez 8 ou plus, cet Art gagne +40 dégâts supplémentaires.
ja: 自分のアーカイブに#Mythを持つホロメンが、4枚以上ある時、このアーツ+40。8枚以上ある時、さらに、このアーツ+40。
ko: 자신의 아카이브에 #Myth를 가진 홀로멤이, 4장 이상있을 때, 이 아츠 +40. 8장 이상있을 때, 다시, 이 아츠 +40.
zh_tw: 自己存檔區有4張以上持有#Myth的Holo成員時，此技藝+40。8張以上時，再加此技藝+40。

# hBP02-059_BLOOM_EFFECT
source: Reveal 1 card from your deck, and archive it. Then, shuffle the deck.
fr: Révélez n'importe quelle carte de votre Deck et archivez-la. Puis mélangez votre Deck.
ja: 自分のデッキから、カード1枚を公開し、アーカイブする。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 카드 1장을 공개하고, 아카이브한다. 그리고 덱을 셔플한다.

# hBP02-061_NAME
source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

# hBP02-062_NAME
source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

# hBP02-062_ART_0_NAME
source: Takogram With You
fr: Takogram avec vous
ja: 君とタコグラム
ko: 너와 타코그램
zh_tw: 與你的Tako-gram

# hBP02-063_NAME
source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

# hBP02-063_ART_0_NAME
source: Let's have the Time of Our Lives!
fr: Amusons-nous !!!
ja: 楽しんでいこう!!!
ko: 즐기며 가자!!!
zh_tw: 好好享受吧！！！

# hBP02-063_BLOOM_NAME
source: Are You Ready to WAH?
fr: Êtes-vous prêts à WAH ?
ja: みんな「WAH」の準備はいいかー!
ko: 모두 「WAH!」 준비는 됐니!

# hBP02-063_BLOOM_EFFECT
source: Restore 20 HP to 1 of your holomem with #Myth.
fr: Restaurez 20 PV à l'un de vos Holomems avec #Myth.
ja: 自分の#Mythを持つホロメン1人のHP20回復。
ko: 자신의 #Myth를 가진 홀로멤 1명의 HP 20 회복.

# hBP02-064_NAME
source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

# hBP02-064_ART_0_NAME
source: Archaic Smile
fr: Sourire archaïque
ja: アルカイックスマイル
ko: 아르카익 스마일
zh_tw: 古風的微笑

# hBP02-064_ART_0_EFFECT
source: If you have 5 or more holomem with #Myth in your archive, you may reattach 1 cheer from this holomem to your other holomem. Then, if you have 10 or more, this Arts gets +50.
fr: S'il y a 5 Holomems ou plus avec #Myth dans votre Archive, vous pouvez réattacher 1 Cheer de cet Holomem à un autre Holomem. S'il y en a 10 ou plus, cet Art gagne +50 dégâts.
ja: 自分のアーカイブに#Mythを持つホロメンが、5枚以上ある時、このホロメンのエール1枚を、自分の他のホロメンに付け替えられる。10枚以上ある時、さらに、このアーツ+50。
ko: 자신의 아카이브에 #Myth를 가진 홀로멤이, 5장 이상 있을 때, 이 홀로멤의 옐 1장을, 자신의 다른 홀로멤에게 바꿔 붙일 수 있다. 10장 이상있을 때, 다시, 이 아츠 +50.
zh_tw: 自己存檔區有5張以上持有#Myth的Holo成員時，可以將此Holo成員的1張聲援，重新裝備到自己其他Holo成員上。10張以上時，再加此技藝+50。

# hBP02-065_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

# hBP02-065_ART_0_EFFECT
source: If a red cheer is attached to this holomem, this Arts gets +10.
fr: Si cet Holomem a un Cheer Rouge attaché, cet Art gagne +10 dégâts.
ja: このホロメンに赤エールが付いている時、このアーツ+10。
ko: 이 홀로멤에게 적 옐이 붙어 있을 때, 이 아츠 +10.
zh_tw: 此Holo成員裝備有紅聲援時，此技藝+10。

# hBP02-066_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

# hBP02-066_ART_0_NAME
source: That Has a Nice Ring to It
fr: Ça sonne bien
ja: 良い響きですね
ko: 좋은 울림이네요
zh_tw: 真是美妙的音色

# hBP02-066_ART_1_NAME
source: Idol Songs are...
fr: Qu'est-ce qu'une chanson d'idole
ja: アイドルソングというものは
ko: 아이돌 송이라는 것은
zh_tw: 所謂的偶像歌曲

# hBP02-075_NAME
source: Idol's Autograph Pen
fr: Feutre d'Idole
ja: アイドルサインペン
ko: 아이돌 사인펜
zh_tw: 偶像簽名筆

# hBP02-075_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Painting from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Art et mettez-les dans votre Main. Puis, mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#絵を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #그림을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#繪畫的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP02-079_NAME
source: Explosion Magic
fr: Magie d'explosion
ja: 爆発の魔法
ko: 폭발 마법
zh_tw: 爆炸的魔法

# hBP02-079_EFFECT
source: Deal 20 special damage to your opponent's center holomem or collab holomem. However, your opponent's Life does not reduce even if downed. Only 1 of your event with #Magic can be used each turn.
fr: Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse. Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE. Vous ne pouvez jouer qu'un seul Événement avec #Magie par tour.
ja: 相手のセンターホロメンかコラボホロメンに特殊ダメージ20を与える。ただし、ダウンしても相手のライフは減らない。自分の魔法を持つイベントはターンに1回しか使えない。
ko: 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 20을 준다. 단, 다운해도 상대의 라이프는 줄지 않는다. 자신의 #마법을 가진 이벤트는 턴에 1번 밖에 쓸 수 없다.
zh_tw: 對手的C位Holo成員或聯動Holo成員造成20點特殊傷害。但即使擊倒也不會減少對手生命值。自己持有魔法的事件卡每回合只能使用1次。

# hBP02-083_NAME
source: Magic Dresser
fr: Placard magique
ja: 魔法のタンス
ko: 마법의 옷장
zh_tw: 魔法衣櫃

# hBP02-083_EFFECT
source: This card can only be used if you archive 1 of your holo Power. Send 1 purple cheer from your archive to your <Murasaki Shion>. Only 1 of your event with #Magic can be used each turn.
fr: Cette carte ne peut être jouée que si vous archivez 1 Holopower. Attachez 1 Cheer Violet de votre Archive à l'un de vos Holomems nommé ⟨Murasaki Shion⟩. Vous ne pouvez jouer qu'un seul Événement avec #Magie par tour.
ja: このカードは、自分のホロパワー1枚をアーカイブしなければ使えない。 自分のアーカイブのエール1枚を、自分の〈紫咲シオン〉に送る。自分の魔法を持つイベントはターンに1回しか使えない。
ko: 이 카드는, 자신의 홀로 파워 1장을 아카이브하지 않으면 사용할 수 없다. 자신의 아카이브의 자 옐 1장을, 자신의 〈무라사키 시온〉에게 보낸다. 자신의 #마법을 가진 이벤트는 턴에 1번 밖에 사용할 수 없다.
zh_tw: 此卡必須將自己1張holo能量放入存檔區才能使用。 將自己存檔區的1張聲援送到自己的<紫咲詩音>上。自己持有魔法的事件卡每回合只能使用1次。

# hBP02-088_NAME
source: Mori Calliope's Scythe
fr: La faux de Mori Calliope
ja: 森カリオペの鎌
ko: 모리 칼리오페의 낫
zh_tw: 森美聲的鐮刀

# hBP02-088_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Mori Calliope> When this tool is attached from hand to a holomem, archive the top card of your deck. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à une ⟨Mori Calliope⟩ 1st Bloom ou plus : Lorsque vous attachez cet Outil de votre Main à un Holomem, archivez la première carte de votre Deck. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈森カリオペ〉に付いていたら能力追加 このツールをホロメンに手札から付けた時、自分のデッキの上から1枚をアーカイブする。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈모리 칼리오페〉에게 붙어 있다면 능력 추가 이 툴을 홀로멤에게 패에서부터 붙였을 때, 자신의 덱의 위에서부터 1장을 아카이브한다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<森美聲>時追加能力： 從手牌裝備此工具到Holo成員上時，將自己牌組最上方1張放入存檔區。 工具卡每位Holo成員只能裝備1張。

# hBP02-098_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Mori Calliope> All cheer colors required for the Arts of the holomem this mascot is attached to is set to colorless. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Mori Calliope⟩ : Les Cheers requis pour les Arts de l'Holomem avec cette Mascotte attachée deviennent Neutres. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 〈森カリオペ〉に付いていたら能力追加このマスコットが付いているホロメンのアーツに必要なエールの色すべてを無にする。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈모리 칼리오페〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 아츠에 필요한 옐의 색 전부를 무로 한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<森美聲>時追加能力：此吉祥物裝備的Holo成員的技藝所需的所有聲援顏色變為無。 吉祥物卡每位Holo成員只能裝備1張。
