Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP01-005_SPSKILL_EFFECT
source: [1/Game]During your opponent's next turn, your opponent's center holomem and collab holomem cannot Baton Pass, move, or swap.
fr: [1/partie] Pendant le prochain tour de votre adversaire, son Holomem Central et Collab ne peuvent pas être déplacés, relayés ou échangés.
ja: [ゲームに1回]次の相手のターンの間、相手のセンターホロメンとコラボホロメンは、バトンタッチ、移動、交代できない。
ko: [게임에 1번] 다음 상대의 턴 동안, 상대의 센터 홀로멤과 콜라보 홀로멤은, 배턴 터치, 이동, 교대할 수 없다.
zh_tw: [遊戲1次]下一個對手回合，對手的C位Holo成員與聯動Holo成員無法進行接力、移動、交換。

# hBP01-007_SKILL_NAME
source: Comet
fr: Comète
ja: ほうき星
ko: 혜성
zh_tw: 掃帚星

# hBP01-007_SKILL_EFFECT
source: [1/Turn]Usable when this Oshi holomem or your blue holomem deals Damage to your opponent's back holomem:Deal 50 Special Damage to that back holomem.
fr: [1/tour] Peut être utilisé lorsque l'un de vos Holomems Bleus ou cet Oshi inflige des dégâts à l'un des Holomems en Arrière adverses : Infligez 50 dégâts spéciaux à ce même Holomem.
ja: [ターンに1回]この推しホロメンか自分の青ホロメンが相手のバックホロメンにダメージを与えたときに使える:その相手のバックホロメン1人に特殊ダメージ50を与える。
ko: [턴에 1번] 이 오시 홀로멤이나 자신의 청색 홀로멤이 상대의 백 홀로멤에게 대미지를 주었을 때 사용할 수 있다 : 그 상대의 백 홀로멤 1명에게 특수 대미지 50을 준다.
zh_tw: [回合1次]此主推Holo成員或自己的藍色Holo成員對對手後備Holo成員造成傷害時可以使用：對該後備Holo成員造成50點特殊傷害。

# hBP01-007_SPSKILL_NAME
source: Shooting Star
fr: Étoile filante
ja: シューティングスター
ko: 슈팅 스타
zh_tw: 流星

# hBP01-007_SPSKILL_EFFECT
source: [1/Game]Usable when your blue holomem deals Damage to your opponent's center holomem or collab holomem:Deal the same amount of Special Damage to 1 of your opponent's back holomem.
fr: [1/partie] Peut être utilisé lorsque l'un de vos Holomems Bleus inflige des dégâts à un Holomem Central ou Collab adverse : Infligez autant de dégâts spéciaux à l'un des Holomems en Arrière adverse.
ja: [ゲームに1回]自分の青ホロメンが相手のセンターホロメンかコラボホロメンにダメージを与えたときに使える:相手のバックホロメン1人にそれと同じ数値の特殊ダメージを与える。
ko: [게임에 1번] 자신의 청색 홀로멤이 상대의 센터 홀로멤이나 콜라보 홀로멤에게 대미지를 주었을 때 사용할 수 있다 : 상대의 백 홀로멤 1명에게 그것과 같은 수치의 특수 대미지를 준다.
zh_tw: [遊戲1次]自己的藍色Holo成員對對手C位Holo成員或聯動Holo成員造成傷害時可以使用：對手1位後備Holo成員造成與該傷害同等數值的特殊傷害。

# hBP01-008_SKILL_NAME
source: Rain Shamanism
fr: Shaminisme de la pluie
ja: レイン・シャーマニズム
ko: 레인 샤머니즘
zh_tw: 雨之薩滿

# hBP01-008_SKILL_EFFECT
source: [1/Turn]Usable when your blue holomem's ability archives a cheer:Deal 20 Special Damage to 1 of your opponent's holomem.
fr: [1/tour] Utilisable lorsque vous archivez un Cheer en utilisant une Compétence ou un Art de vos Holomems Bleus : Infligez 20 dégâts spéciaux à l'un des Holomems adverses.
ja: [ターンに1回]自分の青ホロメンの能力でエールをアーカイブした時に使える: 相手のホロメン1人に特殊ダメージ20を与える。
ko: [턴에 1번] 자신의 청색 홀로멤의 능력으로 옐을 아카이브했을 때 사용할 수 있다 : 상대의 홀로멤 1명에게 특수 대미지 20을 준다.
zh_tw: [回合1次]自己的藍色Holo成員因能力將聲援放入存檔區時可以使用：對手1位Holo成員造成20點特殊傷害。

# hBP01-008_SPSKILL_NAME
source: Rainmaking
fr: Prier pour la pluie
ja: 雨乞い
ko: 기우
zh_tw: 祈雨

# hBP01-008_SPSKILL_EFFECT
source: [1/Game]Send 1~5 cheers from your archive divided as you choose to your holomems with #ID.
fr: [1/partie] Attachez 1~5 Cheers de votre Archive à vos Holomems avec #ID comme vous le souhaitez.
ja: [ゲームに1回]自分のアーカイブのエール1~5枚を、自分の#IDを持つホロメンに割り振って送る。
ko: [게임에 1번] 자신의 아카이브의 옐 1~5장을, 자신의 #ID를 가진 홀로멤에게 나눠 보낸다.
zh_tw: [遊戲1次]將自己存檔區的1~5張聲援，分配並送到自己持有#ID的Holo成員上。

# hBP01-002_SKILL_NAME
source: Guardian of Civilization
fr: Gardienne de la Civilisation
ja: 文明の守護者
ko: 문명의 수호자
zh_tw: 文明的守護者

# hBP01-002_SKILL_EFFECT
source: [1/Turn]Usable if your holomem with #Promise would take Damage from the opponent during the opponent's turn:1 of those holomem takes -50 Damage.
fr: [1/tour] Peut être utilisé pendant le tour de votre adversaire lorsque l'un de vos Holomems avec #Promise est sur le point de subir des dégâts : Réduisez ces dégâts de 50.
ja: [ターンに1回]相手のターンで、自分のPromiseを持つホロメンbr()が相手からダメージを受ける時に使える：そのホロメン1人が受けるダメージ-50。
ko: [턴에 1번] 상대의 턴에, 자신의 #Promise를 가진 홀로멤이 상대에게 대미지를 받을 때 사용할 수 있다 : 그 홀로멤 1명이 받는 대미지 -50.
zh_tw: [回合1次]在對手回合，自己持有Promise的Holo成員受到對手傷害時可以使用：該Holo成員受到的傷害-50。

# hBP01-002_SPSKILL_NAME
source: Amazing Drawing
fr: Incroyable Dessin
ja: アメイジング・ドローイング
ko: 어메이징 드로잉
zh_tw: 驚人繪畫

# hBP01-002_SPSKILL_EFFECT
source: [1/Game]Reveal 1 event from your deck, and add it to hand. Then, shuffle the deck.
fr: [1/partie] Révélez 1 carte Événement de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: [ゲームに1回]自分のデッキから、イベント1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 이벤트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張事件卡，加入手牌。然後洗牌。

# hBP01-001_SKILL_NAME
source: Squish Squish
fr: Presse presse
ja: ぎゅっぎゅっ
ko: 꾹꾹
zh_tw: 緊緊抱

# hBP01-001_SKILL_EFFECT
source: [1/Turn]Set the opponent's center holomem's remaining HP to 50.
fr: [1/tour] Changez les PV restants de l'Holomem Central adverse à 50.
ja: [ターンに1回]自分のステージのエール1枚を、自分のホロメンに付け替える
ko: [턴에 1번] 상대의 센터 홀로멤의 남은 HP를 50으로 한다.
zh_tw: [回合1次]將自己舞台上的1張聲援，重新裝備到自己的Holo成員上。

# hBP01-001_SPSKILL_NAME
source: I'll squish you!
fr: Je vais t'écraser
ja: 握りつぶしちゃうぞ
ko: 쥐어짜버릴 거야
zh_tw: 把你捏扁喔

# hBP01-001_SPSKILL_EFFECT
source: [1/Game]During this turn, one of your holomem gets Arts+50. Then, if that holomem's color is white, it gets Arts+50.
fr: [1/partie] Pendant ce tour, les Arts de l'un de vos Holomems gagnent +50 dégâts. Si c'est un Holomem Blanc, donnez à ses Arts +50 dégâts supplémentaires.
ja: [ゲームに1回]このターンの間、自分のホロメン1人のアーツ+50。そのホロメンの色が白の時、さらに、そのアーツ+50。
ko: [게임에 1번] 이 턴 동안, 자신의 홀로멤 1명의 아츠 +50. 그 홀로멤의 색이 백색일 때, 다시, 그 아츠 +50.
zh_tw: [遊戲1次]此回合，自己1位Holo成員的技藝+50。該Holo成員為白色時，再加該技藝+50。

# hBD24-001_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化

# hBD24-001_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Verts +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-001_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBP01-006_SKILL_NAME
source: Phoenix Tail
fr: Queue de Phénix
ja: フェニックステール
ko: 피닉스 테일
zh_tw: 不死鳥之尾

# hBP01-006_SKILL_EFFECT
source: [1/Turn]Return 1 holomem from your archive to hand.
fr: [1/tour] Mettez 1 Holomem de votre Archive dans votre Main.
ja: [ターンに1回]自分のアーカイブのホロメン1枚を手札に戻す。
ko: [턴에 1번] 자신의 아카이브의 홀로멤 1장을 패로 되돌린다.
zh_tw: [回合1次]將自己存檔區的1張Holo成員返回手牌。

# hBP01-006_SPSKILL_EFFECT
source: [1/Game]Usable if your red holomem is downed during your opponent's turn:You take -1 Life Damage. Then, choose 1 downed card, and return all of the stacked holomem including that holomem to hand.
fr: [1/partie] Peut être utilisé pendant le tour de votre adversaire lorsque l'un de vos Holomems Rouges est mis Inconscient : Perdez 1 VIE de moins que vous ne perdriez normalement. Puis choisissez un Holomem qui a été rendu Inconscient et mettez cet Holomem, ainsi que tous les Holomems sous lui, dans votre Main.
ja: [ゲームに1回]相手のターンで、自分の赤ホロメンがダウンした時に使える：自分の減るライフ-1。さらにダウンした1人を選び、そのホロメンを含め重なっているホロメンすべてを手札に戻す。
ko: [게임에 1번] 상대의 턴에, 자신의 적색 홀로멤이 다운됐을 때 사용할 수 있다 : 자신의 줄어들 라이프 -1. 다시, 다운한 1명을 골라, 그 홀로멤을 포함해 겹쳐져 있던 홀로멤 전부를 패로 되돌린다.
zh_tw: [遊戲1次]在對手回合，自己的紅色Holo成員被擊倒時可以使用：自己減少的生命值-1。此外，選擇被擊倒的1位成員，將包含該成員在內的所有疊加Holo成員卡返回手牌。

# hBP02-001_SKILL_NAME
source: Mascot Creation
fr: Création de mascotte
ja: マスコット創造
ko: 마스코트 창조
zh_tw: 吉祥物創造

# hBP02-001_SKILL_EFFECT
source: [1/Turn]Reveal 1 mascot from your deck, and add it to hand. Then, shuffle the deck.
fr: [1/tour] Révélez 1 Mascotte de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: [ターンに1回] 自分のデッキから、マスコット1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [턴에 1번] 자신의 덱에서, 마스코트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [回合1次]從自己牌組中公開1張吉祥物，加入手牌。然後洗牌。

# hBP02-001_SPSKILL_NAME
source: FBKINGDOM
fr: Fubukingdom
ja: フブキングダム
ko: 후부킹덤
zh_tw: 吹雪王國

# hBP02-001_SPSKILL_EFFECT
source: [1/Game]You may roll a die once for every 2 mascots on your stage if your white holomem downed your opponent's holomem:If an odd number appears once or more, your opponent gets life-1.
fr: [1/partie] Peut être utilisé lorsque l'un de vos Holomems Blancs met Inconscient un Holomem adverse : Vous pouvez lancer un dé pour chaque 2 Mascottes attachées à vos Holomems :Ssi vous obtenez un ou plusieurs nombres impairs, votre adversaire perd 1 VIE.
ja: [ゲームに1回] 自分の白ホロメンが相手のホロメンをダウンさせた時、自分のホロメン全員に付いているマスコット2枚につき、サイコ□を1回振れる: 奇数が1回以上出た時、相手のライフ-1。
ko: [게임에 1번] 자신의 백색 홀로멤이 상대의 홀로멤을 다운시켰을 때, 자신의 스테이지의 마스코트 2장당, 주사위를 1번 굴릴 수 있다 : 홀수가 1번 이상 나왔다면, 상대의 라이프 -1.
zh_tw: [遊戲1次]自己的白色Holo成員擊倒對手Holo成員時，自己所有Holo成員裝備的每2張吉祥物，可以擲1次骰子：出現1次以上奇數時，對手生命值-1。

# hBD24-002_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化

# hBD24-002_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-002_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-003_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-003_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-003_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-004_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-004_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-004_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-005_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-005_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-005_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-006_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-006_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-006_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-007_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-007_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-007_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBP02-003_SKILL_EFFECT
source: [1/Turn]Bloom 1 of your holomem with #Gen 3 that bloomed this turn once more using a holomem from your hand.
fr: [1/tour] Un de vos Holomems avec #Gen3 qui a Bloom ce tour, peut bloom une nouvelle fois en utilisant un Holomem dans votre Main.
ja: [ターンに1回] 自分のこのターンにBloomした #3期生 を持つホロメン 1人を、自分の手札のホロメンを使ってもう1回Bloomさせる。
ko: [턴에 1번] 자신의 이 턴에 Bloom한 #3기생을 가진 홀로멤 1명을, 자신의 패의 홀로멤을 사용해 다시 1번 Bloom시킨다.
zh_tw: [回合1次]將自己此回合「開花」過的1位持有#3期生的Holo成員，使用手牌中的Holo成員再進行1次「開花」。

# hBP02-003_SPSKILL_NAME
source: Set Sail~!
fr: Shukkou!
ja: 出航〜！
ko: 출항~!
zh_tw: 出航～！

# hBP02-003_SPSKILL_EFFECT
source: [1/Game]Deal 50 special damage for each holomem stacked to your <Houshou Marine> center holomem to your opponent's center holomem or collab holomem.
fr: [1/partie] Si votre Holomem Central est ⟨Houshou Marine⟩, infligez 50 dégâts spéciaux pour chaque Holomem empilé sous cet Holomem à l'Holomem Central ou Collab adverse.
ja: [ゲームに1回] 相手のセンターホロメンかコラボホロメンどちらかに、自分のセンターホロメンの〈宝鐘マリン〉に重なっているホロメン1枚 につき、特殊ダメージ50を与える。
ko: [게임에 1번] 상대의 센터 홀로멤이나 콜라보 홀로멤 어느 한 쪽에, 자신의 센터 홀로멤인 〈호쇼 마린〉에게 겹쳐져 있는 홀로멤 1장당, 특수 대미지 50을 준다.
zh_tw: [遊戲1次]對手的C位Holo成員或聯動Holo成員，造成與自己C位Holo成員<寶鐘瑪琳>疊加的Holo成員卡每1張50點的特殊傷害。

source: Shooter
fr: Tireur
ja: シューター
ko: 슈터
zh_tw: 射擊

source: Cooking
fr: Cuisine
ja: 料理
ko: 요리
zh_tw: 料理

# ShirakamiCharacter
source: Shirakami's Character
fr: PersonnageDeShirakami
ja: 白上'sキャラクター
ko: 시라카미‘s 캐릭터
zh_tw: 白上's角色

source: Food
fr: Nourriture
ja: 食べ物
ko: 음식
zh_tw: 食物

source: Magic
fr: Magie
ja: 魔法
ko: 마법
zh_tw: 魔法

# hSD02-001_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-002_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-003_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-004_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-005_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-006_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-007_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-008_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-009_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hSD02-010_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hSD02-011_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hSD02-012_NAME
source: AyaFubuMi
fr: Irohanihohetto AyaFubuMi
ja: いろはにほへっと あやふぶみ
ko: 이로하니호헷토 아야후부미
zh_tw: あやふぶみ

# hSD02-012_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Shirakami Fubuki>, <Ookami Mio>, and <Nakiri Ayame> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des holomems nommés Shirakami Fubuki, Ookami Mio, or Nakiri Ayame et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でな ければ使えない。 自分のデッキの上から4枚を見る。その中から、〈白上フブキ〉と 〈大神ミオ〉と〈百鬼あやめ〉を好きな枚数公開し、公開したホロメ ンを手札に加える。そして残ったカードを好きな順でデッキの下 に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈시라카미 후부키〉와 〈오오카미 미오〉와 〈나키리 아야메〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<白上吹雪>、<大神澪>與<百鬼綾目>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD02-013_NAME
source: Asura & Rakshasa
ja: 羅刹＆阿修羅
ko: 아수라&나찰
zh_tw: 羅剎＆阿修羅

# hSD02-013_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Nakiri Ayame> The holomem this tool is attached to gets Arts+10. Only 1 tool can be attached to each of your holomem.
fr: Les Arts du holomem avec cet Outil attaché gagnent +10 dégâts. Si cet Outil est attaché à Nakiri Ayame 1st Bloom ou plus, il gagne l'effet suivant : les Arts de l'holomem avec cet Outil gagnent +10 dégâts supplémentaires. Vous ne pouvez attacher qu'un seul Outil à un holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈百鬼あやめ〉に付いていたら能力追加 このツールが付いているホロメンのアーツ+10。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈나키리 아야메〉에 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤의 아츠 +10. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<百鬼綾目>時追加能力：此工具裝備的Holo成員的技藝+10。 工具卡每位Holo成員只能裝備1張。

# hSD02-014_NAME
source: Poyoyo
ja: ぽよ余
ko: 포요요
zh_tw: ぽよ余

# hSD02-014_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Nakiri Ayame> When the holomem this mascot is attached to blooms, draw 1 card. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV Si cette Mascotte est attachée à Nakiri Ayame, il gagne l'effet suivant : Lorsque l'Holomem avec cette Mascotte Bloom, piochez 1 carte dans votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈百鬼あやめ〉に付いていたら能力追加 このマスコットが付いているホロメンがBloomした時、自分の デッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈나키리 아야메〉에 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 Bloom했을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<百鬼綾目>時追加能力：此吉祥物裝備的Holo成員進行「開花」時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hSD03-001_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-007_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-008_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD04-001_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-007_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hSD04-008_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hBP02-005_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-042_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-043_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-046_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-047_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP02-087_NAME
source: Murasaki Shion's Magic Wand
fr: Le bâton magique de Murasaki Shion
ja: 紫咲シオンの魔法のステッキ
ko: 무라사키 시온의 마법 스틱
zh_tw: 紫咲詩音的魔法棒

# hBP02-087_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Musasaki Shion> If the holomem this tool is attached to is your center holomem, change [1/Turn] to [2/turn] for your Oshi Skill "Heeeyyyyy". Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Murasaki Shion⟩ 1st Bloom ou plus : Si l'Holomem avec cet Outil attaché est votre Holomem Central, votre Oshi Skill « Neeeeeee » devient [2/tour] au lieu de [1/tour]. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈紫咲シオン〉に付いていたら能力追加 このツールが付いているホロメンがセンターホロメンの時、自分 の推しスキル「ねえええええええ」の [ターンに1回]を [ターンに2回]に変更する。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈무라사키 시온〉에게 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤이 센터 홀로멤일 때, 자신의 오시 스킬 「네에에에에에에에」의 [턴에 1번]을 [턴에 2번]으로 변경한다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<紫咲詩音>時追加能力：此工具裝備的Holo成員為C位Holo成員時，將自己的主推技能「ねえええええええ」的[回合1次]變更為[回合2次]。 工具卡每位Holo成員只能裝備1張。

# hBP02-092_NAME
source: Fubzilla
fr: Fubuzilla
ja: フブラ
ko: 후부라
zh_tw: フブラ

# hBP02-092_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Shirakami Fubuki> [1/Turn]During your main phase, you may archive 2 cheers from your holomem:During this turn, this holomem gets Arts+50. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Shirakami Fubuki⟩ : [1/tour] Lors de votre Phase Principale, vous pouvez archiver 2 Cheers de vos Holomems pour l'effet suivant : pendant ce tour, les Arts de l'Holomem auquel cette Mascotte est attachée gagnent +50 dégâts. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈白上フブキ〉に付いていたら能力追加 [ターンに1回] 自分のメインステップで、自分のホロメンのエール 2枚をアーカイブできる: このターンの間、このホロメンのアーツ +50。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈시라카미 후부키〉에게 붙어 있다면 능력 추가 [턴에 1번] 자신의 메인 스탭에서, 자신의 홀로멤의 옐 2장을 아카이브할 수 있다 : 이 턴 동안, 이 홀로멤의 아츠 +50. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<白上吹雪>時追加能力[回合1次]：在自己的主要階段，可以將自己Holo成員的2張聲援放入存檔區：此回合，此Holo成員的技藝+50。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-093_NAME
source: Miteiru
ja: ミテイル
ko: 미테이루
zh_tw: ミテイル

# hBP02-093_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Shirakami Fubuki> [Back Position Only]The holomem this mascot is attached to does not take damage from your opponent. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Shirakami Fubuki⟩ : [Position Arrière] L'Holomem avec cette Mascotte attachée ne subit aucun dégât. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈白上フブキ〉に付いていたら能力追加 [バックポジション限定] このマスコットが付いているホロメンは 相手からダメージを受けない。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈시라카미 후부키〉에게 붙어 있다면 능력 추가 [백 포지션 한정] 이 마스코트가 붙어 있는 홀로멤은 상대에게서 대미지를 받지 않는다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<白上吹雪>時追加能力[限後備位置]：此吉祥物裝備的Holo成員不受對手傷害。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-099_NAME
source: Sukonbu
ja: すこん部
ko: 스콘부
zh_tw: すこん部
