Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP01-010_COLLAB_EFFECT
source: During this turn, your center holomem gets Arts+10. Then, if your center holomem has #Gen 4, your center holomem gets Arts+20.
fr: Pendant ce tour, les Arts de votre Holomem Central gagnent +10 dégâts. Si votre Holomem Central a #Gen4, ses Arts gagnent +20 dégâts supplémentaires.
ja: このターンの間、自分のセンターホロメンのアーツ+10。自分のセンターホロメンが4期生を持つ時、さらに自分のセンターホロメンのアーツ+20。
ko: 이 턴 동안, 자신의 센터 홀로멤의 아츠 +10. 자신의 센터 홀로멤이 #4기생을 가질 때, 다시, 자신의 센터 홀로멤의 아츠 +20.
zh_tw: 此回合，自己C位Holo成員的技藝+10。自己C位Holo成員持有4期生時，再加自己C位Holo成員的技藝+20。

# hBP01-012_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-012_ART_0_NAME
source: Give Me All Your Support!
fr: Apportez tout votre soutien !
ja: い～っぱい応援して！
ko: 잔~뜩 응원해줘!
zh_tw: 要多～多為我加油喔！

# hBP01-012_BLOOM_NAME
source: Idol Kanataso
fr: Idole Kanataso
ja: アイドルかなたそを
ko: 아이돌 카나타소를

# hBP01-012_BLOOM_EFFECT
source: You may roll a die once:If it is 3 or less, reveal 1 mascot from your deck, and attach it to your holomem. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est inférieur ou égal à 3, révélez 1 Mascotte de votre Deck et attachez-la à l'un de vos Holomems. Puis mélangez votre Deck.
ja: サイコロを1回振れる：3以下の時、自分のデッキから、マスコット1枚を公開し、自分のホロメンに付ける。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 3 이하일 때, 자신의 덱에서, 마스코트 1장을 공개하고, 자신의 홀로멤에게 붙인다. 그리고 덱을 셔플한다.

# hBP01-013_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-013_ART_0_NAME
source: Angel Stage
fr: Scène de l'ange
ja: エンジェルステージ
ko: 엔젤 스테이지
zh_tw: 天使舞台

# hBP01-013_BLOOM_NAME
source: Angel's Work
fr: Travail de l'ange
ja: 天使のお仕事
ko: 천사의 일

# hBP01-013_BLOOM_EFFECT
source: Deal 30 Special Damage to your opponent's center holomem. However, your opponent's Life does not reduce even if downed.
fr: Infligez 30 dégâts spéciaux à l'Holomem Central adverse. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 相手のセンターホロメンに特殊ダメージ80を与える (ダウンしても相手のライフは減らない)。
ko: 상대의 센터 홀로멤에게 특수 대미지 30을 준다(다운해도 상대의 라이프는 줄지 않는다).

# hBP01-014_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-014_ART_0_NAME
source: Wings Darker than Black
fr: †Ailes noires de jais†
ja: ✝漆黒の翼✝
ko: †칠흑의 날개†
zh_tw: ✝漆黑之翼✝

# hBP01-014_ART_0_EFFECT
source: If your opponent's holomem is downed by this Arts, and the dealt Damage was greater than the remaining HP by 50 or more, your opponent gets Life-1.
fr: Lorsque cet Art met Inconscient un Holomem, si cet Art a infligé au moins 50 dégâts excédant les PV restants de cet Holomem, votre adversaire perd 1 VIE supplémentaire.
ja: このアーツで相手のホロメンをダウンさせた時、与えたダメージが残りHPを50以上オーバーしていれば、相手のライフ-1
ko: 이 아츠로 상대의 홀로멤을 다운시켰을 때, 준 대미지가 남은 HP를 50 이상 오버하고 있다면, 상대의 라이프 -1.
zh_tw: 此技藝擊倒對手Holo成員時，若造成的傷害超過剩餘HP 50點以上，對手生命值-1。

# hBP01-014_COLLAB_NAME
source: Fallen Angel
fr: Ange déchu
ja: 堕ちた天使
ko: 타락한 천사
zh_tw: 墮天使

# hBP01-014_COLLAB_EFFECT
source: Deal 50 Special Damage to your opponent's center holomem.
fr: Infligez 50 dégâts spéciaux à l'Holomem Central adverse.
ja: 相手のセンターホロメンに50ダメージ。
ko: 상대의 센터 홀로멤에게 특수 대미지 50을 준다.
zh_tw: 對手的C位Holo成員造成50點傷害。

# hBP01-026_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

# hBP01-026_ART_0_NAME
source: The Stages are all "Mine"
fr: Toute la scène est à "moi"
ja: ステージみんな「私のもの」
ko: 스테이지 모두 「내 거」
zh_tw: 舞台上的一切都是「我的」

# hBP01-026_BLOOM_NAME
source: A New Destiny
fr: Nouveau destin
ja: 新たな運命
ko: 새로운 운명

# hBP01-026_BLOOM_EFFECT
source: If Bloomed from Debut, reveal 1 [Debut holomem or 1st holomem] other than Buzz from your deck with #ID Gen 3, and add it to hand. Then, shuffle the deck.
fr: Lorsque cette carte bloom depuis un Holomem Debut, révélez 1 Holomem [Debut ou 1st Bloom] (autre que Buzz) avec #IDGen3 de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: DebutからBloomした時、自分のデッキから、#ID3期生を持つBuzz以外の[Debutホロメンか1stホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: Debut에서 Bloom 했을 때, 자신의 덱에서 #ID 3기생을 가진 Buzz 이외의 [Debut 홀로멤이나 1st 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP01-027_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

# hBP01-027_ART_0_NAME
source: Access Code: ID
fr: Code d'accès : ID
ja: アクセスコード：ID
ko: 액세스 코드 : ID
zh_tw: 存取碼：ID

# hBP01-027_ART_0_EFFECT
source: If your center holomem has #ID, this Arts gets +50.
fr: Si votre Holomem Central a #ID, cet art gagne +50 dégâts.
ja: 自分のセンターホロメンが#IDを持つ時、このアーツ+50。
ko: 자신의 센터 홀로멤이 #ID를 가질 때, 이 아츠 +50
zh_tw: 自己C位Holo成員持有#ID時，此技藝+50。

# hBP01-027_GIFT_EFFECT
source: [1/Turn][Collab position only]If your holomem would take Damage from your opponent, you may roll a die once:If it is odd, that Damage is not taken.
fr: [1/tour] [Position Collab] Lorsque l'un de vos Holomems est sur le point de subir des dégâts de votre adversaire, vous pouvez lancer un dé : Si le résultat est impair, ne subissez pas les dégâts.
ja: [ターンに1回][コラボポジション限定]自分のホロメンが相手からダメージを受ける時、サイコロを1回振れる: 奇数の時、そのダメージを受けない。
ko: [턴에 1번][콜라보 포지션 한정] 자신의 홀로멤이 상대에게서 대미지를 받을 때, 주사위를 1번 굴릴 수 있다 : 홀수일 때, 그 대미지를 받지 않는다.
zh_tw: [回合1次][限聯動位置]自己的Holo成員受到對手傷害時，可以擲1次骰子：奇數時，不受該傷害。

# hBP01-054_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP01-054_ART_0_NAME
source: I'm Looking Forward to It!
fr: J'ai hâte d'y être !
ja: 楽しみにしてるよ!
ko: 기대하고 있어!
zh_tw: 我很期待喔！

# hBP01-054_BLOOM_NAME
source: The Sea of Green Light
fr: Mer de lumières vertes
ja: 緑の光が広がる海
ko: 녹색 빛이 펼쳐지는 바다

# hBP01-054_BLOOM_EFFECT
source: Send the top card of your cheer deck to your holomem with #ID other than <Airani Iofifteen>.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #ID qui ne s'appelle pas ⟨Airani Iofifteen⟩.
ja: 自分のエールデッキの上から1枚を、自分の〈アイラニ・イオフィフティーン〉以外の#IDを持つホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 〈아이라니 이오피프틴〉 이외의 #ID를 가진 홀로멤에게 보낸다.

# hBP01-055_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP01-055_ART_0_NAME
source: Relation Sky
fr: Ciel de relation
ja: リレーションスカイ
ko: 릴레이션 스카이

# hBP01-055_ART_0_EFFECT
source: If your stage has a holomem with #ID other than <Airani Iofifteen>, this Arts gets +50.
fr: S'il y a des Holomems avec #ID sur votre Scène qui ne sont pas nommés ⟨Airani Iofifteen⟩, cet Art gagne +50 dégâts.
ja: 自分のステージに〈アイラニ・イオフィフティーン〉以外の#IDを持つホロメンがいる時、このアーツ+50。
ko: 자신의 스테이지의 〈아이라니 이오피프틴〉 이외의 #ID를 가진 홀로멤이 있을 때, 이 아츠 +50.
zh_tw: 自己舞台上有<艾拉妮·伊歐菲芙婷>以外持有#ID的Holo成員時，此技藝+50。

# hBP01-055_COLLAB_EFFECT
source: You may send 1 cheer each from your archive to 1~3 of your holomem with #ID.
fr: Vous pouvez attacher 1 Cheer de votre Archive à 1~3 de vos Holomems avec #ID.
ja: 自分のアーカイブのエール1枚ずつを、自分の#IDを持つホロメン1~3人に送れる。
ko: 자신의 아카이브의 옐 1장씩을, 자신의 #ID를 가진 홀로멤 1~3명에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的聲援各1張，送到自己持有#ID的1~3位Holo成員上。

# hBP01-090_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBP01-090_ART_0_NAME
source: Look Forward to It!!
fr: J'ai hâte d'y être !
ja: 楽しみにしてて!!
ko: 기대하고 있어줘!!
zh_tw: 敬請期待！！

# hBP01-090_BLOOM_NAME
source: Lapis Lazuli
ja: ラピスラズリ
ko: 라피스 라즐리

# hBP01-090_BLOOM_EFFECT
source: Reveal 1 [green cheer or blue cheer] from your cheer deck, and send it to your holomem. Then, shuffle the cheer deck.
fr: Révélez 1 [Cheer Vert ou Cheer Bleu] de votre Deck de Cheers et attachez-le à l'un de vos Holomems. Puis mélangez votre Deck.
ja: 自分のエールデッキから、[緑エールか青エール]1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서 [녹 옐이나 청 옐] 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP01-091_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBP01-091_ART_0_NAME
source: The Moon is for the Night.
fr: Lune de minuit
ja: 月は夜に。
ko: 달은 밤에
zh_tw: 月亮屬於夜晚。

# hBP01-091_ART_1_NAME
source: Moon Night Diva
fr: Diva de la nuit de lune
ja: ムーンナイトディーバ
ko: 문 나이트 디바
zh_tw: 月夜歌姬

# hBP01-091_ART_1_EFFECT
source: You may archive 1 [green cheer or blue cheer] from this holomem:Deal 30 Special Damage to 1 of your opponent's back holomem.
fr: Vous pouvez archiver 1 [Cheer Vert ou Cheer Bleu] de cet Holomem pour l'effet suivant : Infligez 30 dégâts spéciaux à l'un des Holomems en Arrière adverses.
ja: このホロメンの[緑エールか青エール]1枚をアーカイブできる: 相手のバックホロメン1人に特殊ダメージ30を与える。
ko: 이 홀로멤의 [녹 옐이나 청 옐] 1장을 아카이브할 수 있다 : 상대의 백 홀로멤 1명에게 특수 대미지 30을 준다.
zh_tw: 可以將此Holo成員的1張[綠聲援或藍聲援]放入存檔區：對手1位後備Holo成員造成30點特殊傷害。

# hBP01-083_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-083_ART_0_NAME
source: Waves~! Let’s Swim~!
fr: Vagues ! Nager !
ja: 波だ〜! 泳げ〜!
ko: 바다다~! 헤엄쳐~!
zh_tw: 是海浪～！游泳去～！

# hBP01-083_COLLAB_NAME
source: Take Kobo to the Sea!
fr: Emmenez Kobo à la mer !
ja: こぼを海に連れて!
ko: 코보를 바다로 데려가!
zh_tw: 帶可波去海邊！

# hBP01-083_COLLAB_EFFECT
source: If your center holomem has #ID, you may roll a die once:If it is 3 or greater, send the top card of your cheer deck to your holomem.
fr: Si votre Holomem Central a #ID, vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 3, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: 自分のセンターホロメンが#IDを持つ時、サイコロを1回振れる3以上の時、自分のエールデッキの上から1枚を、自分のホロメンに送る。
ko: 자신의 센터 홀로멤이 #ID를 가질 때, 주사위를 1번 굴릴 수 있다 : 3 이상일 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 홀로멤에게 보낸다.
zh_tw: 自己C位Holo成員持有#ID時，可以擲1次骰子：3點以上時，從自己聲援牌組最上方將1張送到自己的Holo成員上。

# hBP01-086_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-086_BLOOM_NAME
source: Virtual Marketing
fr: Marketing virtuel
ja: バーチャルマーケティング
ko: 버추얼 마케팅

# hBP01-086_BLOOM_EFFECT
source: You may archive 1 cheer from your holomem with #ID:Deal 10 Special Damage to all of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Vous pouvez archiver 1 Cheer de l'un de vos Holomems avec #ID pour l'effet suivant : Infligez 10 dégâts spéciaux à tous les Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 自分の#IDを持つホロメンのエール1枚をアーカイブできる: 相手のバックホロメン全員に特殊ダメージ10を与える(ダウンしても相手のライフは減らない)。
ko: 자신의 #ID를 가진 홀로멤의 옐 1장을 아카이브할 수 있다 : 상대의 백 홀로멤 전원에게 특수 대미지 10을 준다(다운해도 상대의 라이프는 줄지 않는다).

# hBP01-024_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

# hBP01-024_ART_0_NAME
source: Mission Start
fr: La mission commence !
ja: ミッションスタート!
ko: 미션 스타트
zh_tw: 任務開始！

# hBP01-087_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-087_ART_0_NAME
source: Rain Mantra
fr: Mantra de la pluie
ja: 雨のマントラ
ko: 비의 만트라
zh_tw: 雨之咒

# hBP01-087_ART_0_EFFECT
source: You may archive 1 cheer from this holomem:Deal 20 Special Damage to all of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Vous pouvez archiver 1 Cheer de cet Holomem pour l'effet suivant : Infligez 10 dégâts spéciaux à tous les Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: このホロメンのエール1枚をアーカイブできる: 相手のバックホロメン全員に特殊ダメージ20を与える(ダウンしても相手のライフは減らない)。
ko: 이 홀로멤의 옐 1장을 아카이브 할 수 있다 : 상대의 백 홀로멤 전원에게 특수 대미지 20을 준다(다운해도 상대의 라이프는 줄지 않는다).
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：對手所有後備Holo成員造成20點特殊傷害（即使擊倒也不會減少對手生命值）。

# hBP01-087_ART_1_NAME
source: Wave Mantra
fr: Mantra des vagues
ja: 波のマントラ
ko: 파도의 만트라
zh_tw: 浪之咒

# hBP01-087_ART_1_EFFECT
source: You may archive 2 cheers from this holomem:Deal the same amount of Special Damage to the opponent's center holomem as the total amount of Damage taken by all of your opponent's back holomem.
fr: Vous pouvez archiver 2 Cheers de cet Holomem pour l'effet suivant : Infligez des dégâts spéciaux à l'Holomem Central adverse, égaux au total des dégâts infligés à ses Holomems en Arrière.
ja: このホロメンのエール2枚をアーカイブできる: 相手のセンターホロメンに、相手のバックホロメン全員が受けているダメージの合計数と同じ数値の特殊ダメージを与える。
ko: 이 홀로멤의 옐 2장을 아카이브할 수 있다 : 상대의 센터 홀로멤에게, 상대의 백 홀로멤 전원이 받고 있는 대미지의 합계 수와 같은 수치의 특수 대미지를 준다
zh_tw: 可以將此Holo成員的2張聲援放入存檔區：對手的C位Holo成員造成與其所有後備Holo成員所受傷害總和相等的特殊傷害。

# hBP01-069_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hBP01-069_ART_0_NAME
source: OhaPol
ja: おはぽる
ko: 오하포루
zh_tw: 早安波爾

# hBP01-069_ART_1_NAME
source: OsoPol
ja: おそぽる
ko: 오츠포루
zh_tw: 晚安波爾

# hBP01-045_ART_0_NAME
source: By the Seaside Town, with You
fr: Avec toi dans une ville balnéaire
ja: 海辺の街できみと
ko: 해변 거리에서 당신과
zh_tw: 在海邊小鎮與你

# hBP01-045_GIFT_EFFECT
source: While your Life is 3 or less, you may ignore Bloom level and Bloom this holomem to your hand's 2nd <AZKi>.
fr: Si vous avez 3 VIES ou moins, cet Holomem peut bloom avec une ⟨AZKi⟩ 2nd Bloom de votre Main, quel que soit le niveau de Bloom.
ja: 自分のライフが3以下の間、このホロメンは、自分の手札の2nd<AZKi>に、Bloomレベルを無視してBloomできる。
ko: 자신의 라이프가 3 이하인 동안, 이 홀로멤은, 자신의 패의 2nd 〈AZKi〉에, Bloom 레벨을 무시하고 Bloom할 수 있다.
zh_tw: 自己生命值為3點以下時，此Holo成員可以無視「開花」等級，「開花」成手牌中的2nd <AZKi>。

# hBP01-063_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-063_ART_0_NAME
source: Fluffy Time
fr: Temps des Mofu mofu
ja: もふもふタイム！
ko: 푹신푹신 타임
zh_tw: 毛茸茸時間！

# hBP01-063_COLLAB_NAME
source: Kiwawa's Magic
fr: Magie de Kiwawa
ja: きわわの魔法
ko: 키와와의 마법
zh_tw: Kiwawa的魔法

# hBP01-063_COLLAB_EFFECT
source: If your center holomem has #Bird, you may archive 1 card from your hand:Reveal 1 mascot from your deck, and add it to hand. Then, shuffle the deck.
fr: Si votre Holomem Central a #Oiseau, vous pouvez archiver 1 carte de votre Main pour l'effet suivant : Révélez 1 Mascotte de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: 自分のセンターホロメンがトリを持つ時、自分の手札1枚をアーカイブできる：自分のデッキから、マスコット1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 센터 홀로멤이 #새를 가질 때, 자신의 패 1장을 아카이브할 수 있다 : 자신의 덱에서, 마스코트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 自己C位Holo成員持有「鳥」時，可以將自己1張手牌放入存檔區：從自己牌組中公開1張吉祥物，加入手牌。然後洗牌。

# hBP01-065_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-065_ART_0_NAME
source: Gonna Hype Things Up!
fr: Je veux mettre de l'ambiance !
ja: 盛り上げたいとおもいます！
ko: 고조시키려고 합니다!
zh_tw: 我會努力炒熱氣氛！

# hBP01-065_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem from among them, and add it to hand. Then, archive the remaining cards.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem parmi elles et mettez-le dans votre Main. Puis archivez les cartes restantes.
ja: 自分のデッキの上から3枚を見る。その中から、ホロメン1枚を公開し、手札に加える。そして残ったカードをアーカイブする。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, 홀로멤 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 아카이브한다.

# hBP01-100_NAME
source: Mori Calliope
ja: 森カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP01-100_ART_0_NAME
source: Soul Guidance
fr: Guide des âmes
ja: ソウルご案内
ko: 소울 안내
zh_tw: 靈魂嚮導

# hBP01-100_COLLAB_NAME
source: Soul Harvest
fr: Moisson d'âmes
ja: ソウル収穫
ko: 소울 회수
zh_tw: 靈魂收割

# hBP01-100_COLLAB_EFFECT
source: You may return 1~3 cheers from your archive to the cheer deck. Then, shuffle the cheer deck.
fr: Mélangez 1~3 Cheers de votre Archive dans votre Deck de Cheers.
ja: 自分のアーカイブのエール1～3枚をエールデッキに戻せる。そしてエールデッキをシャッフルする。
ko: 자신의 아카이브의 옐 1~3장을 옐 덱으로 되돌릴 수 있다. 그리고 옐 덱을 셔플한다.
zh_tw: 可以將自己存檔區的1～3張聲援返回聲援牌組。然後洗牌聲援牌組。

# hBP01-066_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-066_ART_0_NAME
source: Phoenix Sword Princess
fr: Princesse de l'Épée Phénix
ja: 不死鳥の剣姫
ko: 불사조 검희
zh_tw: 不死鳥的劍姬

# hBP01-066_ART_1_NAME
source: Kneel Before Me.
fr: Agenouillez-vous
ja: 跪きなさい
ko: 무릎 꿇거라.
zh_tw: 給我跪下

# hBP01-066_ART_1_EFFECT
source: You may archive 1 holomem that is stacked to this holomem:Deal 40 Special Damage to your opponent's collab holomem.
fr: Vous pouvez archiver 1 Holomem sous celui-ci pour l'effet suivant : Infligez 40 dégâts spéciaux à l'Holomem Collab adverse.
ja: このホロメンに重なっているホロメン1枚をアーカイブできる：相手のコラボホロメンに特殊ダメージ40を与える。
ko: 이 홀로멤에게 겹쳐져 있는 홀로멤 1장을 아카이브할 수 있다 : 상대의 콜라보 홀로멤에게 특수 대미지 40을 준다.
zh_tw: 可以將此Holo成員疊加的1張Holo成員卡放入存檔區：對手的聯動Holo成員造成40點特殊傷害。

# hBP01-101_NAME
source: Amelia Watson
ja: ワトソン・アメリア
ko: 왓슨 아멜리아
zh_tw: 華生·艾米莉亞

# hBP01-101_ART_0_NAME
source: It's the Basics, Innit?
fr: Élémentaire, n'est-ce pas ?
ja: 初歩的なことなんでしょう？
ko: 초보적인 거잖아?
zh_tw: 這是很初階的事吧？

# hBP01-101_COLLAB_NAME
source: Clue Found
fr: Découverte d'indice
ja: 手がかり発券
ko: 단서 발견
zh_tw: 發現線索

# hBP01-101_COLLAB_EFFECT
source: You may return 1 item from your archive to hand.
fr: Vous pouvez mettre 1 Objet de votre Archive dans votre Main.
ja: 自分のアーカイブのアイテム1枚を手札に戻せる。
ko: 자신의 아카이브의 아이템 1장을 패로 되돌릴 수 있다.
zh_tw: 可以將自己存檔區的1張道具卡返回手牌。

# hBP01-067_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-067_ART_0_NAME
source: Guidance of the Flame
fr: Orientation de la flamme de couleur
ja: 焔色の導き
ko: 불꽃 색 인도
zh_tw: 焰色之引導

# hBP01-067_ART_1_NAME
source: Majestic Phoenix
fr: Phénix majestueux
ja: マジェスティック・フェニックス
ko: 마제스틱 피닉스

# hBP01-067_ART_1_EFFECT
source: This Arts gets +10 for each holomem in your archive. Then, return 6 holomem from your archive to deck and shuffle it.
fr: Pour chaque Holomem dans votre Archive, cet Art gagne +10 dégâts. Après avoir utilisé cet Art, mélangez 6 Holomems de votre Archive dans votre Deck.
ja: 自分のアーカイブのホロメン1枚に付き、このアーツ+10。そして自分のアーカイブのホロメン6枚をデッキに戻してシャッフルする。
ko: 자신의 아카이브의 홀로멤 1명 당, 이 아츠 +10. 그리고 자신의 아카이브의 홀로멤 6장을 덱으로 되돌리고 셔플한다.
zh_tw: 自己存檔區每有1張Holo成員，此技藝+10。然後將自己存檔區的6張Holo成員返回牌組並洗牌。

# hBP01-076_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-076_ART_0_NAME
source: The Unpolished Star
fr: Un diamant brut
ja: スターの原石
ko: 스타의 원석
zh_tw: 星星的原石

# hBP01-076_ART_0_EFFECT
source: Deal 10 Special Damage to 1 of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Infligez 10 dégâts spéciaux à l'un des Holomems en Arrière adverse. (Les Holomems mis Inconscient avec cet effet ne font pas perdre de VIE).
ja: 相手のバックホロメン1人に特殊ダメージ10を与える (ダウンしても相手のライフは減らない)。
ko: 상대의 백 홀로멤 1명에게 특수 대미지 10을 준다(다운해도 상대의 라이프는 줄지 않는다).
zh_tw: 對手1位後備Holo成員造成10點特殊傷害（即使擊倒也不會減少對手生命值）。

# hBP01-077_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-077_ART_0_NAME
source: New Outfit
fr: Nouveau costume
ja: 新しい衣装
ko: 새로운 의상
zh_tw: 新衣裝

# hBP01-077_COLLAB_NAME
source: Sparkling Wardrobe
fr: Une garde-robe éblouissante
ja: 煌きのワードローブ
ko: 반짝임의 워드로브
zh_tw: 閃耀的衣櫃

# hBP01-077_COLLAB_EFFECT
source: If your Oshi holomem is <Hoshimachi Suisei>, you may archive 1 blue cheer from this holomem:Draw 2 cards from your deck.
fr: Si votre Oshi est ⟨Hoshimachi Suisei⟩, vous pouvez archiver 1 Cheer Bleu de cet Holomem pour l'effet suivant : Piochez 2 cartes de votre Deck.
ja: 自分の推しホロメンが〈星街すいせい〉の時、このホロメンの青エール1枚をアーカイブできる: 自分のデッキを2枚引く。
ko: 자신의 오시 홀로멤이 〈호시마치 스이세이〉일 때, 이 홀로멤의 청 옐 1장을 아카이브할 수 있다 : 자신의 덱을 2장 드로우한다.
zh_tw: 自己的主推Holo成員是<星街彗星>時，可以將此Holo成員的1張藍色聲援放入存檔區：抽2張牌。

# hBP01-079_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-079_ART_0_NAME
source: Sui-chan is as Cute as Always!!
fr: Sui-chan waaaa kyou mo kawaii!!
ja: すいちゃんは――今日もかわいい――!!
ko: 스이쨩은ㅡ 오늘도 귀여워ㅡㅡ!!
zh_tw: Sui醬——今天也很可愛——!!

# hBP01-079_BLOOM_NAME
source: I'll Wow You, so Don't Blink!
fr: Ne manquez pas ce spectacle exceptionnel !
ja: あっと驚かせるから見逃さないでね!
ko: 앗하고 놀라게 해줄테니까 놓치지 마!

# hBP01-079_BLOOM_EFFECT
source: Deal 20 Special Damage to 1 of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Infligez 20 dégâts spéciaux à l'un des Holomems en Arrière adverse. (Les Holomems mis Inconscient avec cet effet ne font pas perdre de VIE).
ja: 相手のバックホロメン1人に特殊ダメージ20を与える (ダウンしても相手のライフは減らない)。
ko: 상대의 백 홀로멤 1명에게 특수 대미지 20을 준다(다운해도 상대의 라이프는 줄지 않는다).

# hBP01-080_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-080_ART_0_NAME
source: Maid Fighter
fr: La Servante Combattante
ja: 戦うメイドさん
ko: 싸우는 메이드씨
zh_tw: 戰鬥女僕

# hBP01-080_COLLAB_NAME
source: Memories of the Snowy Mountain
fr: Souvenirs de montagnes enneigées
ja: 雪山の記憶
ko: 설산의 기억
zh_tw: 雪山的回憶

# hBP01-080_COLLAB_EFFECT
source: You may roll a die once:If it is odd, down 1 of your opponent's back holomem whose HP is reduced by 40 or more. However, your opponent's Life does not reduce even if downed.
fr: Vous pouvez lancer un dé : Si le résultat est impair, mettez Inconscient un des Holomems en Arrière adverses qui a subi au moins 40 points de dégâts. (Les Holomems mis Inconscient avec cet effet ne font pas perdre de VIE).
ja: サイコロを1回振れる：奇数の時、相手のHPが40以上減っているバックホロメン1人をダウンさせる(ダウンしても相手のライフは減らない)。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 상대의 HP가 40 이상 줄어든 백 홀로멤 1명을 다운시킨다(다운해도 상대의 라이프는 줄지 않는다).
zh_tw: 可以擲1次骰子：奇數時，擊倒對手1位HP減少40點以上的後備Holo成員（即使擊倒也不會減少對手生命值）。

# hBP01-081_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-081_ART_0_NAME
source: Shining Comet
fr: Comète brillante
ja: 輝く彗星
ko: 빛나는 혜성
zh_tw: 閃耀的彗星

# hBP01-081_ART_0_EFFECT
source: You may archive 2 blue cheers from this holomem:This Arts gets +60 for each holomem that is stacked to this holomem (This Arts can target your opponent's back holomem too).
fr: Vous pouvez archiver 2 Cheers Bleus de cet Holomem pour l'effet suivant : Pour chaque Holomem empilé sous celui-ci, cet Art gagne +60 dégâts (Cet Art peut cibler les Holomems en Arrière adverses).
ja: このホロメンの青エール2枚をアーカイブできる：このホロメンに重なっているホロメン1枚につき、このアーツ+60(このアーツは相手のバックホロメンも対象にできる)。
ko: 이 홀로멤의 청 옐 2장을 아카이브할 수 있다. 이 홀로멤에게 겹쳐져 있는 홀로멤 1장 당, 이 아츠 +60(이 아츠는 상대의 백 홀로멤도 대상으로 할 수 있다).
zh_tw: 可以將此Holo成員的2張藍色聲援放入存檔區：此Holo成員疊加的每1張Holo成員卡，此技藝+60（此技藝也可以對手的後備Holo成員為對象）。

# hBP01-081_COLLAB_NAME
source: The Light that Sparks Across the Sky
fr: Lumière traversant le ciel
ja: 雪山の記憶
ko: 하늘을 달리는 빛
zh_tw: 雪山的回憶

# hBP01-081_COLLAB_EFFECT
source: Send the top card of your cheer deck to your blue holomem.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems Bleus.
ja: 自分のエールデッキの上から1枚を、自分の青ホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 청색 홀로멤에게 보낸다.
zh_tw: 從自己聲援牌組最上方將1張送到自己的藍色Holo成員上。

# hBP01-011_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-011_ART_0_NAME
source: Kanataso Giving the Cold Shoulder
fr: Réponse froide de Kanataso
ja: 塩対応かなたそ
ko: 냉담한 대응 카나타소
zh_tw: 鹽對應彼方碳

# hBP01-015_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-015_ART_0_EFFECT
source: If you have used a Support Card this turn, this Arts gets +20.
fr: Si vous avez joué un Soutien pendant ce tour, cet Art gagne +20 dégâts.
ja: このターンに自分がサポートカードを使っていた時、このアーツ+20。
ko: 이 턴에 자신의 서포트 카드를 사용하고 있을 때, 이 아츠 +20.
zh_tw: 此回合自己曾使用支援卡時，此技藝+20。

# hBP01-017_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-017_ART_0_NAME
source: Going Out Together
fr: Sortir ensemble
ja: 一緒にお出かけ
ko: 함께 외출
zh_tw: 一起出門

# hBP01-017_ART_1_NAME
source: Coffee Break
fr: Pause-café
ja: コーヒーブレイク
ko: 커피 브레이크
zh_tw: 咖啡休息時間

# hBP01-018_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-018_ART_0_NAME
source: Fragments of Memories
fr: Fragments de souvenirs
ja: 思い出の欠片
ko: 추억의 조각
zh_tw: 回憶的碎片

# hBP01-018_ART_0_EFFECT
source: You may reveal the top card of your deck:If the revealed card has #Promise, this Arts gets +20. Then, add the revealed card to hand.
fr: Vous pouvez révéler la première carte de votre Deck. Si cette carte a #Promise, cet Art gagne +20 dégâts. Puis mettez cette carte dans votre Main.
ja: 自分のデッキの上から１枚を公開できる：公開したカードが#Promiseを持つ時、このアーツ+20。そして公開したカードを手札に加える。
ko: 자신의 덱의 위에서부터 1장을 공개할 수 있다 : 공개한 카드가 #Promise를 가질 때, 이 아츠 +20. 그리고 공개한 카드를 패에 더한다.
zh_tw: 可以公開自己牌組最上方1張：公開的卡片持有#Promise時，此技藝+20。然後將公開的卡片加入手牌。

# hBP01-025_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
ko: 베스티아 제타
zh_tw: 維斯提亞·澤塔

# hBP01-025_ART_0_NAME
source: Don't Drink the Hot Spring Water!
fr: Ne buvez pas l'eau des onsen !
ja: 温泉は飲まないでね！
ko: 온천은 마시면 안 돼!
zh_tw: 溫泉水不能喝喔！

# hBP01-025_ART_1_NAME
source: A Day to Relax in the Hot Springs
fr: Une journée de détente au onsen
ja: 温泉でくつろぐ一日を
ko: 온천에서 편안한 하루를
zh_tw: 在溫泉放鬆的一天

# hBP01-028_ART_0_NAME
source: HiRyS!
ja: ハイRyS！
ko: 하이RyS!

# hBP01-029_ART_0_NAME
source: I'm a Pure Nephilim!
fr: Je suis une nephilim seiso !
ja: 清楚なネフィリムです！
ko: 청초한 네피림이에요!
zh_tw: 是清楚的Nephilim！

# hBP01-032_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-032_ART_0_NAME
source: Alo~na!
ja: アロ～ナ！
ko: 아로~나!
zh_tw: Aro-na！

# hBP01-034_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-034_ART_0_NAME
source: Oh Dear
fr: ara ara
ja: あらあら
ko: 아라아라
zh_tw: 哎呀哎呀

# hBP01-034_ART_1_NAME
source: Mugyu Mugyu Chatting
fr: Mugyu mugyu chat
ja: むぎゅむぎゅ雑談
ko: 무규무규 잡담
zh_tw: 緊緊抱著聊天
