Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP05-002_SKILL_EFFECT
source: [1/Turn]Usable if your holomem with #ID Gen 1 would take damage from the opponent during the opponent's turn:You may reattach 1 cheer from that holomem to your other holomem with #ID Gen 1.
fr: [1/tour] Utilisable pendant le tour de votre adversaire si l'un de vos Holomems avec #IDGen1 subit des dégâts d'un Holomem adverse : Vous pouvez réattacher 1 Cheer de cet Holomem à un autre Holomem avec #IDGen1.
ja: [ターンに1回] 相手のターンで、自分の#ID1期生を持つホロメンが相手からダメージを受ける時に使える！そのホロメンのエール1枚を自分の他の#ID1期生を持つホロメンに付け替える。
zh_tw: [回合1次] 在對手回合，自己持有#ID1期生的Holo成員受到對手傷害時可以使用！將該Holo成員的1張聲援重新裝備到自己其他#ID1期生 Holo成員上。

# hBP05-002_SPSKILL_EFFECT
source: [1/Game]Archive 2 cheers from your stage to reveal 2 holomem with #ID Gen 1 from your deck, and add them to hand. Then, shuffle the deck.
fr: [1/partie] Archivez 2 Cheers de votre Scène et révelez 2 Holomems avec #IDGen1 de votre Deck, ajoutez-les à votre Main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のステージのエール2枚をアーカイブすることで、自分のデッキから、#ID1期生を持つホロメン2枚とし、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次] 將自己舞台上的2張聲援放入存檔區，可從自己牌組中將2張持有#ID1期生的Holo成員加入手牌。然後洗牌。

# hBP05-003_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-003_SKILL_NAME
source: Legend of Polka
fr: La légende de Polka
ja: ポルカの伝説
zh_tw: 波爾卡的傳說

# hBP05-003_SKILL_EFFECT
source: [1/Turn]Draw cards until your hand has the same number of cards as the number of <Troupe Member> on your stage. However, only up to 4 cards can be drawn.
fr: [1/tour] Piochez dans votre Deck jusqu'à ce que vous ayez dans votre Main autant de cartes que de ⟨Zain⟩ sur votre Scène. Vous ne pouvez pas piochez plus de 4 cartes.
ja: [ターンに1回] 自分の手札が自分のステージの〈座員〉の枚数と同じになるまで、自分のデッキを引く。だし、引ける枚数は4枚まで。
zh_tw: [回合1次] 抽牌直到自己手牌數量與自己舞台上的<座員>數量相同。但最多抽4張。

# hBP05-003_SPSKILL_NAME
source: Successful Experience~!!!
fr: Experience Réussi~ !!!
ja: 成功体験ー!!!
zh_tw: 成功體驗ー!!!

# hBP05-003_SPSKILL_EFFECT
source: [1/Game]Look at the top 7 cards of your deck. Reveal 1 [<Omaru Polka> and/or staff] each from among them, and add the revealed cards to hand. Then, archive the remaining cards.
fr: [1/partie] Regardez les 7 premières cartes de votre Deck. Revelez 1 [⟨Omaru Poluka⟩ et Staff] parmi elles et ajoutez-la à votre Main. Archivez les cartes restantes.
ja: [ゲームに1回] 自分のデッキの上から7枚を見る。その中から、[〈尾丸ポルカ〉とスタッフ]1枚ずつにし、公開した[〈尾丸ポルカ〉とスタッフ]を手札に加える。そして残ったカードをアーカイブする。
zh_tw: [遊戲1次] 查看自己牌組最上方7張。從中將各1張[<尾丸波爾卡>與工作人員]加入手牌。然後將剩餘卡片放入存檔區。

# hBP05-019_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP05-019_ART_0_NAME
source: Time spent with you
fr: Temps passé avec toi
ja: 君といる時間
zh_tw: 與你共度的時光

# hBP05-019_COLLAB_NAME
source: Going out with Iofi
fr: Sortir avec Iofi
ja: イオフィとおでかけ
zh_tw: 和イオフィ出門

# hBP05-019_COLLAB_EFFECT
source: You may archive 1 cheer from this holomem:Restore 30 HP to 1 of your holomem with #ID Gen 1.
fr: Vous pouvez archiver 1 Cheer de cet Holomem : restaurez 30 PV à l'un de vos Holomems avec #IDGen1.
ja: このホロメンのエール1枚をアーカイブできます：自分の#ID1期生を持つホロメン1人のHP30回復。
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：為自己1位持有#ID1期生的Holo成員回復30點HP。

# hBP05-020_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP05-020_ART_0_NAME
source: With you
fr: Avec toi
ja: 君となら
zh_tw: 只要和你在一起

# hBP05-020_COLLAB_NAME
source: The past, present, and future us
fr: Nous du passé, présent et futur
ja: 過去・今・未来の私と君へ
zh_tw: 致過去、現在、未來的我與你

# hBP05-020_COLLAB_EFFECT
source: If you went second and it is your first turn, send the top card of your cheer deck to your holomem with #ID Gen 1.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #IDGen1.
ja: 自分が後攻で最初のターンなら、自分のエールデッキの上から1枚を自分の#ID1期生を持つホロメンに送る。
zh_tw: 若自己是後攻且為第一回合，從自己聲援牌組最上方將1張送到自己持有#ID1期生的Holo成員上。

# hBP05-021_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP05-021_ART_0_NAME
source: I really love matcha ( ´ڡ`* )
fr: J'adore le matcha (´ڡ`* )
ja: 抹茶めっちゃ好き ( ´ڡ`* )
zh_tw: 抹茶超喜歡 ( ´ڡ`* )

# hBP05-021_BLOOM_NAME
source: Hello beb!
fr: Salut beb
ja: こんにちは、ベイブ！

# hBP05-021_BLOOM_EFFECT
source: You may send 1 cheer from your archive to this holomem.
fr: Vous pouvez attacher 1 Cheer de votre Archive à cet Holomem.
ja: 自分のアーカイブのエール1枚をこのホロメンに送れる。

# hBP05-022_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP05-022_COLLAB_NAME
source: Dyed by the setting sun
fr: Teint par le soleil couchant
ja: 落日に染まる
zh_tw: 染上落日

# hBP05-022_COLLAB_EFFECT
source: If your stage has 4 or more cheers, during this turn, 1 of your holomem with #ID Gen 1 gets Arts+20.
fr: S'il y a 4 Cheers ou plus sur votre Scène, les Arts de l'un de vos Holomems avec #IDGen1 gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: 自分のステージにエールが4枚以上あるなら、このターンの間、自分のステージの#ID1期生を持つホロメン1人のアーツ+20。
zh_tw: 自己舞台上有4張以上聲援時，此回合，自己舞台上1位持有#ID1期生的Holo成員的技藝+20。

# hBP05-023_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP05-023_ART_0_NAME
source: Relation Garden
fr: Jardin des relations
ja: リレーションガーデン
zh_tw: 關係庭園

# hBP05-023_ART_0_EFFECT
source: [Center Position Only]If your Oshi holomem is <Airani Iofifteen>, this Arts gets +20 for every 3 cheers on your stage.
fr: [Position Centrale] Si votre Oshi est ⟨Airani Iofifteen⟩, cet Art gagne +20 dégâts pour chaque 3 Cheers sur votre Scène.
ja: [センターポジション限定]自分の推しホロメンが〈アイラニ・イオフィフティーン〉なら、自分のステージのエール3枚につき、このアーツ+20。
zh_tw: [限C位位置]自己的主推Holo成員是<艾拉妮·伊歐菲芙婷>時，自己舞台上每有3張聲援，此技藝+20。

# hBP05-023_GIFT_NAME
source: Alien Princess
fr: Princesse Alien
ja: 宇宙人のお姫様
zh_tw: 宇宙人的公主殿下

# hBP05-023_GIFT_EFFECT
source: When this holomem downed your opponent's holomem, you may send 1 cheer from your archive to your holomem with #ID Gen 1.
fr: Lorsque cet Holomem met Inconscient un Holomem adverse, attachez 1 Cheer de votre Archive à l'un de vos Holomems avec #IDGen1.
ja: このホロメンが相手のホロメンをダウンさせた時、自分のアーカイブのエール1枚を自分の#ID1期生を持つホロメンに送れる。
zh_tw: 此Holo成員擊倒對手Holo成員時，可以將自己存檔區的1張聲援送到自己持有#ID1期生的Holo成員上。

# hBP05-025_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
zh_tw: 亞綺·羅森塔爾

# hBP05-025_ART_0_NAME
source: Let's start a new journey
fr: Commençons un nouveau voyage
ja: 新たな旅を始めよう
zh_tw: 開始新的旅程吧

# hBP05-026_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
zh_tw: 亞綺·羅森塔爾

# hBP05-026_ART_0_NAME
source: A moment of dusk
fr: Un moment au crépuscule
ja: 暮れなずむひととき
zh_tw: 黃昏片刻

# hBP05-026_COLLAB_NAME
source: Twilight Resort
fr: Hotel du crépuscule
ja: トワイライトリゾート
zh_tw: 暮光度假村

# hBP05-026_COLLAB_EFFECT
source: You may attach 1 <Stone Axe> from your archive to your <Aki Rosenthal>.
fr: Vous pouvez attacher 1 ⟨Stone Axe⟩ de votre Archive à l'une de vos ⟨Aki Rosenthal⟩.
ja: 自分のアーカイブの〈石の斧〉1枚を、自分の〈アキ・ローゼンタール〉に付ける。
zh_tw: 將自己存檔區的1張<石斧>裝備到自己的<亞綺·羅森塔爾>上。

# hBP05-027_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
zh_tw: 亞綺·羅森塔爾

# hBP05-027_ART_0_NAME
source: One for All
fr: Un pour tous
ja: ワンフォーオール

# hBP05-027_ART_0_EFFECT
source: When this Arts downed your opponent's holomem, draw 1 card. If your Oshi holomem is <Aki Rosenthal>, restore 20 HP to all of your holomem.
fr: Si cet Art met Inconscient un Holomem adverse, piochez 1 carte de votre Deck. Puis, si votre Oshi est ⟨Aki Rosenthal⟩, restaurez 20 PV à tous vos Holomems.
ja: このアーツで相手のホロメンをダウンさせた時、自分のデッキを1枚引きます。その後、自分の推しホロメンが〈アキ・ローゼンタール〉なら、自分のホロメン全員のHP20回復。
zh_tw: 此技藝擊倒對手Holo成員時，抽1張牌。之後，若自己的主推Holo成員是<亞綺·羅森塔爾>，為自己所有Holo成員回復20點HP。

# hBP05-027_BLOOM_NAME
source: Gaming? Sporty? Camping?!
fr: Gaming? Sportif ? Camping?!
ja: ゲーム？スポーティー？キャンプ？！

# hBP05-027_BLOOM_EFFECT
source: You may archive 1 tool attached to this holomem: Reveal 1 [holomem or tool] from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 Outil attaché à cet Holomem : Révélez 1 [Holomem ou Outil] de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: このホロメンに付いているツール1枚をアーカイブできます：自分のデッキから[ホロメンカツール]1枚除外し、手札に加える。そしてデッキをシャッフルする。

# hBP05-030_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-030_ART_0_NAME
source: Nap Anniversary
fr: Sieste d'anniversaire
ja: うたたねの記念日
zh_tw: 午睡的紀念日

# hBP05-030_COLLAB_NAME
source: Dazzling everyday life with you
fr: Une vie quotidienne éblouissante avec toi
ja: まばゆい日常を君と
zh_tw: 與你共度的耀眼日常

# hBP05-030_COLLAB_EFFECT
source: During this turn, your center holomem with a fan attached gets Arts+10.
fr: Pendant ce tour, votre Holomem Central avec un Fan attaché gagne +10 dégâts
ja: このターンの間、自分のファンが追加されますセンターホロメンのアーツ+10。
zh_tw: 此回合，自己裝備有粉絲卡的C位Holo成員的技藝+10。

# hBP05-031_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-031_ART_0_NAME
source: Ah, what a wonderful idol life
fr: Ah, Quelle vie incroyable d'idole
ja: あ、素晴らしきアイドル人生かな
zh_tw: 啊，美好的偶像人生啊

# hBP05-031_ART_0_EFFECT
source: If you went second and it is your first turn, reveal 1 <Troupe Member> from your deck, and add it to hand. Then, shuffle your deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 ⟨Zain⟩ de votre Deck, et ajoutez-le à votre Main, puis mélangez le Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、〈座員〉1枚ずつ、手札に加える。そしてデッキをシャッフルする。
zh_tw: 若自己是後攻且為第一回合，從自己牌組中將1張<座員>加入手牌。然後洗牌。

# hBP05-032_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-032_ART_0_NAME
source: Morning Polka *This is fiction
fr: Polka matinale *C'est de la fiction
ja: 朝のポルカ ※若干のフィクション
zh_tw: 早晨的波爾卡 ※含些許虛構

# hBP05-032_ART_0_EFFECT
source: You may archive 1 card from your hand:Deal 10 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver 1 carte de votre Main : Infligez 10 dégâts à l'Holomem Central ou Collab adverse.
ja: 自分の手札1枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ10を与える。
zh_tw: 可以將自己1張手牌放入存檔區：對手的C位Holo成員或聯動Holo成員造成10點特殊傷害。

# hBP05-032_BLOOM_NAME
source: An ordinary day off with Polka
fr: Un jour de repos ordinaire avec Polka
ja: ポルカとのなんでもない休日

# hBP05-032_BLOOM_EFFECT
source: Deal 20 special damage to your opponent's collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ20を与える。

# hBP05-033_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-033_ART_0_NAME
source: Wow, cherry blossoms!
fr: Wow, Cerisier en fleur !
ja: すごいね、桜！
zh_tw: 櫻花，好美！

# hBP05-033_ART_0_EFFECT
source: You may roll a die once:Archive a number of cards from the top of your deck equal to the number rolled. If you have 10 or more cards in your archive, this Arts gets +10.
fr: Vous pouvez lancer un dé : Archivez le nombre de cartes du dessus de votre Deck égal au résultat. Puis, s'il y a 10 cartes ou plus dans votre Archive, cet Art gagne +10 dégâts.
ja: サイコロを1回振れる：出た目の数1につき、自分のデッキの上から1枚をアーカイブする。その後、自分のアーカイブが10枚以上あるなら、このアーツ+10。
zh_tw: 可以擲1次骰子：每1點，將自己牌組最上方1張放入存檔區。之後，若自己存檔區有10張以上卡片，此技藝+10。

# hBP05-033_ART_1_NAME
source: I want to come see it again with you next year
fr: Je veux revenir l'année prochaine avec toi
ja: 来年も君と見に来たな
zh_tw: 明年也想和你一起來看

# hBP05-033_ART_1_EFFECT
source: This Arts gets +10 for each <Troupe Member> attached to this holomem.
fr: Pour chaque ⟨Zain⟩ attaché à cet Holomem, cet Art gagne +10 dégâts.
ja: このホロメンに付いている〈座員〉1枚につき、このアーツ+10。
zh_tw: 此Holo成員裝備的每1張<座員>，此技藝+10。

# hBP05-034_NAME
source: Omaru Polka
ja: 尾丸ポルカ
zh_tw: 尾丸波爾卡

# hBP05-034_ART_0_NAME
source: Are you ready?
fr: Etes-vous prêt ?
ja: 準備はいいですか？
zh_tw: 準備好了嗎？

# hBP05-034_ART_0_EFFECT
source: If your oshi holomem is <Omaru Polka>, this Arts gets +30 for every 10 cards in your archive.
fr: Si votre Oshi est ⟨Omaru Polka⟩, pour chaque tranche de 10 cartes dans votre Archive, cet Art gagne +30 dégâts.
ja: 自分の推しホロメンが〈尾丸ポルカ〉なら、自分のアーカイブのカード10枚につき、このアーツ+30。
zh_tw: 若自己的主推Holo成員是<尾丸波爾卡>，自己存檔區每有10張卡片，此技藝+30。

# hBP05-034_BLOOM_NAME
source: Here's your order!
fr: Désolé de l'attente~ !
ja: おまたせ〜！

# hBP05-034_BLOOM_EFFECT
source: [Center position only]You may archive any number of cards from your hand:For each card archived, return 1 <Troupe Member> from your archive to hand.
fr: [Position Centrale] Vous pouvez archiver autant de cartes que vous souhaitez de votre Main : Pour chaque carte archivée, vous pouvez mettre dans votre Main 1 ⟨Zain⟩ de votre Archive.
ja: [センターポジション限定]自分の手札を好きな枚数アーカイブできます。アーカイブしたカード1枚につき、自分のアーカイブの〈座員〉1枚を手札に戻します。

# hBP05-047_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
zh_tw: 可波·卡娜埃露

# hBP05-047_ART_0_NAME
source: At your service!
fr: A votre service !
ja: アットユアサービス!!

# hBP05-047_ART_0_EFFECT
source: Deal 10 Special Damage to 1 of your opponent's back holomem.
fr: Infligez 10 dégâts spéciaux à 1 Holomem en Arrière adverse.
ja: 相手のバックホロメン1人に特殊ダメージ10を与える。
zh_tw: 對手1位後備Holo成員造成10點特殊傷害。

# hBP05-048_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
zh_tw: 可波·卡娜埃露

# hBP05-048_ART_0_NAME
source: So you'll feel better
fr: Tu te sens mieux
ja: キミが元気になれるように
zh_tw: 為了讓你打起精神

# hBP05-048_ART_0_EFFECT
source: Deal 10 special damage to 2 of your opponent's back holomem.
fr: Infligez 10 dégâts spéciaux à 2 Holomems en Arrière adverses.
ja: 相手のバックホロメン2に特殊ダメージ10を与える。
zh_tw: 對手2位後備Holo成員造成10點特殊傷害。

# hBP05-048_COLLAB_NAME
source: A childhood friend's heart-pounding lap pillow
fr: L'oreiller palpitant d'un ami d'enfance
ja: 幼馴染のドキドキ膝枕
zh_tw: 青梅竹馬的心跳膝枕

# hBP05-048_COLLAB_EFFECT
source: Deal 10 special damage to 2 of your opponent's back holomem.
fr: Infligez 10 dégâts spéciaux à 2 Holomems en Arrière adverses.
ja: 相手のバックホロメン2に特殊ダメージ10を与える。
zh_tw: 對手2位後備Holo成員造成10點特殊傷害。

# hBP05-049_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
zh_tw: 可波·卡娜埃露

# hBP05-049_ART_0_NAME
source: Tracing the rain
fr: Suivre la pluie
ja: 雨跡をなぞる
zh_tw: 描摹雨跡

# hBP05-049_ART_0_EFFECT
source: If your opponent's back holomem have taken a total of 80 or more Damage, you may send 1 blue cheer from your archive to your <Kobo Kanaeru>.
fr: Si les Holomems adverses ont subi 80 ou plus dégâts, vous pouvez attacher 1 Cheer Bleu de votre Archive à une ⟨Kobo Kanaeru⟩.
ja: 相手のバックホロメン全員のHPが合計80以上減っているなら、自分のアーカイブのエール1枚を自分の〈こぼ・かなえる〉に送れる。
zh_tw: 若對手所有後備Holo成員的HP合計減少80點以上，可以將自己存檔區的1張聲援送到自己的<可波·卡娜埃露>上。

# hBP05-049_ART_1_NAME
source: Reverberating rain sound
fr: Le buit reverberant de la pluie
ja: 残響する雨音
zh_tw: 迴響的雨聲

# hBP05-049_ART_1_EFFECT
source: You may archive 2 cheers from this holomem:Deal 30 special damage to all of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Vous pouvez archiver 2 Cheers de cet Holomem : Infligez 30 dégâts spéciaux à tous les Holomems en Arrière adverses. Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE.
ja: このホロメンのエール2枚をアーカイブできる：相手のバックホロメン全員に特殊ダメージ30を与える。ただし、ダウンしても相手のライフは減らない。
zh_tw: 可以將此Holo成員的2張聲援放入存檔區：對手所有後備Holo成員造成30點特殊傷害。但即使擊倒也不會減少對手生命值。

# hY05-007_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
zh_tw: 紫聲援

# hY06-006_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
zh_tw: 黃聲援

# hBP05-086_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Kobo Kanaeru> [Center Position Only][1/Turn]When your opponent's back holomem is downed, draw 1 card. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Kobo Kanaeru⟩ : [Position Centrale][1/tour] Si un Holomem en Arrière adverse est mis Inconscient, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットにホロメンのHP+20。 ◆〈こぼ・かなえる〉が付いていたら能力追加 [センターポジション限定][ターンに1回]相手のバックホロメンがダウンしたとき、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付ける。
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<可波·卡娜埃露>時追加能力： [限C位位置][回合1次]對手的後備Holo成員被擊倒時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP05-082_NAME
source: Aki Rosenthal's Axe
fr: Hache d'Aki Rosenthal
ja: アキ・ローゼンタールの斧
zh_tw: 亞綺·羅森塔爾的斧頭

# hBP05-082_EFFECT
source: This card can only be used if you archive 1 card from your hand or 1 <Stone Axe> from your stage. The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 2nd or greater <Aki Rosenthal> The holomem this tool is attached to gets Arts+40. Only 1 tool can be attached to each of your holomem.
fr: Cette carte ne peut etre utilisée que si vous archivez 1 carte de votre Main, ou 1 ⟨Stone Axe⟩ de votre Scène. Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attachée à ⟨Aki Rosenthal⟩ 2nd Bloom ou plus : Les Arts de l'Holomem avec cet Outil attaché gagnent +40 dégâts. Vous ne pouvez attacher qu'un seul Outil à un Holomem. Extra: Cet outil est considéré comme ⟨Stone Axe⟩
ja: このカードは、自分の手札1枚か自分のステージの〈石の斧〉1枚をアーカイブに入れて使えません。 このツールにホロメンのアーツ+10。 ◆2つ以上の〈アキ・ローゼンタール〉に付いていたら能力追加このツールにホロメンのアーツ+40。 ツールは、自分のホロメン1人につき1枚だけ装備します。
zh_tw: 此卡必須將自己1張手牌或自己舞台上的1張<石斧>放入存檔區才能使用。 此工具裝備的Holo成員的技藝+10。 ◆裝備於2nd以上的<亞綺·羅森塔爾>時追加能力：此工具裝備的Holo成員的技藝+40。 工具卡每位Holo成員只能裝備1張。

# hBP05-001_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-001_SKILL_NAME
source: Shirogane Knights
fr: Chevaliers Shirogane
ja: 白銀聖騎士団
zh_tw: 白銀聖騎士團

# hBP05-001_SKILL_EFFECT
source: [1/Turn]Usable when your holomem downs your opponent's holomem:Reveal 1 holomem with #Gen 3 from your deck, and add it to hand. Then, shuffle your deck.
fr: [1/tour] Utilisable lorsque l'un de vos Holomems met Inconscient un Holomem adverse : Révélez 1 Holomem avec #Gen3, et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: [ターンに1回]自分のホロメンが相手のホロメンをダウンさせた時に使える:自分のデッキから、#3期生を持つホロメンを1枚除外し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [回合1次]自己的Holo成員擊倒對手Holo成員時可以使用：從自己牌組中將1張持有#3期生的Holo成員加入手牌。然後洗牌。

# hBP05-001_SPSKILL_NAME
source: Super Bad Taro
fr: Très mauvais Taro
ja: スーパーまずった太郎
zh_tw: 超級肌肉太郎

# hBP05-001_SPSKILL_EFFECT
source: [1/Game]Usable when your holomem with #Gen 3 is downed during the opponent's turn:You take -1 Life Damage. Then, if the downed holomem is a Buzz holomem or a 2nd holomem, draw 2 cards.
fr: [1/partie] Utilisable lorsque votre Holomem avec #Gen3 est mis Inconscient par un Holomem adverse : Perdez 1 VIE de moins que vous ne le feriez normalement. Puis, si cet Holomem est un Holomem 2nd Bloom ou 1st Bloom Buzz, piochez 2 cartes de votre Deck.
ja: [ゲームに1回]相手のターンで、自分の#3期生を持つホロメンがダウンした時に使える:自分の減るライフ-1。その後、そのホロメンがバズホロメンか2番目のホロメンなら、自分のデッキを2枚引く。
zh_tw: [遊戲1次]在對手回合，自己持有#3期生的Holo成員被擊倒時可以使用：自己減少的生命值-1。之後，若該Holo成員是Buzz Holo成員或2nd Holo成員，抽2張牌。

# hBP05-008_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-008_ART_0_NAME
source: Have fun!
fr: Amuse-toi bien !
ja: 楽しく！
zh_tw: 開心地！

# hBP05-008_GIFT_NAME
source: Muscle Muscle
ja: まっするまっする
zh_tw: 肌肉肌肉

# hBP05-008_GIFT_EFFECT
source: [Collab Position Only]Your Debut holomem with #Gen 3 in the center position takes -20 damage.
fr: [Position Collab] Votre Holomem Central Debut avec #Gen3 subit -20 dégâts.
ja: [コラボポジション限定] 自分の#3期生を持つDebutホロメンがセンターポジションで受けるダメージ-20。
zh_tw: [限聯動位置] 自己持有#3期生的Debut Holo成員在C位位置受到的傷害-20。

# hBP05-010_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-010_ART_0_NAME
source: Power to live
fr: Force de vivre
ja: 生きる力
zh_tw: 活下去的力量

# hBP05-010_ART_0_EFFECT
source: If you used <Gyudon> this turn, this Arts gets +30.
fr: Si vous avez joué un ⟨Gyudon⟩ pendant ce tour, cet Art gagne +30 dégâts.
ja: このターンに自分が〈牛丼〉を使っていたら、このアーツ+30。
zh_tw: 此回合自己曾使用<牛丼>時，此技藝+30。

# hBP05-010_GIFT_NAME
source: Fighting captain
fr: Capitaine combatant
ja: 闘団長
zh_tw: 戰鬥團長

# hBP05-010_GIFT_EFFECT
source: [Collab Position Only]If your center holomem has #Gen 3, your opponent's holomem's Arts can only target your collab holomem. However, it excludes special damage.
fr: [Position Collab] Si votre Holomem Central a #Gen3, les Arts des Holomems adverses ne peuvent cibler que votre Holomem Collab (Sauf les dégâts spéciaux).
ja: [コラボポジション限定]自分の3期生を持つセンターホロメンがいる間、相手のホロメンのアーツは、自分のコラボホロメンしか対象にできない。ただし、特殊ダメージは除く。
zh_tw: [限聯動位置]自己有持有#3期生的C位Holo成員時，對手的Holo成員的技藝只能以自己的聯動Holo成員為對象。但特殊傷害除外。

# hBP05-012_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-012_ART_0_NAME
source: Path of the Knight
fr: Chemin du Chevalier
ja: 騎士団の道
zh_tw: 騎士團之道

# hBP05-012_ART_0_EFFECT
source: If this holomem has reduced HP, this Arts gets +40.
fr: Si cet Holomem a subi des dégâts, cet Art gagne +40 de dégâts.
ja: このホロメンのHPが減っているなら、このアーツ+40。
zh_tw: 此Holo成員的HP減少時，此技藝+40。

# hBP05-012_ART_1_NAME
source: A merciful blow
fr: Un coup emplis de pitié
ja: 慈悲の一撃
zh_tw: 慈悲的一擊

# hBP05-012_ART_1_EFFECT
source: [Center Position Only]If your collab holomem has #Gen 3, this Arts gets +30.
fr: [Position Centrale] Si votre Holomem Collab a #Gen3, Cet Art gagne +30 de dégâts.
ja: [センターポジション限定] 自分の#3期生を持つコラボホロメンがいるなら、このアーツ+30。
zh_tw: [限C位位置] 自己有持有#3期生的聯動Holo成員時，此技藝+30。

# hBP05-017_NAME
source: Himemori Luna
ja: 姫森ルーナ
zh_tw: 姬森璐娜

# hBP05-017_ART_0_NAME
source: Retro Romance
fr: Romance Retro
ja: レトロロマン
zh_tw: 復古浪漫

# hBP05-017_ART_0_EFFECT
source: You may attach 1 <Lu-knights> from your archive to this holomem.
fr: Vous pouvez attacher 1 ⟨Luknight⟩ de votre Archive à cet Holomem.
ja: 自分のアーカイブの〈ルーナイト〉1枚にこのホロメンが付けられる。
zh_tw: 可以將自己存檔區的1張<月騎士>裝備到此Holo成員上。

# hBP05-017_ART_1_NAME
source: Pakupaku
ja: ぱくぱく
zh_tw: パクパク

# hBP05-017_ART_1_EFFECT
source: [Collab Position Only]For each <Lu-knights> attached to your center holomem, this Arts requires -1 colorless.
fr: [Position Collab] Pour chaque ⟨Luknight⟩ attaché à votre Holomem Central, réduisez le coût de cet Art de 1 Cheer Neutre.
ja: 【コラボポジション限定】自分のセンターホロメンに付いている〈ルーナイト〉1枚につき、このアーツに必要な-1。
zh_tw: 【限聯動位置】自己C位Holo成員裝備的每1張<月騎士>，此技藝所需-1。

# hBP05-057_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-057_COLLAB_EFFECT
source: During this turn, 1 of your holomem with #Singing gets Arts+10.
fr: Pendant ce tour, les Arts de l'un de vos Holomems avec #Chanson gagnent +10 dégâts.
ja: このターンの間、自分のステージの#歌を持つホロメン1人のアーツ+10。
zh_tw: 此回合，自己舞台上1位持有#歌的Holo成員的技藝+10。

# hBP05-059_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-059_ART_0_NAME
source: One and only
fr: Seul et unique
ja: ワンアンドオンリー
zh_tw: 獨一無二

# hBP05-059_ART_0_EFFECT
source: If your Oshi holomem is <Nerissa Ravencroft>, draw 1 card.
fr: Si votre Oshi est ⟨Nerissa Ravencroft⟩, piochez 1 carte de votre Deck.
ja: 自分の推しホロメンが〈ネリッサ・レイヴンクロフト〉なら、自分のデッキを1枚引く。
zh_tw: 若自己的主推Holo成員是<納瑞莎·雷文克羅夫特>，抽1張牌。

# hBP05-059_ART_1_NAME
source: Don't touch the horns!
fr: Ne touchez pas mes cornes !
ja: ツノに触らないで！
zh_tw: 別碰我的角！

# hBP05-061_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-061_ART_0_EFFECT
source: You may archive 1~3 cards from your hand:During this turn, 1 of your holomem with #Singing gets Arts+20 for each card archived.
fr: Vous pouvez archiver 1~3 cartes de votre Main : Pendant ce tour, les Arts de l'un de vos Holomem avec #Chanson gagnent +20 dégâts pour chaque carte archivée.
ja: 自分の手札1～3枚をアーカイブできる：このターンの間、アーカイブしたカード1枚につき、自分のステージの#歌を持つホロメン1人のアーツ+20。
zh_tw: 可以將自己1～3張手牌放入存檔區：此回合，每放入1張卡片，自己舞台上1位持有#歌的Holo成員的技藝+20。

# hBP05-061_GIFT_EFFECT
source: When this holomem downed your opponent's holomem, draw 2 cards.
fr: Lorsque cet Holomem met Inconscient un Holomem adverse, piochez 2 cartes de votre Deck.
ja: このホロメンが相手のホロメンをダウンさせた時、自分のデッキを2枚引く。
zh_tw: 此Holo成員擊倒對手Holo成員時，抽2張牌。

# hBP05-062_NAME
source: Tokoyami Towa
ja: 常闇トワ
zh_tw: 常闇永遠

# hBP05-062_ART_0_NAME
source: Thank you everyone
fr: Merci tout le monde
ja: みんなありがとう
zh_tw: 謝謝大家

# hBP05-062_ART_0_EFFECT
source: Deal 20 Special Damage for each of your 1st holomem with #Singing to your opponent's center holomem or collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse pour chacun de vos Holomems 1st Bloom avec #Chanson.
ja: 相手のセンターホロメンかコラボホロメンのいずれかに、自分のステージの#歌を持つ1stホロメン1人につき、特殊ダメージ20を与える。
zh_tw: 對手的C位Holo成員或聯動Holo成員，每有1位自己舞台上持有#歌的1st Holo成員，造成20點特殊傷害。

# hBP05-062_BLOOM_NAME
source: I've made a lot of new friends
fr: Je me suis fait plein de nouveaux amis
ja: 友達がいっぱい増えたよ

# hBP05-062_BLOOM_EFFECT
source: Reveal 2 1st holomem other than Buzz from your deck with #Singing, and add them to hand. Then, shuffle your deck.
fr: Révélez 2 Holomems 1st Bloom (autre qu'un Holomem Buzz) avec #Chanson de votre Deck et mettez-les dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、#歌を持つBuzz以外の1stホロメン2枚以内に、手札に加える。そしてデッキをシャッフルする。

# hBP05-072_NAME
source: Tsunomaki Watame
ja: 角巻わため
zh_tw: 角卷綿芽
