Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP03-059_ART_0_NAME
source: Give me a Smile
fr: Voilà à quel point je vous ferai sourire !
ja: 笑顔になーーれっ
ko: 웃는 얼굴이 되어ㅡ랏
zh_tw: 露出笑容吧

# hBP03-059_BLOOM_NAME
source: If I make a PON then
fr: On dit que je suis vraiment PON
ja: PONしたらその分
ko: PON 하면 그만큼

# hBP03-059_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem with #Gen 0 from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez l'une d'entre elles qui est un Holomem avec #Gen0 et mettez-la dans votre Main. Puis, mettez les cartes restantes au-dessous de votre deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、#0期生を持つホロメン1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, #0기생을 가진 홀로멤 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.

# hBP03-060_NAME
source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子

# hBP03-060_ART_0_NAME
source: Self-Proclaimed [high-spec]
fr: Autoproclamé [Haute Perf]
ja: 自称【高性能】
ko: 자칭 【고성능】
zh_tw: 自稱【高性能】

# hBP03-060_ART_0_EFFECT
source: If your opponent's stage has 7 or more cheers, this Arts gets +70.
fr: Si votre adversaire a 7 Cheers ou plus sur sa Scène, cet Art gagne +70 dégâts.
ja: 相手のステージにエールが7枚以上ある時、このアーツ+70。
ko: 상대의 스테이지에 옐이 7장 이상 있을 때, 이 아츠 +70.
zh_tw: 對手舞台上有7張以上聲援時，此技藝+70。

# hBP03-061_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-061_ART_0_NAME
source: Ello!
fr: Oayo
ja: おぁよ〜
ko: 오아요~
zh_tw: 早安～

# hBP03-061_ART_1_NAME
source: Fingers! Give me your Fingers!
fr: Yubi yubi
ja: ゆびゆび〜
ko: 유비유비~
zh_tw: 手指手指～

# hBP03-062_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-062_ART_0_NAME
source: This is what you ordered, y'know
fr: Voici votre commande
ja: ご注文はこれだでな
ko: 주문은 이걸로 해
zh_tw: 您點的餐是這個

# hBP03-062_COLLAB_NAME
source: Korone Diner
fr: Diner de Korone
ja: ころねダイナー
ko: 코로네 다이너
zh_tw: 沁音餐館

# hBP03-062_COLLAB_EFFECT
source: You may archive 1 cheer from this holomem:Reveal 1 Debut holomem with #GAMERS from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 Cheer de cet Holomem pour l'effet suivant : Révélez 1 Holomem Debut avec #Gamers de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: このホロメンのエール1枚をアーカイブできる: 自分のデッキから、#ゲーマーズを持つDebutホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 홀로멤의 옐 1장을 아카이브할 수 있다 : 자신의 덱에서, #게이머즈를 가진 Debut 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：從自己牌組中公開1張持有#Gamers的Debut Holo成員，加入手牌。然後洗牌。

# hBP03-063_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-063_ART_0_NAME
source: Otsu-Koron
fr: Otsukoro
ja: おつころ〜ん
ko: 오츠코롱~
zh_tw: 辛苦ころ〜ん

# hBP03-064_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-064_ART_0_NAME
source: BrRRAAAAAAAAH!!!!!!!!!!!!!!
fr: BRAAAAAAHH!!!!!!!!!!!!!!!
ja: ぶるぁあああああ!!!!!!!!!!!!!!!
ko: 부라아아아아아아!!!!!!!!
zh_tw: 嗚哇啊啊啊啊啊!!!!!!!!!!!!!!!

# hBP03-064_ART_0_EFFECT
source: This Arts gets +10 for each life reduced from your initial life.
fr: Cet Art gagne +10 dégâts pour chaque VIE que vous avez en moins par rapport à votre VIE de départ.
ja: 自分の初期ライフから減っているライフ1につき、このアーツ+10。
ko: 초기 라이프에서 감소된 수치 1개 당 이 아츠 +10.
zh_tw: 自己每減少1點生命值（從初始生命值計算），此技藝+10。

# hBP03-064_ART_1_NAME
source: O-Shay
fr: Hey!
ja: おーしぇーい
ko: 오세이
zh_tw: おーしぇーい

# hBP03-065_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-065_ART_0_NAME
source: Here ya go~
fr: Orayo!
ja: ほらよ〜
ko: 호라요~
zh_tw: 拿去吧～

# hBP03-065_ART_0_EFFECT
source: Send the top card of your cheer deck to your holomem with #GAMERS.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #Gamers.
ja: 自分のエールデッキの上から1枚を、自分の#ゲーマーズを持つホロメンに送る。
ko: 자신의 옐 덱 위에서 한 장을 #게이머즈를 가진 홀로멤에게 보낼 수 있다.
zh_tw: 從自己聲援牌組最上方將1張送到自己持有#Gamers的Holo成員上。

# hBP03-065_GIFT_NAME
source: Boxing Style
fr: Style de boxe
ja: ボクシングスタイル
ko: 복싱 스타일
zh_tw: 拳擊風格

# hBP03-065_GIFT_EFFECT
source: [Collab Position Only]During your opponent's main phase, the HP of your center holomem <Inugami Korone> cannot be reduced or changed by your opponent's abilities.
fr: [Position Collab] Pendant la Phase Principale de votre adversaire, si votre Holomem Central est ⟨Inugami Korone⟩, les PV de cet Holomem ne peuvent pas être modifiés ou réduits par les capacités de votre adversaire.
ja: [コラボポジション限定] 相手のメインステップの間、自分のセンターホロメンの〈戌神ころね〉のHPは相手の能力で減らず、変動しない。
ko: [콜라보 포지션 한정] 상대의 메인 스텝일 때, 내 센터 홀로멤 <이누가미 코로네>는 상대의 능력으로 HP가 변경되거나, 줄어들지 않는다.
zh_tw: [限聯動位置] 在對手的主要階段，自己C位Holo成員<戌神沁音>的HP不會因對手的能力而減少或變動。

# hBP03-066_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-066_ART_0_NAME
source: The Biggest Disaster
fr: La pire catastrophe naturelle
ja: 最凶天災
ko: 최흉천재
zh_tw: 最兇天災

# hBP03-066_ART_0_EFFECT
source: If the target of this Arts is your opponent's 2nd holomem, you may archive 1 1st holomem stacked to this one:This Arts gets +50.
fr: Si la cible de cet Art est un Holomem 2nd Bloom, vous pouvez archiver un Holomem 1st Bloom sous cet Holomem pour l'effet suivant : Cet Art gagne +50 Dégâts.
ja: このアーツの対象が相手の2ndホロメンの時、このホロメンに重なっている1stホロメン1枚をアーカイブできる: このアーツ+50。
ko: 이 아츠의 대상이 2nd 홀로멤일 경우, 이 홀로멤 밑의 1st 홀로멤 한 장을 아카이브 할 수 있다. 이 아츠의 대미지 +50.
zh_tw: 此技藝的對象為對手的2nd Holo成員時，可以將此Holo成員疊加的1張1st Holo成員卡放入存檔區：此技藝+50。

# hBP03-066_GIFT_NAME
source: Wan-Dafuuul♡
fr: Mar-veilleux❤️
ja: わんだふぉ〜♡
ko: 완더풀~♡
zh_tw: Wonderful～♡

# hBP03-066_GIFT_EFFECT
source: When this holomem is downed, send the top card of your cheer deck to your <Inugami Korone>.
fr: Lorsque cet Holomem est mis Inconscient, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems nommé ⟨Inugami Korone⟩.
ja: このホロメンがダウンした時、自分のエールデッキの上から1枚を自分の〈戌神ころね〉に送る。
ko: 이 홀로멤이 다운됐을 때, 옐 덱 위에서 한 장을 자신의 <이누가미 코로네>에게 보낸다.
zh_tw: 此Holo成員被擊倒時，從自己聲援牌組最上方將1張送到自己的<戌神沁音>上。

# hBP03-080_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hBP03-080_ART_0_NAME
source: Do-Re-Mi-Fa-So-La-Si-Do!
ja: ドレミファソラシド~!
ko: 도레미파솔라시도~!
zh_tw: Do Re Mi Fa Sol La Si Do~!

# hBP03-080_ART_1_NAME
source: Aspiring Musician, Otonose Kanade~!
fr: Musicienne en hebre, Otonose Kanade !
ja: 音楽家の卵! 音乃瀬~奏で~~~す!
ko: 음악가의 새싹! 오토노세~ 카나데입니다~!
zh_tw: 音樂家的卵！我是音乃瀨～奏～！

# hBP03-081_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hBP03-081_ART_0_NAME
source: Tomorrow is Monday~♪
fr: Demain c'est lundi~🎵
ja: 明日は月曜日〜っ♪
ko: 내일은 월요일~♪
zh_tw: 明天是星期一～♪

# hBP03-082_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hBP03-082_ART_0_NAME
source: I'm not squishy!
fr: Je ne suis pas joufflue !
ja: ぷにぷにじゃないっ
ko: 푸니푸니가 아니얏
zh_tw: 才不軟ＱＱ呢

# hBP03-082_BLOOM_NAME
source: Because this is my stage!
fr: Parce que c'est ma scène !
ja: ここが私のステージだから!
ko: 여기가 나의 스테이지니까!

# hBP03-082_BLOOM_EFFECT
source: You may reattach 1~2 cheers from your stage to this holomem.
fr: Vous pouvez réattacher 1-2 Cheers de votre Scène à cet Holomem.
ja: 自分のステージのエール1~2枚を、このホロメンに付け替えられる。
ko: 자신의 스테이지의 옐 1~2장을, 이 홀로멤에게 옮겨 붙일 수 있다.

# hBP03-085_NAME
source: Super PC
ja: スーパーパソコン
ko: 슈퍼 컴퓨터
zh_tw: 超級電腦

# hBP03-085_EFFECT
source: Look at the top 4 cards of your deck. Reveal 1 [Debut holomem and/or 1st holomem] each from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 4 premières cartes de votre Deck. Révélez jusqu'à 1 Holomem Debut et jusqu'à 1 Holomem 1st Bloom parmi elles et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から4枚を見る。その中から、[Debutホロメンと1stホロメン] 1枚ずつを公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 4장을 본다. 그 중에서, [Debut 홀로멤이나 1st 홀로멤] 1장씩을 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 查看自己牌組最上方4張。從中公開各1張[Debut Holo成員與1st Holo成員]，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-087_NAME
source: Call and Response
fr: Appel et Réponse
ja: コールアンドレスポンス
ko: 콜 앤 리스폰스

# hBP03-087_EFFECT
source: Reattach 1 cheer from your stage to your holomem.
fr: Réattachez 1 Cheer de l'un de vos Holomems à un autre.
ja: 自分のステージのエール1枚を、自分のホロメンに付け替える。
ko: 자신의 스테이지의 옐 1장을, 자신의 홀로멤에게 옮겨 붙인다.
zh_tw: 將自己舞台上的1張聲援，重新裝備到自己的Holo成員上。

# hBP03-089_NAME
source: Fan Meeting
fr: Réunion de Fans
ja: ファンミーティング
ko: 팬 미팅
zh_tw: 粉絲見面會

# hBP03-089_EFFECT
source: Reveal 1 fan from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Fan de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、ファン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서 팬 한 장을 공개하고 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 從自己牌組中公開1張粉絲卡，加入手牌。然後洗牌。

# hBP03-092_NAME
source: hololive Gen 0
fr: hololive Génération 0
ja: ホロライブ0期生
ko: 홀로라이브 0기생
zh_tw: Hololive 0期生

# hBP03-092_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 0 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen0 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#0期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #0기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#0期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-095_NAME
source: holoCap
fr: Casquette Holo
ja: ホロキャップ
ko: 홀로 캡
zh_tw: Holo棒球帽

# hBP03-095_EFFECT
source: ◆Additional ability if attached to a Debut holomem or Spot holomem ■The holomem this tool is attached to gets +30 HP. ■The holomem this tool is attached to does not take special damage from your opponent. Only 1 tool can be attached to each of your holomem.
fr: ◆ Gagne l'effet suivant s'il est attaché à un Holomem Debut ou Spot : ■ L'Holomem avec cet Outil attaché gagne +30 PV. ■ L'Holomem avec cet Outil attaché ne subit pas les dégâts spéciaux de votre adversaire. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: ◆DebutホロメンかSpotホロメンに付いていたら能力追加 ■このツールが付いているホロメンのHP+30。 ■このツールが付いているホロメンは相手から特殊ダメージを受けない。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: ◆Debut 홀로멤이나 Spot 홀로멤에게 붙어 있다면 능력 추가 ■이 툴이 붙어 있는 홀로멤의 HP +30. ■이 툴이 붙어 있는 홀로멤은 상대에게서 특수 대미지를 받지 않는다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: ◆裝備於Debut Holo成員或Spot Holo成員時追加能力： ■此工具裝備的Holo成員的HP+30。 ■此工具裝備的Holo成員不受對手特殊傷害。 工具卡每位Holo成員只能裝備1張。

# hBP03-097_NAME
source: Recorder
fr: Flûte à bec
ja: リコーダー
ko: 리코더
zh_tw: 直笛

# hBP03-097_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Otonose Kanade> When the holomem this tool is attached to downed your opponent's holomem, draw 1 card. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Otonose Kanade⟩ 1st Bloom ou plus : Lorsque l'Holomem avec cet Outil attaché met Inconscient l'un des Holomems adverses, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈音乃瀬奏〉に付いていたら能力追加このツールが付いているホロメンが相手のホロメンをダウンさせた時、自分のデッキを1枚引く。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈오토노세 카나데〉에게 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤이 상대의 홀로멤을 다운시켰을 때, 자신의 덱을 1장 드로우한다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<音乃瀨奏>時追加能力：此工具裝備的Holo成員擊倒對手Holo成員時，抽1張牌。 工具卡每位Holo成員只能裝備1張。

# hBP03-098_NAME
source: Kintoki
ja: 金時
ko: 킨토키
zh_tw: 金時

# hBP03-098_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Sakura Miko> When the holomem this mascot is attached to collabs, draw 1 card. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Sakura Miko⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈さくらみこ〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈사쿠라 미코〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보했을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<櫻巫女>時追加能力：此吉祥物裝備的Holo成員進行聯動時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-099_NAME
source: Maguchi
ja: マグチ
ko: 마그치
zh_tw: マグチ

# hBP03-099_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Sakura Miko> When the holomem this mascot is attached to collabs, during this turn, your center holomem <Sakura Miko> gets Arts+10. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Sakura Miko⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, si votre Holomem Central est ⟨Sakura Miko⟩, les Arts de cet Holomem gagnent +10 dégâts jusqu'à la fin de ce tour. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈さくらみこ〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、このターンの間、自分のセンターホロメンの〈さくらみこ〉のアーツ+10。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈사쿠라 미코〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보했을 때, 이 턴 동안, 자신의 센터 홀로멤인 〈사쿠라 미코〉의 아츠 +10. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<櫻巫女>時追加能力：此吉祥物裝備的Holo成員進行聯動時，此回合，自己C位Holo成員<櫻巫女>的技藝+10。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-102_NAME
source: Futoinu
ja: フトイヌ
ko: 후토이누
zh_tw: 肥狗

# hBP03-102_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Inugami Korone> When the holomem this mascot is attached to collabs, you may send 1 yellow cheer from your archive to this holomem. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Inugami Korone⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, vous pouvez attacher 1 Cheer Jaune de votre Archive à cet Holomem. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈戌神ころね〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、自分のアーカイブのエール1枚をこのホロメンに送れる。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈이누가미 코로네〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보 했을 때, 자신의 아카이브의 황 옐 1장을 이 홀로멤에게 보낼 수 있다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<戌神沁音>時追加能力：此吉祥物裝備的Holo成員進行聯動時，可以將自己存檔區的1張聲援送到此Holo成員上。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-103_NAME
source: Hosoinu
ja: ホソイヌ
ko: 호소이누
zh_tw: 瘦狗

# hBP03-103_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Inugami Korone> If the holomem this mascot is attached to is downed, you may archive 1 of your holo Power:Return this mascot to hand. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Inugami Korone⟩ : Lorsque l'Holomem avec cette Mascotte attachée est mis Inconscient, vous pouvez archiver 1 Holopower pour récupérer cette Mascotte dans votre Main. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈戌神ころね〉に付いていたら能力追加このマスコットが付いているホロメンがダウンした時、自分のホロパワー1枚をアーカイブできる:このマスコットを手札に戻す。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈이누가미 코로네〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 다운됐을 때, 홀로파워 1장을 아카이브할 수 있다 : 이 마스코트를 손으로 가져온다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<戌神沁音>時追加能力：此吉祥物裝備的Holo成員被擊倒時，可以將自己1張holo能量放入存檔區：將此吉祥物返回手牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-107_EFFECT
source: ■If the holomem this fan is attached to would use Arts, this fan is also regarded as a red cheer. ■When the holomem this fan is attached to is downed, your opponent may draw 1 card. You may only attach this fan to your <Sakura Miko>, and you may attach any number of this fan per holomem.
fr: ■ Lorsque l'Holomem avec ce Fan attaché utilise un Art, ce Fan est traîté comme 1 Cheer Rouge. ■ Lorsque l'Holomem avec ce Fan attaché est mis Inconscient, votre adversaire peut piocher 1 carte de son Deck. Ce Fan ne peut être attaché qu'à ⟨Sakura Miko⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: ■このファンが付いているホロメンがアーツを使う時、このファンを赤エールとしても扱う。 ■このファンが付いているホロメンがダウンした時、相手は、自身のデッキを1枚引ける。 このファンは、自分の〈さくらみこ〉だけに付けられ、1人につき何枚でも付けられる。
ko: ■이 팬이 붙어 있는 홀로멤이 아츠를 사용할 때, 이 팬을 적 옐로도 취급한다. ■이 팬이 붙어 있는 홀로멤이 다운됐을 때, 상대는, 자신의 덱을 1장 드로우할 수 있다. 이 팬은, 자신의 〈사쿠라 미코〉에게만 붙일 수 있고, 1명당 몇장이든 붙일 수 있다.
zh_tw: ■此粉絲卡裝備的Holo成員使用技藝時，此粉絲卡也視為紅聲援。 ■此粉絲卡裝備的Holo成員被擊倒時，對手可以抽1張牌。 此粉絲卡只能裝備於自己的<櫻巫女>，每位可裝備任意張數。

# hBP03-110_NAME
source: Roboser
ja: ろぼさー
ko: 로보사
zh_tw: ろぼさー

# hBP03-110_EFFECT
source: ■If the holomem this fan is attached to would use Arts, this fan is also regarded as a purple cheer. ■The holomem this fan is attached to gets Arts -10. You may only attach this fan to your <Robocosan>, and you may attach any number of this fan per holomem.
fr: ■ Lorsque l'Holomem avec ce Fan attaché utilise un Art, ce Fan est traîté comme 1 Cheer Violet. ■ L'Art de l'Holomem avec ce Fan attaché gagne -10 dégâts. Ce Fan ne peut être attaché qu'à ⟨Robocosan⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: ■このファンが付いているホロメンがアーツを使う時、このファンを紫エールとしても扱う。 ■このファンが付いているホロメンのアーツ-10。 このファンは、自分の〈ロボ子さん〉だけに付けられ、1人につき何枚でも付けられる。
ko: ■이 팬이 붙어 있는 홀로멤이 아츠를 사용할 때, 이 팬을 자 옐로도 취급한다. ■이 팬이 붙어 있는 홀로멤의 아츠 -10. 이 팬은, 자신의 〈로보코 씨〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: ■此粉絲卡裝備的Holo成員使用技藝時，此粉絲卡也視為紫聲援。 ■此粉絲卡裝備的Holo成員的技藝-10。 此粉絲卡只能裝備於自己的<蘿蔔子>，每位可裝備任意張數。

# hBP03-111_NAME
source: Koronesuki
ja: ころねすきー
ko: 코로네스키
zh_tw: ころねすきー

# hBP03-111_EFFECT
source: The holomem this fan is attached to requires -1 colorless for its baton pass. You may only attach this fan to your <Inugami Korone>, and you may attach any number of this fan per holomem.
fr: Le coût de Relais de l'Holomem avec ce Fan attaché est réduit de 1. Ce Fan ne peut être attaché qu'à ⟨Inugami Korone⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンのバトンタッチに必要な-1。 このファンは、自分の〈戌神ころね〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬을 달고 있는 홀로멤의 배턴 터치에 필요한 옐-1. 이 팬은, 자신의 〈이누가미 코로네〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員的接力所需-1。 此粉絲卡只能裝備於自己的<戌神沁音>，每位可裝備任意張數。

# hY01-004_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hY02-003_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
ko: 녹 옐
zh_tw: 綠聲援

# hY03-003_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY04-003_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
ko: 청 옐
zh_tw: 藍聲援

# hY05-003_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
ko: 자 옐
zh_tw: 紫聲援

# hY06-002_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
ko: 황 옐
zh_tw: 黃聲援

# hBD24-017_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBD24-017_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化

# hBD24-017_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-017_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-018_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBD24-018_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-018_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-018_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-019_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hBD24-019_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-019_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-019_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-020_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBD24-020_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-020_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-020_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-021_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード
ko: 모코코 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBD24-021_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-021_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-021_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-022_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBD24-022_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化
