Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP01-046_ART_0_NAME
source: I’ve Made It to Such a Wonderful World!
fr: Je suis venue dans un monde si merveilleux !
ja: こんな素敵な世界に来れました！
ko: 이런 멋진 세계에 올 수 있었습니다!
zh_tw: 來到了這麼美好的世界！

# hBP01-046_BLOOM_NAME
source: Because All the Pioneers Were There
fr: Parce que tous les pionniers étaient là
ja: 開拓者のみんながいたから
ko: 개척자 여러분이 있었으니까

# hBP01-046_BLOOM_EFFECT
source: You may choose 1~3 cheers from your stage, and reattach them to your holomem as you choose.
fr: Vous pouvez choisir 1~3 Cheers sur votre Scène et les réattacher à vos Holomems comme vous le souhaitez.
ja: 自分のステージのエール1～3枚を選び、自分のホロメンに割り振って付け替えられる。
ko: 자신의 스테이지의 옐 1~3장을 골라, 자신의 홀로멤에게 나눠서 바꿔 붙일 수 있다.

# hBP01-047_ART_0_NAME
source: A New Map
fr: Une nouvelle carte
ja: 新たな地図
ko: 새로운 지도
zh_tw: 嶄新的地圖

# hBP01-047_BLOOM_NAME
source: The Path Life has Taken
fr: La trajectoire de la vie
ja: いのちの軌跡
ko: 생명의 기적

# hBP01-047_BLOOM_EFFECT
source: Restore 40 HP to this holomem. You may roll a die once:If it is odd, you may send 1~3 green cheers from your archive to this holomem.
fr: Restaurez 40 PV à cet Holomem. Puis, vous pouvez lancer un dé : Si le résultat est impair, vous pouvez attacher 1~3 Cheers Verts de votre Archive à cet Holomem.
ja: このホロメンのHP40回復。その後、サイコロを1回振れる：奇数の時、自分のアーカイブの緑エール1～3枚をこのホロメンに送れる。
ko: 이 홀로멤의 HP 40 회복. 그 후, 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 아카이브의 녹 옐 1~3장을 이 홀로멤에게 보낼 수 있다.

# hBP01-056_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-056_ART_0_NAME
source: Did I Luive you waiting?
fr: Je t'ai fait attendre ?
ja: 皆さん、待っ鷹ね？
ko: 모두, 맛타카네?
zh_tw: 各位，久等鷹了嗎？

# hBP01-057_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-057_ART_0_NAME
source: I'll Lure You in with Wings Darker than Black
fr: Attrait des ailes noires de jais
ja: 漆黒の翼で誘おう
ko: 칠흑의 날개로 감싸 안아주지
zh_tw: 以漆黑之翼引誘

# hBP01-057_ART_0_EFFECT
source: Deal 10 Special Damage to your opponent's collab holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ10を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 10을 준다.
zh_tw: 對手的聯動Holo成員造成10點特殊傷害。

# hBP01-057_COLLAB_NAME
source: Appointment
fr: Rendez-vous
ja: アポイント
ko: 어포인트
zh_tw: 預約

# hBP01-057_COLLAB_EFFECT
source: Deal 10 Special Damage to your opponent's collab holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ10を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 10을 준다.
zh_tw: 對手的聯動Holo成員造成10點特殊傷害。

# hBP01-058_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-058_ART_0_NAME
source: Kon LuiLui
ja: こんルイルイ
ko: 콘루이루이
zh_tw: 空琉依琉依

# hBP01-058_ART_1_NAME
source: Otsu-LuiLui
ja: おはルイルイ
ko: 오츠루이루이
zh_tw: 早安琉依琉依

# hBP01-059_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-059_ART_0_NAME
source: Welcome to the Party
fr: Bienvenue à la fête
ja: パーティーへようこそ
ko: 파티에 어서 오세요
zh_tw: 歡迎來到派對

# hBP01-059_ART_1_EFFECT
source: You may archive 1 card from your hand:Reveal 1 1st holomem other than Buzz from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 carte de votre Main pour l'effet suivant : Révélez 1 Holomem 1st Bloom (autre qu'un Holomem Buzz) de votre Deck et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: 自分の手札1枚をアーカイブできる:自分のデッキから、Buzz以外の1stホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 패 1장을 아카이브할 수 있다 : 자신의 덱에서, Buzz 이외의 1st 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以將自己1張手牌放入存檔區：從自己牌組中公開1張非Buzz的1st Holo成員，加入手牌。然後洗牌。

# hBP01-060_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-060_ART_0_NAME
source: Make Sure to Keep Up with Me!
fr: Suivez-moi de près !
ja: しっかりついてきてよね！
ko: 제대로 따라와야 해!
zh_tw: 給我好好跟上！

# hBP01-060_BLOOM_NAME
source: It's All Thanks to You Guys!!
fr: C'est grâce à tout le monde !
ja: 本当にみんなのおかげ！！
ko: 정말로 모두의 덕분!!

# hBP01-060_BLOOM_EFFECT
source: If Bloomed from Debut, you may archive 1 card from your hand:Draw 2 cards from your deck.
fr: Lorsque cette carte bloom depuis un Holomem Debut, vous pouvez archiver 1 carte de votre Main pour piocher 2 cartes de votre Deck.
ja: DebutからBloomした時、自分の手札1枚をアーカイブできる:自分のデッキを2枚引く。
ko: Debut에서 Bloom했을 때, 자신의 패 1장을 아카이브할 수 있다 : 자신의 덱을 2장 드로우한다.

# hBP01-061_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-061_ART_0_NAME
source: Hawk Rave
fr: Rave du faucon
ja: ホークレイヴ
ko: 호크 레이브

# hBP01-061_ART_0_EFFECT
source: You may archive 1~5 cards from your hand:Deal 20 Special Damage for each archived card to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver 1~5 cartes de votre Main pour l'effet suivant : Infligez 20 dégâts spéciaux pour chaque carte archivée à l'Holomem Central ou Collab adverse.
ja: 自分の手札1～5枚をアーカイブできる:相手のセンターホロメンかコラボホロメンどちらかに、アーカイブしたカード1枚につき特殊ダメージ20を与える。
ko: 자신의 패 1~5장을 아카이브할 수 있다 : 상대의 센터 홀로멤이나 콜라보 홀로멤 어느 쪽에, 아카이브한 카드 1장 당 특수 대미지 20을 준다.
zh_tw: 可以將自己1～5張手牌放入存檔區：對手的C位Holo成員或聯動Holo成員，每1張放入存檔區的卡片造成20點特殊傷害。

# hBP01-061_BLOOM_NAME
source: Organization Command Center
fr: Commandante de l'Organisation
ja: 組織の司令塔
ko: 조직의 사령탑

# hBP01-061_BLOOM_EFFECT
source: You may return 1~2 holomem with #holoX from your archive to hand.
fr: Vous pouvez mettre 1~2 Holomems avec #holoX de votre Archive dans votre Main.
ja: 自分のアーカイブの秘密結社holoXを持つホロメン1～2枚を手札に戻せる。
ko: 자신의 아카이브의 #비밀 결사 holoX를 가진 홀로멤 1~2장을 패로 되돌릴 수 있다.

# hBP01-062_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-062_ART_0_NAME
source: Kikkeriki!
ja: キッケリキー！
ko: 킷케리키ー!

# hBP01-062_ART_0_EFFECT
source: You may archive 1 card from your hand:This Arts gets +20.
fr: Vous pouvez archiver 1 carte de votre Main pour l'effet suivant : Cet Art gagne +20 dégâts.
ja: 自分の手札1枚をアーカイブできる。このアーツ+20。
ko: 자신의 패 1장을 아카이브할 수 있다 : 이 아츠 +20.
zh_tw: 可以將自己1張手牌放入存檔區。此技藝+20。

# hBP01-068_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hBP01-068_ART_0_NAME
source: Is Polka on the Dot? Yes She is!
fr: Polka Oruyo!
ja: ポルカおるよ！
ko: 폴카 있어!
zh_tw: 波爾卡在喔！

# hBP01-070_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hBP01-070_ART_0_NAME
source: Shared Consciousness
fr: Conscience partagée
ja: 共依存
ko: 공의존
zh_tw: 相互依賴

# hBP01-070_ART_0_EFFECT
source: This Arts can only be used if a <Troupe Member> is attached to this holomem.
fr: Cet Art ne peut être utilisé que si au moins 1 ⟨Zain⟩ est attaché à cet Holomem.
ja: このアーツは、このホロメンに<座員>が付いていないと使えない。
ko: 이 아츠는, 이 홀로멤에게 〈좌원〉이 붙어 있지 않다면 사용할 수 없다.
zh_tw: 此技藝必須在此Holo成員裝備有<座員>時才能使用。

# hBP01-070_BLOOM_NAME
source: The Feast Begins!
fr: La fête commence !
ja: 宴の始まりだ！
ko: 축제의 시작이다!

# hBP01-070_BLOOM_EFFECT
source: Reveal 1 fan from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Fan de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、ファン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 팬 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP01-071_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hBP01-071_ART_0_NAME
source: Polka Circus
fr: Cirque Polka
ja: ポルカサーカス
ko: 폴카 서커스
zh_tw: 波爾卡馬戲團

# hBP01-071_ART_0_EFFECT
source: This Arts gets +20 for each fan attached to all of your holomem.
fr: Pour chaque Fan attaché à vos Holomems, cet Art gagne +20 dégâts.
ja: 自分のホロメン全員に付いているファン1枚につき、このアーツ+20
ko: 자신의 홀로멤 전원에게 붙어 있는 팬 1장 당, 이 아츠 +20.
zh_tw: 自己所有Holo成員裝備的每1張粉絲卡，此技藝+20。

# hBP01-071_BLOOM_NAME
source: Polka Illusion
fr: Illusion Polka
ja: ポルカイリュージョン
ko: 폴카 일루전

# hBP01-071_BLOOM_EFFECT
source: You may return 1 <Troupe Member> from your archive to hand.
fr: Vous pouvez mettre 1 ⟨Zain⟩ de votre Archive dans votre Main.
ja: 自分のアーカイブの<座員>1枚を手札に戻せる。
ko: 자신의 아카이브의 〈좌원〉 1장을 패로 되돌릴 수 있다.

# hBP01-082_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-082_ART_0_NAME
source: Boko Boko Boko Bo
ja: ぼこぼこぼこぼ
ko: 보코보코보코보

# hBP01-088_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBP01-088_ART_0_NAME
source: Moon Moon, It's Moona!
fr: Moon Moon~ Moona Dayo!
ja: ムーン ムーン ムーナだよ！
ko: 문 문 무나야!
zh_tw: Moon Moon Moonaだよ！

# hBP01-088_ART_0_EFFECT
source: You may roll a die once:If it is even, deal 20 Special Damage to 1 of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Vous pouvez lancer un dé : Si le résultat est pair, infligez 20 dégâts spéciaux à l'un des Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: サイコロを1回振れる:偶数の時,相手のバックホロメン1人に特殊ダメージ20を与える(ダウンしても相手のライフは減らない)。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 상대의 백 홀로멤 1명에게 특수 대미지 20을 준다 (다운해도 상대의 라이프는 줄지 않는다).
zh_tw: 可以擲1次骰子：偶數時，對手1位後備Holo成員造成20點特殊傷害（即使擊倒也不會減少對手生命值）。

# hBP01-096_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-096_ART_0_NAME
source: Pekora~ Beyond the Door~
fr: Pekora ~Au-delà de la Porte~
ja: ぺこら～扉の向こう側へ～
ko: 페코라 ~문 저편으로~
zh_tw: 佩克拉～前往門的另一端～

# hBP01-096_COLLAB_NAME
source: That is an "Adventure"
fr: C'est « l'Aventure »
ja: それは「冒険」
ko: 그것은 「모험」
zh_tw: 那是「冒險」

# hBP01-096_COLLAB_EFFECT
source: You may roll a die once:If it is even, reveal a Buzz holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est pair, révélez 1 Holomem Buzz de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:偶数の時、自分のデッキから、Buzzホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 덱에서, Buzz 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：偶數時，從自己牌組中公開1張Buzz Holo成員，加入手牌。然後洗牌。

# hBP01-097_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hBP01-097_ART_0_NAME
source: Flare~ Beyond the Door~
fr: Flare ~Au-delà de la Porte~
ja: フレア～扉の向こう側へ～
ko: 후레아 ~문 저편으로~
zh_tw: 芙蕾雅～前往門的另一端～

# hBP01-097_COLLAB_NAME
source: That is a "Story of Love and Bonds"
fr: C'est « Une Histoire de Relation et d'Amour ».
ja: それは「愛と絆の物語」
ko: 그것은 「사랑과 유대의 이야기」
zh_tw: 那是「愛與羈絆的故事」

# hBP01-097_COLLAB_EFFECT
source: Swap your center holomem with 1 non-resting back holomem.
fr: Échangez votre Holomem Central avec l'un de vos Holomems en Arrière qui n'est pas au Repos.
ja: 自分のセンターホロメンとお休みしていないバックホロメン1人を交代させる。
ko: 자신의 센터 홀로멤과 휴식하고 있지 않은 백 홀로멤 1명을 교대시킨다.
zh_tw: 將自己的C位Holo成員與一位未休息的後備Holo成員交換。

# hBP01-098_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBP01-098_ART_0_NAME
source: Noel~ Beyond the Door~
fr: Noel ~Au-delà de la Porte~
ja: ノエル～扉の向こう側へ～
ko: 노엘 ~문 저편으로~
zh_tw: 諾艾爾～前往門的另一端～

# hBP01-098_COLLAB_NAME
source: That is "Me"
fr: C'est « Moi »
ja: それは「俺」
ko: 그것은 「나」
zh_tw: 那是「俺」

# hBP01-098_COLLAB_EFFECT
source: You may send 1 cheer from your archive to your holomem.
fr: Attachez 1 Cheer de votre Archive à l'un de vos Holomems.
ja: 自分のアーカイブのエール1枚を自分のホロメンに送れる。
ko: 자신의 아카이브의 옐 1장을 자신의 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張聲援送到自己的Holo成員上。

# hBP01-099_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP01-099_ART_0_NAME
source: Marine~ Beyond the Door~
fr: Marine ~Au-delà de la Porte~
ja: マリン～扉の向こう側へ～
ko: 마린 ~문 저편으로~
zh_tw: 瑪琳～前往門的另一端～

# hBP01-099_COLLAB_NAME
source: That is "Edinburgh Castle"
fr: C'est le « Château d'Édimbourg ».
ja: それは「愛と絆の物語」
ko: 그것은 「애든버러 성」
zh_tw: 那是「愛與羈絆的故事」

# hBP01-099_COLLAB_EFFECT
source: You may roll a die once:If it is odd, swap your opponent's center holomem with 1 back holomem.
fr: Vous pouvez lancer un dé : Si le résultat est impair, échangez l'Holomem Central de votre adversaire avec l'un de ses Holomems en Arrière.
ja: サイコロを1回振れる:奇数の時、相手のセンターホロメンとバックホロメン1人を交代させる。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 상대의 센터 홀로멤과 백 홀로멤 1명을 교대시킨다.
zh_tw: 可以擲1次骰子：奇數時，將對手的C位Holo成員與一位後備Holo成員交換。

# hBP01-048_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hBP01-048_ART_0_NAME
source: Hear ye, it is I, Kazama Iroha!
fr: Mesdames et Messieurs, Kazama Iroha de gozaru
ja: 皆殿、風真いろはでござる～
ko: 모두, 카자마 이로하이외다~
zh_tw: 各位，在下是風真伊呂波～

# hBP01-050_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hBP01-050_ART_0_NAME
source: Bringing You Energy at Full Power!
fr: Je vous donnerai toute mon énergie !
ja: 元気を全力でお届けします！
ko: 기운을 전력으로 전해드릴게요!
zh_tw: 全力為您帶來元氣！

# hBP01-050_ART_0_EFFECT
source: Send the top card of your cheer deck to your holomem with #holoX other than <Kazama Iroha>.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #holoX qui ne s'appelle pas ⟨Kazama Iroha⟩.
ja: 自分のエールデッキの上から1枚を、自分の<風真いろは>以外の秘密結社holoXを持つホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 〈카자마 이로하〉 이외의 #비밀 결사 holoX를 가진 홀로멤에게 보낸다.
zh_tw: 從自己聲援牌組最上方將1張送到自己<風真伊呂波>以外持有「秘密結社holoX」的Holo成員上。

# hBP01-050_GIFT_NAME
source: Bodyguard
fr: Garde du corps
ja: 用心棒
ko: 경호원
zh_tw: 保鑣

# hBP01-050_GIFT_EFFECT
source: [Collab position only]Your opponent's holomem's Arts can only target your collab holomem. However, it excludes special damage.
fr: [Position Collab] Les Arts des Holomems adverses ne peuvent cibler que votre Holomem Collab (Sauf les dégâts spéciaux).
ja: [コラボポジション限定]相手のホロメンのアーツは、自分のコラボホロメンしか対象にできない（特殊ダメージは除く）。
ko: [콜라보 포지션 한정] 상대의 홀로멤의 아츠는, 자신의 콜라보 홀로멤 밖에 대상으로 할 수 없다(특수 대미지는 제외).
zh_tw: [限聯動位置]對手的Holo成員的技藝只能以自己的聯動Holo成員為對象（特殊傷害除外）。

# hBP01-022_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hBP01-022_ART_0_NAME
source: Let's make it the best day ever♪
fr: Faisons-en le meilleur jour ! 🎵
ja: 最高の一日にしようね♪
ko: 최고의 하루로 하자♪
zh_tw: 今天會是最棒的一天喔♪

# hBP01-022_BLOOM_NAME
source: Are You Ready to Have Fun!?
fr: Êtes-vous prêt à vous amuser ?
ja: 楽しむ準備はできてる！？
ko: 즐길 준비는 됐어!?

# hBP01-022_BLOOM_EFFECT
source: Draw 1 card from your deck.
fr: Piochez 1 carte de votre Deck.
ja: 自分のデッキを1枚引く。
ko: 자신은 덱을 1장 드로우한다.

# hBP01-051_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hBP01-051_ART_0_NAME
source: A Bundle of Cheers
fr: Couvert d'encouragements
ja: エールを束ねて
ko: 옐을 묶어서
zh_tw: 集結聲援

# hBP01-051_ART_0_EFFECT
source: [Collab position only]This Arts gets +20 for each of this holomem's cheer. However, only up to 5 cheers are counted.
fr: [Position Collab] Pour chaque Cheer attaché à cet Holomem, cet Art gagne +20 dégâts (jusqu'à un maximum de 5 Cheers).
ja: [コラボポジション限定]このホロメンのエール1枚につき、このアーツ+20（エールは最大5枚まで）。
ko: [콜라보 포지션 한정] 이 홀로멤의 옐 1장 당, 이 아츠 +20(옐은 최대 5장까지).
zh_tw: [限聯動位置]此Holo成員每有1張聲援，此技藝+20（聲援最多5張）。

# hBP01-051_ART_1_NAME
source: Radiance of the Windflower
fr: L'éclat du vent
ja: 風華の輝き
ko: 풍화의 반짝임
zh_tw: 風華之輝

# hBP01-016_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-016_ART_0_NAME
source: Relax Time
fr: Moment de détente
ja: リラックスタイム
ko: 릴렉스 타임
zh_tw: 放鬆時間

# hBP01-016_COLLAB_NAME
source: White Canvas
fr: Toile blanche
ja: 白いキャンバス
ko: 하얀 캔버스
zh_tw: 白色畫布

# hBP01-016_COLLAB_EFFECT
source: If your center holomem has #Promise, draw 1 card from your deck.
fr: Si votre Holomem Central a #Promise, piochez 1 carte de votre Deck.
ja: 自分のセンターホロメンがPromiseを持つ時、自分のデッキを1枚引く。
ko: 자신의 센터 홀로멤이 #Promise를 가질 때, 자신의 덱을 1장 드로우한다.
zh_tw: 自己C位Holo成員持有Promise時，抽1張牌。

# hBP01-072_NAME
source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

# hBP01-072_ART_0_NAME
source: WAZZUP!!
ja: ＷＡＺＺＵＰ！！

# hBP01-072_ART_0_EFFECT
source: If a red cheer is attached to this holomem, you may roll a die once:If it is odd, deal 20 Special Damage to your opponent's collab holomem.
fr: Si cet Holomem a un Cheer Rouge attaché, vous pouvez lancer un dé : Si le résultat est impair, infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: このホロメンに赤エールが付いている時、サイコロを1回振れる：奇数の時、相手のコラボホロメンに特殊ダメージ20を与える。
ko: 이 홀로멤에게 적 옐이 붙어 있을 때, 주사위를 1번 굴릴 수 있다 : 홀수일 때, 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 此Holo成員裝備有紅聲援時，可以擲1次骰子：奇數時，對手的聯動Holo成員造成20點特殊傷害。

# hBP01-092_NAME
source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

# hBP01-092_ART_0_NAME
source: Kronii-chiwa~
fr: Kronichiwa
ja: クロにちは～
ko: 크로니치와~
zh_tw: Kro-nichiwa～

# hBP01-092_ART_0_EFFECT
source: You may reattach 1 cheer from this holomem to your other holomem with #Promise.
fr: Vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos autres Holomems avec #Promise.
ja: このホロメンのエール1枚を、自分のほかのPromiseを持つホロメンに付け替えられる。
ko: 이 홀로멤의 옐 1장을, 자신의 다른 #Promise를 가진 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 可以將此Holo成員的1張聲援，重新裝備到自己其他持有Promise的Holo成員上。

# hBP01-074_NAME
source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

# hBP01-074_ART_0_NAME
source: The Fun Times Begin!
fr: Le fun commence !
ja: 楽しい時間の始まりだ！
ko: 즐거운 시간의 시작이다!
zh_tw: 歡樂時光開始了！

# hBP01-074_BLOOM_NAME
source: The Rat Idol Finally Appears!
fr: L'Idole rat est enfin là !
ja: ネズミアイドルがいよいよ登場！
ko: 쥐 아이돌이 드디어 등장!

# hBP01-074_BLOOM_EFFECT
source: If Bloomed from Debut, you may return 1 [Debut holomem or 1st holomem] from archive to hand:If the returned card has #EN, deal 20 Special Damage to your opponent's collab holomem.
fr: Lorsque cette carte bloom depuis un Holomem Debut, vous pouvez mettre 1 Holomem [Debut ou 1st Bloom] de votre Archive dans votre Main. Si cet Holomem a #EN, infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: DebutからBloomした時、自分のアーカイブの[Debutホロメンか1stホロメン]1枚を手札に戻せる：戻したカードがENを持つ時：相手のコラボホロメンに特殊ダメージ20を与える。
ko: Debut에서 Bloom했을 때, 자신의 아카이브의 [Debut 홀로멤이나 1st 홀로멤] 1장을 패로 되돌릴 수 있다 : 되돌린 카드가 #EN을 가졌을 때, 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.

# hBP01-075_NAME
source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

# hBP01-075_COLLAB_NAME
source: Chaos Shuffle
fr: Mélange chaotique
ja: カオスシャッフル
ko: 카오스 셔플
zh_tw: 混沌洗牌

# hBP01-075_COLLAB_EFFECT
source: Each player returns all cards from their hand to the bottom of their deck in any order. Next, each player draws 1 card from their deck for each card returned to the deck.
fr: Chaque joueur place toutes les cartes qu'il a en Main au-dessous de son Deck, dans n'importe quel ordre. Puis, pour chaque carte mise au-dessous de son Deck, ils piochent 1 carte de son Deck.
ja: お互い、手札すべてを好きな順でデッキの下に戻す。次に、お互い、デッキに戻したカード1枚につき、それぞれのデッキを1枚引く。
ko: 서로, 패 전부를 원하는 순서로 덱 아래로 되돌린다. 다음으로, 서로, 덱으로 되돌린 카드 1장 당 각각의 덱을 1장 드로우한다.
zh_tw: 雙方玩家，將所有手牌以任意順序放回牌組最下方。然後，雙方玩家，每有1張放回牌組的卡片，就從各自的牌組抽1張牌。

# hBP01-019_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-019_ART_0_NAME
source: Thank you for always supporting me!
fr: Merci pour votre permanent soutien !
ja: いつも応援してくれてありがとう！
ko: 언제나 응원해줘서 고마워!
zh_tw: 謝謝你一直以來的支持！

# hBP01-019_BLOOM_NAME
source: I Want to Sing and Dance with Everyone!
fr: Je veux chanter et danser avec tout le monde !
ja: みんなと歌って踊りたい！
ko: 모두와 노래하고 춤추고 싶어!

# hBP01-019_BLOOM_EFFECT
source: If Bloomed from Debut, reveal 1 [Debut holomem or 1st holomem] other than Buzz from your deck with #Promise, and add it to hand. Then, shuffle the deck.
fr: Lorsque cette carte bloom depuis un Holomem Debut, révélez 1 Holomem [Debut ou 1st Bloom] (autre que Buzz) avec #Promise de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: DebutからBloomした時、自分のデッキから、Promiseを持つBuzz以外の[Debutホロメンか1stホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: Debut에서 Bloom했을 때, 자신의 덱에서 #Promise를 가진 Buzz 이외의 [Debut 홀로멤이나 1st 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP01-094_NAME
source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

# hBP01-094_ART_0_NAME
source: Let’s Make It an Unforgettable fes!
fr: Rendons cet événement inoubliable !
ja: 忘れられないfesにしよう！
ko: 잊지 못할 fes로 만들자!
zh_tw: 讓這成為難忘的fes吧！

# hBP01-094_BLOOM_NAME
source: Kronii-Chiwa!
fr: Kronichiwa!
ja: クロにちは！
ko: 크로니치와!

# hBP01-094_BLOOM_EFFECT
source: Reveal 1 cheer from your cheer deck with the same color as 1 of your holomem with #Promise, and send it to your holomem with #Promise. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer de votre Deck de Cheers de la même couleur que l'un de vos Holomems avec #Promise, et attachez ce Cheer à l'un de vos Holomems avec #Promise. Puis mélangez votre Deck.
ja: 自分のエールデッキから、自分のPromiseを持つホロメン1人と同色のエール1枚を公開し、自分のPromiseを持つホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 자신의 #Promise를 가진 홀로멤 1명과 같은 색 옐 1장을 공개하고, 자신의 #Promise를 가진 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP01-095_NAME
source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

# hBP01-095_ART_0_NAME
source: Fast Forward
fr: Avance rapide
ja: 早送り
ko: 빨리 감기
zh_tw: 快轉

# hBP01-095_ART_0_EFFECT
source: You may Bloom a 1st holomem from your hand on 1 of your Debut back holomem placed this turn.
fr: Vous pouvez bloom l'un de vos Holomems Debut en Arrière, entrés en jeu ce tour-ci, avec un Holomem 1st Bloom de votre Main.
ja: 自分のこのターンに出したDebutホロメン1人を、自分の手札の1stホロメンにBloomできる。
ko: 자신의 이 턴에 낸 Debut 백 홀로멤 1명을, 자신의 패의 1st 홀로멤으로 Bloom할 수 있다.
zh_tw: 可以將自己此回合登場的1位Debut Holo成員，用自己手牌中的1st Holo成員進行「開花」。

# hBP01-095_COLLAB_NAME
source: Rewind
fr: Retour en arrière
ja: 巻き戻し
ko: 되감기
zh_tw: 倒帶

# hBP01-095_COLLAB_EFFECT
source: Return 1 of your opponent's back holomem to Debut holomem (After removing Damage, 1 Debut holomem and all of the cheers remain, and return all other cards to hand).
fr: Transformez l'un des Holomems en Arrière adverses en Holomem Debut (retirez tous les dégâts de cet Holomem, puis ne laissez sur Scène qu'un Holomem Debut et tous les Cheers qui y sont attachés. Toutes les autres cartes attachées et empilées retournent en Main).
ja: 相手のバックホロメン1人をDebutホロメンに戻す(ダメージを無くした後、Debutホロメン1枚とエールすべてを残し、他のカードすべてを手札に戻す)。
ko: 상대의 백 홀로멤 1명을 Debut 홀로멤으로 되돌린다(대미지를 없엔 후, Debut 홀로멤 1명과 옐 전부를 남기고, 다른 카드를 전부 패로 되돌린다).
zh_tw: 將對手1位後備Holo成員退回Debut Holo成員狀態（清除傷害後，只留下1張Debut Holo成員卡與所有聲援，其他所有卡片返回手牌）。

# hBP01-020_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-020_ART_0_NAME
source: Everyone Together
fr: Tous ensemble
ja: みんな一緒に
ko: 모두 함께
zh_tw: 大家一起

# hBP01-020_ART_0_EFFECT
source: During this turn, your center holomem and collab holomem get Arts+10 for each of your back holomem.
fr: Pendant ce tour, pour chacun de vos Holomems en Arrière, les Arts de vos Holomems [Central et Collab] gagnent +10 dégâts.
ja: このターンの間、自分のバックホロメン1人につき、自分のセンターホロメンとコラボホロメンのアーツ+10。
ko: 이 턴 동안, 자신의 백 홀로멤 1명 당, 자신의 센터 홀로멤과 콜라보 홀로멤의 아츠 +10.
zh_tw: 此回合，自己每有1位後備Holo成員，自己C位Holo成員與聯動Holo成員的技藝+10。

# hBP01-020_COLLAB_NAME
source: The Promise from That Day
fr: La promesse de ce jour
ja: あの日の約束
ko: 그 날의 약속
zh_tw: 那一天的約定

# hBP01-020_COLLAB_EFFECT
source: Reveal 1 holomem with #Promise from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem avec #Promise de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキからPromiseを持つホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서 #Promise를 가진 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 從自己牌組中公開1張持有Promise的Holo成員，加入手牌。然後洗牌。

# hBP01-030_ART_0_NAME
source: I'll sing with all my heart, so watch me!
fr: Je vais chanter donc regardez-moi !
ja: 一生懸命歌うから見ててね！
ko: 열심히 노래할 테니까 보고 있어줘!
zh_tw: 我會努力唱歌，請看著我喔！

# hBP01-030_BLOOM_NAME
source: Let's Fill the Stage with Hope!
fr: Remplissons la scène d'espoir !
ja: ステージを希望で包もう！
ko: 스테이지를 희망으로 감싸자!

# hBP01-030_BLOOM_EFFECT
source: During this turn, your [center holomem and collab holomem] with #Promise get Arts+30.
fr: Pendant ce tour, les Arts de vos Holomems Central et Collab avec #Promise gagnent +30 dégâts.
ja: このターンの間、自分のPromiseを持つ[センターホロメンとコラボホロメン]のアーツ+30。
ko: 이 턴 동안, 자신의 #Promise를 가진 [센터 홀로멤과 콜라보 홀로멤]의 아츠 +30.

# hBP01-031_ART_0_NAME
source: Power of Promise
fr: Puissance des Promise
ja: 約束の力
ko: 약속의 힘
zh_tw: 約定的力量

# hBP01-031_ART_0_EFFECT
source: This Arts gets +20 for each of your holomem with #Promise.
fr: Pour chacun de vos Holomems avec #Promise, cet art gagne +20 dégâts.
ja: 自分のPromiseを持つホロメン1人につき、このアーツ+20。
ko: 자신의 #Promise를 가진 홀로멤 1명 당, 이 아츠 +20.
zh_tw: 自己每有1位持有Promise的Holo成員，此技藝+20。

# hBP01-031_COLLAB_NAME
source: The Garden of Hope
fr: Jardin de l'espoir
ja: 希望の庭園
ko: 희망의 정원
zh_tw: 希望的庭園

# hBP01-031_COLLAB_EFFECT
source: Look at your holo Power. Reveal 1 card from among them, and add it to hand. Then, put the top card of your deck to holo Power.
fr: Regardez vos Holopowers, révélez-en 1 et ajoutez-le à votre Main. Puis placez la première carte de votre Deck dans vos Holopowers.
ja: 自分のホロパワーを見る。その中から1枚を公開し、手札に加える。そして自分のデッキの上から1枚をホロパワーにする。
ko: 자신의 홀로 파워를 본다. 그 중에서 1장을 공개하고, 패에 더한다. 그리고 자신의 덱의 위에서부터 1장을 홀로 파워로 한다.
zh_tw: 查看自己的holo能量。從中公開1張，加入手牌。然後從自己牌組最上方將1張作為holo能量。

# hBP01-010_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-010_ART_0_NAME
source: I'm off!
fr: Je m'en vais
ja: 行ってきまーす
ko: 다녀오겠습니다
zh_tw: 我出門了

# hBP01-010_COLLAB_NAME
source: Angel on Adventure
fr: L'ange en sortie
ja: お出かけ天使
ko: 외출 천사
zh_tw: 出門的天使
