Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP03-055_ART_1_EFFECT
source: If you have a back holomem with #Singing, deal 20 special damage to your opponent's collab holomem.
fr: Si vous avez des Holomems en Arrière avec #Chanson, infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 自分の#歌を持つバックホロメンがいる時、相手のコラボホロメンに特殊ダメージ20を与える。
ko: 자신의 #노래를 가진 백 홀로멤이 있을 때, 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 自己有持有#歌的後備Holo成員時，對手的聯動Holo成員造成20點特殊傷害。

# hBP03-056_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-056_ART_0_NAME
source: Breaking Out of the Stereotypes
fr: Briser les stéréotypes qui m'enchaînent
ja: 私を縛る固定概念を壊せ
ko: 나를 묶는 고정관념을 부숴라
zh_tw: 打破束縛我的刻板印象

# hBP03-056_ART_0_EFFECT
source: Deal 30 special damage to your opponent's center holomem or collab holomem.
fr: Infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。
ko: 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 30을 준다.
zh_tw: 對手的C位Holo成員或聯動Holo成員造成30點特殊傷害。

# hBP03-056_ART_1_NAME
source: Break your ×××
fr: Brisez votre xxx
ja: 私を縛る固定概念を壊せ
ko: Break your xxx
zh_tw: 打破束縛我的刻板印象

# hBP03-056_ART_1_EFFECT
source: Deal 20 special damage for each of your back holomem with #Singing to your opponent's center holomem or collab holomem. However, only up to 4 holomem are counted.
fr: Infligez 20 dégâts spéciaux pour chacun de vos Holomems en Arrière avec #Chanson à l'Holomem Central ou Collab adverse. Le nombre maximum d'Holomems pris en compte pour cet effet est de 4.
ja: 相手のセンターホロメンかコラボホロメンどちらかに、自分の#歌を持つバックホロメン1人につき、特殊ダメージ20を与える。ただし、数える人数は4人まで。
ko: 상대의 센터 홀로멤이나 콜라보 홀로멤 어느 쪽에, 자신의 #노래를 가진 백 홀로멤 1명 당, 특수 대미지 20을 준다. 단, 세는 인수는 4명까지.
zh_tw: 對手的C位Holo成員或聯動Holo成員，每有1位自己持有#歌的後備Holo成員，造成20點特殊傷害。但最多計算4位。

# hBP03-067_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-067_ART_0_NAME
source: Hoof, hoof, helloof!
fr: Konban-dododo!
ja: こんばんドドド~!
ko: 콘방도도도~!
zh_tw: 晚安Dododo~!

# hBP03-068_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-068_ART_0_NAME
source: Watame's Song
fr: Watame no Uta
ja: わためのうた
ko: 와타메의 노래
zh_tw: 綿芽之歌

# hBP03-068_ART_0_EFFECT
source: If you have a holomem with <Watamates> attached, you may send 1 cheer from your archive to your yellow holomem.
fr: Si un ⟨Watamate⟩ est attaché à l'un de vos Holomems, vous pouvez attacher 1 Cheer de votre Archive à l'un de vos Holomems Jaunes.
ja: 自分の〈わためいと〉が付いているホロメンがいる時、自分のアーカイブのエール1枚を自分の黄ホロメンに送れる。
ko: 자신의 〈와타메이트〉가 붙어 있는 홀로멤이 있을 때, 자신의 아카이브의 옐 1장을 자신의 황색 홀로멤에게 보낼 수 있다.
zh_tw: 自己有裝備<綿友>的Holo成員時，可以將自己存檔區的1張聲援送到自己的黃色Holo成員上。

# hBP03-069_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-069_ART_0_NAME
source: A Healing Moment
fr: Un moment de guérison
ja: 癒しのひととき
ko: 치유의 한때
zh_tw: 療癒的片刻

# hBP03-069_ART_1_NAME
source: You'll cheer me on, right?
fr: Vous me soutiendrez, n'est-ce pas ?
ja: 応援してくれるよねぇ?
ko: 응원해 줄 거지?
zh_tw: 會為我加油的吧？

# hBP03-070_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-070_ART_0_NAME
source: Watch until the end, Watamates!
fr: Regardez jusqu'à la fin, Watamates !
ja: 最後まで見ててね、わためいと!
ko: 마지막까지 보고 있어줘, 와타메이트!
zh_tw: 要看到最後喔，綿友！

# hBP03-070_ART_0_EFFECT
source: Send the top card of your cheer deck to your back holomem <Tsunomaki Watame>.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems en Arrière nommé ⟨Tsunomaki Watame⟩.
ja: 自分のエールデッキの上から1枚を、自分のバックホロメンの〈角巻わため〉に送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 백 홀로멤인 〈츠노마키 와타메〉에게 보낸다.
zh_tw: 從自己聲援牌組最上方將1張送到自己後備Holo成員的<角卷綿芽>上。

# hBP03-070_BLOOM_NAME
source: I'll sing and dance with all my might!
fr: Je chanterai et danserai à cœur joie !
ja: めいっぱい歌って踊ります!
ko: 있는 힘껏 노래하고 춤출게요!

# hBP03-070_BLOOM_EFFECT
source: If your stage has 5 or less holomem, reveal 1 Debut holomem <Tsunomaki Watame> from your deck, and you may place it on stage. Then, shuffle the deck.
fr: S'il y a 5 Holomems ou moins sur votre Scène, vous pouvez révéler une ⟨Tsunomaki Watame⟩ Debut de votre Deck et ae placer sur votre Scène. Puis mélangez votre Deck.
ja: 自分のステージのホロメンが5人以下の時、自分のデッキから、Debutホロメンの〈角巻わため〉1枚を公開できる: 公開したホロメンをステージに出す。そしてデッキをシャッフルする。
ko: 자신의 스테이지의 홀로멤이 5명 이하일 때, 자신의 덱에서, Debut 홀로멤인 〈츠노마키 와타메〉 1장을 공개하고, 스테이지에 낼 수 있다. 그리고 덱을 셔플한다.

# hBP03-071_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-071_ART_0_NAME
source: Tsunomaki Rock Paper Scissors
fr: Tsunomaki Janken
ja: つのまきじゃんけん
ko: 츠노마키 가위바위보
zh_tw: 角卷猜拳

# hBP03-071_ART_0_EFFECT
source: You may play rock-paper-scissors with your opponent until there's a winner:If you won, during this turn, this holomem gets Red Critical+30.
fr: Vous pouvez jouer à Pierre-Papier-Ciseaux avec votre adversaire jusqu'à ce qu'un gagnant soit désigné : Si vous gagnez, cet Art gagne +30 dégâts contre le Rouge.
ja: 相手と勝敗が決まるまでじゃんけんできる:自分が勝った時、このターンの間、このホロメンは赤+60を得る。
ko: 상대와 승패가 정해질 때까지 가위바위보 할 수 있다 : 자신이 이겼을 때, 이 턴 동안, 이 홀로멤은 [적 +30]을 얻는다.
zh_tw: 與對手猜拳直到分出勝負：自己獲勝時，此回合，此Holo成員獲得紅+60。

# hBP03-071_BLOOM_NAME
source: Welcome back, Member Sheep~
fr: Bienvenue aux membres !
ja: Member sheep おかえり~
ko: Member sheep 어서와~

# hBP03-071_BLOOM_EFFECT
source: You may return 1 <Watamates> from your archive to hand.
fr: Vous pouvez mettre un ⟨Watamate⟩ de votre Archive dans votre Main.
ja: 自分のアーカイブの〈わためいと〉1枚を手札に戻せる。
ko: 자신의 아카이브의 〈와타메이트〉 1장을 패로 되돌릴 수 있다.

# hBP03-072_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-072_ART_0_NAME
source: Watame Night Fever!!
fr: La fièvre nocturne de Watame !
ja: わためぇ Night Fever!!
ko: 와타메 Night Fever!!

# hBP03-072_ART_0_EFFECT
source: [Center position only]If 6 or more cheers are attached to this holomem, during this turn, your center holomem and collab holomem get Arts+100.
fr: [Positon Centrale] Si cet Holomem a 6 Cheers ou plus attachés, les Arts de vos Holomems Central et Collab gagnent +100 dégâts jusqu'à la fin de ce tour.
ja: [センターポジション限定] このホロメンにエールが6枚以上付いている時、このターンの間、このホロメンと自分のコラボホロメンのアーツ+100.
ko: [센터 포지션 한정] 이 홀로멤에게 옐이 6장 이상 붙어 있을 때, 이 턴 동안, 이 홀로멤과 자신의 콜라보 홀로멤의 아츠 +100.
zh_tw: [限C位位置] 此Holo成員裝備有6張以上聲援時，此回合，此Holo成員與自己的聯動Holo成員的技藝+100。

# hBP03-072_GIFT_NAME
source: We're Gonna Keep on Going!
fr: Nous n'avons pas encore terminé !
ja: まだまだいくよー!!!!
ko: 아직 더 간다!
zh_tw: 還要繼續喔ー!!!!

# hBP03-072_GIFT_EFFECT
source: When this holomem is downed, you may reattach 1 cheer from this holomem to your other <Tsunomaki Watame>.
fr: Lorsque cet Holomem est mis Inconscient, vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos Holomems nommé ⟨Tsunomaki Watame⟩.
ja: このホロメンがダウンした時、このホロメンのエール1枚を、自分の他の〈角巻わため〉に付け替えられる。
ko: 이 홀로멤이 다운됐을 때, 이 홀로멤의 옐 1장을, 자신의 다른 〈츠노마키 와타메〉에게 바꿔 붙일 수 있다.
zh_tw: 此Holo成員被擊倒時，可以將此Holo成員的1張聲援，重新裝備到自己其他的<角卷綿芽>上。

# hBP03-073_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-073_ART_0_NAME
source: Kon-Risu
ja: こんリス
ko: 콘리스
zh_tw: こんリス

# hBP03-073_ART_1_NAME
source: Puru Puru~
ja: ぷるぷる~
ko: 부르르~
zh_tw: 噗嚕噗嚕～

# hBP03-073_ART_1_EFFECT
source: You may reattach 1 cheer from this holomem to your <Inugami Korone>.
fr: Vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos Holomems nommé ⟨Inugami Korone⟩.
ja: このホロメンのエール1枚を、自分の〈戌神ころね〉に付け替えられる。
ko: 이 홀로멤의 옐 1장을, 자신의 〈이누가미 코로네〉에게 바꿔 붙일 수 있다.
zh_tw: 可以將此Holo成員的1張聲援，重新裝備到自己的<戌神沁音>上。

# hBP03-074_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-074_ART_0_NAME
source: Connected Wishes
fr: Des vœux qui se rencontrent
ja: 繋がる願い
ko: 이어지는 소원
zh_tw: 相連的願望

# hBP03-074_ART_0_EFFECT
source: ■If your stage has <Airani Iofifteen>, this Arts gets +10. ■If your stage has <Moona Hoshinova>, this Arts gets +10.
fr: ■ S'il y a une ⟨Airani Iofifteen⟩ sur votre Scène, cet Art gagne +10 dégâts. ■ S'il y a une ⟨Moona Hoshinova⟩ sur votre Scène, cet Art gagne +10 dégâts.
ja: ■自分のステージに〈アイラニ・イオフィフティーン〉がいる時、このアーツ+10。 ■自分のステージに〈ムーナ・ホシノヴァ〉がいる時、このアーツ+10。
ko: ■자신의 스테이지에 〈아이라니 이오피프틴〉이 있을 때, 이 아츠 +10. ■자신의 스테이지에 〈무나 호시노바〉가 있을 때, 이 아츠 +10.
zh_tw: ■自己舞台上有<艾拉妮·伊歐菲芙婷>時，此技藝+10。 ■自己舞台上有<暮娜·惑星諾瓦>時，此技藝+10。

# hBP03-075_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-075_ART_0_NAME
source: Otsu-Risu
ja: おつリスー
ko: 오츠리스
zh_tw: おつリスー

# hBP03-075_ART_1_NAME
source: Good-Night Memories
fr: Souvenirs d'une bonne nuit
ja: おやすみの思い出
ko: 휴식의 추억
zh_tw: 晚安的回憶

# hBP03-076_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-076_ART_0_NAME
source: Puru Puru, Otsu-Risu!!!
ja: ぷるぷる、おつリス!!!!!
ko: 부르르, 오츠리스!!!
zh_tw: 噗嚕噗嚕，おつリス!!!!!

# hBP03-076_BLOOM_NAME
source: Heeeyyy! Is everyone having fun?
fr: Heya! Comment va tout le monde ?
ja: いやっほー! みんな元気?
ko: 야호! 모두 잘 지내?

# hBP03-076_BLOOM_EFFECT
source: Reveal 1 [green cheer or yellow cheer] from your cheer deck, and send it to your holomem. Then, shuffle the cheer deck.
fr: Révélez 1 [Cheer Vert ou Cheer Jaune] de votre Deck de Cheers et attachez-le à l'un de vos Holomems. Puis mélangez votre Deck.
ja: 自分のエールデッキから、[緑エールか黄エール]1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, [녹 옐이나 황 옐] 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP03-077_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-077_ART_0_NAME
source: Nuts
fr: Noix
ja: ナッツ
ko: 넛츠
zh_tw: 堅果

# hBP03-077_BLOOM_NAME
source: Bond between Genmates
fr: Lien de synchronisation
ja: 同期の絆
ko: 동기의 유대

# hBP03-077_BLOOM_EFFECT
source: If your stage has 5 or less holomem, reveal 1 Debut holomem with #ID Gen 1 from your deck, and you may place it on stage. Then, shuffle the deck.
fr: S'il y a 5 Holomems ou moins sur votre Scène, vous pouvez révéler 1 Holomem Debut avec #IDGen1 de votre Deck et le placer sur votre scène. Puis mélangez votre Deck.
ja: 自分のステージのホロメンが5人以下の時、自分のデッキから、#ID1期生を持つDebutホロメン1枚を公開できる: 公開したホロメンをステージに出す。そしてデッキをシャッフルする。
ko: 자신의 스테이지의 홀로멤이 5명 이하일 때, 자신의 덱에서, #ID 1기생을 가진 Debut 홀로멤 1장을 공개하고, 스테이지에 낼 수 있다. 그리고 덱을 셔플한다.

# hBP03-078_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-078_ART_0_NAME
source: Squirrel Girl from the Magical Forest
fr: Fille écureuil dans la forêt magique
ja: 魔法の森のリスの女の子
ko: 마법의 숲의 다람쥐 여자아이
zh_tw: 魔法森林的松鼠女孩

# hBP03-078_ART_0_EFFECT
source: ■If a green cheer is attached to this holomem, this Arts gets +50. ■If a blue cheer is attached to this holomem, this Arts gets +50.
fr: ■ Si cet Holomem a des Cheers Verts attachés, cet Art gagne +50 dégâts. ■ Si cet Holomem a des Cheers Bleus attachés, cet Art gagne +50 dégâts.
ja: ■このホロメンに緑エールが付いている時、このアーツ+50。 ■このホロメンに青エールが付いている時、このアーツ+50。
ko: ■이 홀로멤에게 녹 옐이 붙어 있을 때, 이 아츠 +50. ■이 홀로멤에게 청 옐이 붙어 있을 때, 이 아츠 +50.
zh_tw: ■此Holo成員裝備有綠聲援時，此技藝+50。 ■此Holo成員裝備有藍聲援時，此技藝+50。

# hBP03-078_BLOOM_NAME
source: Magical Support
fr: Support magique
ja: マジカルサポート
ko: 매지컬 서포트

# hBP03-078_BLOOM_EFFECT
source: You may reattach 1 cheer from your holomem with #ID Gen 1 to your other holomem.
fr: Vous pouvez réattacher 1 Cheer attaché à l'un de vos Holomems avec #IDGen1, à n'importe lequel de vos Holomems.
ja: 自分の#ID1期生を持つホロメンのエール1枚を、自分の他のホロメンに付け替えられる。
ko: 자신의 #ID 1기생을 가진 홀로멤의 옐 1장을, 자신의 다른 홀로멤에게 바꿔 붙일 수 있다.

# hBP03-083_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hBP03-083_ART_0_NAME
source: Songstress, Otonose Kanade
fr: Diva Otonose Kanade-san
ja: 歌姫 音乃瀬奏さん
ko: 가희 오토노세 카나데 양
zh_tw: 歌姬 音乃瀨奏

# hBP03-083_GIFT_NAME
source: What the heck!
fr: Qu'est-ce qui s'est passé ?
ja: なんちゅーこった
ko: 난츄콧타
zh_tw: 搞什麼啊

# hBP03-083_GIFT_EFFECT
source: At the end of your opponent's performance phase, if your life was reduced during that performance phase, you may send 1 cheer from your archive to this holomem.
fr: À la fin de la Phase de Performance de votre adversaire, si vous avez perdu de la VIE pendant cette Phase, vous pouvez attacher 1 Cheer de votre Archive à cet Holomem.
ja: 相手のパフォーマンスステップが終了する時、そのパフォーマンスステップに自分のライフが減っていたら、自分のアーカイブのエール1枚をこのホロメンに送れる。
ko: 상대가 퍼포먼스 스텝을 종료했을 때, 그 퍼포먼스 스텝에서 자신의 라이프가 줄었다면, 자신의 아카이브의 옐 1장을 이 홀로멤에게 보낼 수 있다.
zh_tw: 對手表現階段結束時，若該表現階段自己的生命值減少，可以將自己存檔區的1張聲援送到此Holo成員上。

# hBP03-084_NAME
source: Gorgeous PC
fr: Magnifique PC
ja: ゴージャスパソコン
ko: 고저스 컴퓨터
zh_tw: 豪華電腦

# hBP03-084_EFFECT
source: This card can only be used if you archive 1 of your holo Power. Reveal 1 1st holomem with the same color as your Oshi holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: Cette carte ne peut être jouée que si vous archivez 1 Holopower. Révélez 1 Holomem 1st Bloom, qui est de la même couleur votre Oshi, de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: このカードは、自分のホロパワー1枚をアーカイブしなければ使えない。 自分のデッキから、自分の推しホロメンと同色の1stホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 카드는, 자신의 홀로 파워 1장을 아카이브하지 않으면 사용할 수 없다. 자신의 덱에서, 자신의 오시 홀로멤과 같은 색의 1st 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 此卡必須將自己1張holo能量放入存檔區才能使用。 從自己牌組中公開1張與自己主推Holo成員同色的1st Holo成員，加入手牌。然後洗牌。

# hBP03-086_NAME
source: Dual-Monitor PC
fr: PC à deux écrans
ja: デュアルモニターパソコン
ko: 듀얼 모니터 컴퓨터
zh_tw: 雙螢幕電腦

# hBP03-086_EFFECT
source: Reveal 1~2 Debut holomem with Extra "You may include any number of this holomem in the deck" from your deck, and place them on stage. Then, shuffle the deck.
fr: Révélez 1-2 Holomems Debut avec l'Extra "Vous pouvez mettre n'importe quel nombre de copies de cet Holomem dans votre Deck." de votre Deck et mettez-les sur votre Scène. Puis mélangez votre Deck.
ja: デュアルモニターパソコン 自分のデッキから、エクスト 「このホロメンはデッキに何枚でも入れられる」を持つDebutホロメン1~2枚を公開し、ステージに出す。そしてデッキをシャッフルする。
ko: 자신의 덱에서, (엑스트라)「이 홀로멤은 덱에 몇 장이라도 넣을 수 있다」를 가진 Debut 홀로멤 1~2장을 공개하고, 스테이지에 낸다. 그리고 덱을 셔플한다.
zh_tw: 從自己牌組中公開1~2張持有額外效果「此Holo成員在牌組中可不限數量放入」的Debut Holo成員，登場到舞台上。然後洗牌。

# hBP03-088_NAME
source: Totsumachi
fr: Appel
ja: 凸待ち
ko: 도츠마치
zh_tw: 凸待

# hBP03-088_EFFECT
source: This card can only be used if your life is less than your opponent's. If your opponent has no collab holomem, your opponent moves 1 of their back holomem to the collab position (Moving is not regarded as collab).
fr: Cette carte ne peut être jouée que si vous avez moins de VIE que votre adversaire. Si votre adversaire n'a pas d'Holomem Collab, il choisit un de ses Holomems en Arrière et le déplace en Position Collab (ceci n'est pas considéré comme une Collab)
ja: このカードは、自分のライフが相手より少ない時にしか使えない。 相手のコラボホロメンがいない時、相手は、自身のバックホロメン1人をコラボポジションに移動させる(移動はコラボとしては扱わない)。
ko: 이 카드는, 자신의 라이프가 상대방보다 적을 때에만 사용할 수 있다. 상대방의 콜라보 홀로멤이 없을 때, 상대방은 자신의 백 홀로멤 1명을 콜라보 포지션으로 이동시킨다 (이동은 콜라보로서 취급하지 않는다).
zh_tw: 此卡必須在自己生命值比對手少時才能使用。 對手沒有聯動Holo成員時，對手必須將其1位後備Holo成員移動到聯動位置（此移動不視為聯動）。

# hBP03-090_NAME
source: Can You Do the Hololive?
fr: Peux-tu dire Hololive ?
ja: ホロライブ言えるかな？
ko: 홀로라이브 말할 수 있을까?
zh_tw: 能說出Hololive嗎？

# hBP03-090_EFFECT
source: Look at the top 4 cards of your deck. Reveal any number of Debut holomem from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des Holomems Debut et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から4枚を見る。その中から、Debutホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 4장을 본다. 그 중에서, Debut 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 查看自己牌組最上方4張。從中公開任意數量的Debut Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-091_NAME
source: hololive Indonesia Gen 1
fr: hololive ID 1ère Génération
ja: ホロライブインドネシア1期生
ko: 홀로라이브 인도네시아 1기생
zh_tw: Hololive Indonesia 1期生

# hBP03-091_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #ID Gen 1 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #IDGen1 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#ID1期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #ID 1기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#ID1期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-093_NAME
source: hololive Gen 4
fr: hololive 4ème Génération
ja: ホロライブ4期生
ko: 홀로라이브 4기생
zh_tw: Hololive 4期生

# hBP03-093_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 4 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen4 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#4期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #4기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#4期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-094_NAME
source: FPS Stream
fr: Live FPS
ja: FPS配信
ko: FPS 방송
zh_tw: FPS直播

# hBP03-094_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Shooter from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Tireur et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#シューターを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。 そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #슈터를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#射擊的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP03-096_NAME
source: Rifle
fr: Fusil
ja: ライフル
ko: 라이플
zh_tw: 步槍

# hBP03-096_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater holomem with #Shooter The holomem this tool is attached to deals +10 special damage to 1 of your opponent's holomem. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à un Holomem 1st Bloom ou plus avec #Tireur : Les dégâts spéciaux infligés par cet Holomem à une cible unique sont augmentés de +10 dégâts. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆#シューターを持つ1st以上のホロメンに付いていたら能力追加このツールが付いているホロメンが、相手のホロメン1人に与える特殊ダメージ+10。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆#슈터를 가진 1st 이상의 홀로멤에게 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤이, 상대의 홀로멤 1명에게 주는 특수 대미지 +10. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於持有#射擊的1st以上Holo成員時追加能力：此工具裝備的Holo成員對對手1位Holo成員造成的特殊傷害+10。 工具卡每位Holo成員只能裝備1張。

# hBP03-100_NAME
source: Pero
ja: ペロ
ko: 페로
zh_tw: ペロ

# hBP03-100_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Fuwawa Abyssgard> or <Mococo Abyssgard> All cheer colors required for the Arts of the holomem this mascot is attached to is set to colorless. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Fuwawa Abyssgard⟩ ou ⟨Mococo Abyssgard⟩ : Les Cheers requis pour les Arts de l'Holomem avec cette Mascotte attachée deviennent Neutres. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈フワワ・アビスガード〉か〈モココ・アビスガード〉に付いていたら能力追加このマスコットが付いているホロメンのアーツに必要なエールの色すべてをにする。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈후와와 어비스가드〉나 〈모코코 어비스가드〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 아츠에 필요한 옐의 색 전부를 무로 한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<茸茸・阿比斯加德>或<茸茸・阿比斯加德>時追加能力：此吉祥物裝備的Holo成員的技藝所需的所有聲援顏色變為無。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-101_NAME
source: Bibi
ja: ビビ
ko: 비비
zh_tw: ビビ

# hBP03-101_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Tokoyami Towa> The holomem this mascot is attached to deals +10 special damage to 1 of your opponent's holomem. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attaché à ⟨Tokoyami Towa⟩ : Les dégâts spéciaux infligés par cet Holomem à une cible unique sont augmentés de +10 dégâts. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈常闇トワ〉に付いていたら能力追加このマスコットが付いているホロメンが、相手のホロメン1人に与える特殊ダメージ+10。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈토코야미 토와〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 상대의 센터 홀로멤에게 주는 특수 대미지 +10. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<常闇永遠>時追加能力：此吉祥物裝備的Holo成員對對手1位Holo成員造成的特殊傷害+10。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-104_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Ayunda Risu> When the holomem this mascot is attached to collabs, you may reattach 1 cheer from your stage to this holomem. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Ayunda Risu⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, vous pouvez réattacher 1 Cheer de l'un de vos Holomems à celui-ci. Vous ne pouvez attacher qu'une Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈アユンダ・リス〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、自分のステージのエール1枚を、このホロメンに付け替えられる。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈아윤다 리스〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보 했을 때, 자신의 스테이지의 옐 1장을, 이 홀로멤에게 바꿔 붙일 수 있다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<阿芸達·栗絲>時追加能力：此吉祥物裝備的Holo成員進行聯動時，可以將自己舞台上的1張聲援，重新裝備到此Holo成員上。 吉祥物卡每位Holo成員只能裝備1張。

# hBP03-105_NAME
source: Lu-knights
fr: Luknight
ja: ルーナイト
ko: 루나이트
zh_tw: 月騎士

# hBP03-105_EFFECT
source: During your opponent's turn, if the holomem this fan is attached to would take damage, you may archive this fan:The holomem this fan is attached to takes -30 damage. You may only attach this fan to your <Himemori Luna>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem avec ce Fan attaché est sur le point de subir des dégâts, vous pouvez archiver ce Fan pour subir -30 dégâts. Ce Fan ne peut être attaché qu'à ⟨Himemori Luna⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダメージを受ける時、このファンをアーカイブできる: このファンが付いていたホロメンの受けるダメージ-30。 このファンは、自分の〈姫森ルーナ〉だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴, 이 팬이 붙어 있는 홀로멤이 대미지를 받을 때, 이 팬을 아카이브할 수 있다 : 이 팬이 붙어 있던 홀로멤의 받을 대미지 -30. 이 팬은, 자신의 〈히메모리 루나〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員受到傷害時，可以將此粉絲卡放入存檔區：此粉絲卡曾裝備的Holo成員受到的傷害-30。 此粉絲卡只能裝備於自己的<姬森璐娜>，每位可裝備任意張數。
