Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP06-084_NAME
source: AI Koyori
ja: AIこより

# hBP06-084_ART_0_NAME
source: "Happy Leaf!"
ja: 「ハッピーリーフ！」

# hBP06-084_GIFT_NAME
source: "Konkoyo", I wonder if that's getting old?
fr: [Konkoyo] est-ce que ça commence à devenir démodé ?
ja: 「こんこよ」、古くなっちゃったかな？

# hBP06-084_GIFT_EFFECT
source: When this holomem moves to the back position using Baton Pass, during this turn, 1 of your <Hakui Koyori> gets Arts+20.
fr: Lorsque cet Holomem se déplace en Arrière par un Relais, les Arts de l'une de vos ⟨Hakui Koyori⟩ gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: このホロメンがバトンタッチしてバックポジションに移動した時、このターンの間、自分のステージの〈博衣こより〉1人のアーツ+20。

# hBP06-096_NAME
source: The two of us are LAMBDUCK!
fr: A nous 2, nous sommes LAMBDUCK
ja: 2人あわせてラムダック！

# hBP06-096_EFFECT
source: Choose 1 each of your [<Tsunomaki Watame> and <Oozora Subaru>]. Send 1 cheer from your archive to each of the chosen holomem. During this turn, the chosen holomem get Arts+20.
fr: Choisissez 1 de vos [⟨Tsunomaki Watame⟩ et ⟨Oozora Subaru⟩]. Attachez 1 Cheer de votre Archive à chaque Holomem choisi. Puis, pendant ce tour, les Arts des Holomems choisis gagnent +20 dégâts.
ja: 自分の[〈角巻わため〉と〈大空スバル〉]1人ずつを選ぶ。自分のアーカイブのエールを選んだホロメンに1枚ずつ送る。その後、このターンの間、選んだホロメンのアーツ+20。

# hY01-11_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール

# hY02-009_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール

# hY03-010_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール

# hY04-008_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール

# hY05-006_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール

# hY06-008_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール

# hY01-010_NAME
source: White Cheer
ja: 白エール

# hY02-008_NAME
source: Green Cheer
ja: 緑エール

# hY03-013_NAME
source: Red Cheer
ja: 赤エール

# hY04-010_NAME
source: Blue Cheer
ja: 青エール

# hY05-008_NAME
source: Purple Cheer
ja: 紫エール

# hY06-007_NAME
source: Yellow Cheer
ja: 黄エール

# hSD13-001_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-001_SKILL_NAME
source: Harbinger of Order
ja: 秩序の先駆者

# hSD13-001_SKILL_EFFECT
source: [1/Turn]When 1 of your holomem would take Arts damage from your opponent, you may choose 1 red [Buzz or 2nd] holomem on your stage:The chosen holomem takes the damage instead.
ja: ［ターンに１回］自分のホロメン１人が相手からアーツダメージを受ける時、自分のステージの［Buzzか2nd］の赤ホロメン１人を選べる：そのダメージを、選んだホロメンがかわりに受ける。

# hSD13-001_SPSKILL_EFFECT
source: [1/Game]Place 1 holomem with #Justice from your archive on stage. Then, send 1~5 cheers from your archive to that holomem.
ja: ［ゲームに１回］自分のアーカイブの「＃Justice」を持つホロメン１枚をステージに出す。その後、自分のアーカイブのエール１～５枚をそのホロメンに送る。

# hSD13-002_NAME
source: Gigi Murin
ja: ジジ・ムリン

# hSD13-002_SKILL_EFFECT
source: [1/Turn]Switch your opponent's center holomem and collab holomem.
ja: ［ターンに１回］相手のセンターポジションとコラボポジションのホロメンを入れ替える。

# hSD13-002_SPSKILL_NAME
source: The free-spirited Chaser
ja: 自由奔放な『追跡者』

# hSD13-002_SPSKILL_EFFECT
source: [1/Game]Reveal 2 2nd holomem <Gigi Murin> from your deck, and place them on stage. Then, shuffle the deck. Send 1 cheer from your archive to each of your holomem.
ja: ［ゲームに１回］自分のデッキから、2ndホロメンの〈ジジ・ムリン〉２枚を公開し、ステージに出す。そしてデッキをシャッフルする。その後、自分のアーカイブのエールを自分のホロメン全員に１枚ずつ送る。

# hSD13-003_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-003_ART_0_NAME
source: O~hohoho!
ja: オーッホッホッホッ！

# hSD13-004_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-004_ART_0_NAME
source: Roses are Red
ja: 薔薇は赤い

# hSD13-004_ART_1_NAME
source: The Fire of My Heart is Blue
ja: 私の心の炎は青い

# hSD13-005_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-005_GIFT_EFFECT
source: During your opponent's turn, when 1 of your holomem with #Justice is downed, send the top card of your cheer deck to this holomem. You may only use Gift "For Justice! -ERB-" once per turn.
ja: 相手のターンで、自分の「＃Justice」を持つホロメンがダウンした時、自分のエールデッキの上から１枚をこのホロメンに送る。自分の［ギフト］「For Justice! -ERB-」はターンに一回しか使えない。

# hSD13-006_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-006_ART_0_NAME
source: Something to Protect
ja: 守護るべきもの

# hSD13-006_BLOOM_EFFECT
source: Choose 1 holomem with #Justice on your stage. During this turn, the chosen holomem gets Arts+20.
ja: 自分のステージの[＃Justice]を持つホロメン１人を選ぶ。このターンの間、選んだホロメンのアーツ＋２０。

# hSD13-007_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム

# hSD13-007_ART_0_NAME
source: The Slayer of Evil's Cadenza
ja: 悪斬りのカデンツァ

# hSD13-007_ART_0_EFFECT
source: This Arts gets +20 for each of this holomem's cheers. When this Arts downed your opponent's holomem, send the top card of your cheer deck to this holomem.
ja: このホロメンのエール１枚につき、このアーツ∔20。このアーツで相手のホロメンをダウンさせたとき、自分のエールデッキの上から１枚をこのホロメンに送る。

# hSD13-007_GIFT_NAME
source: Warcry of Fierce Flames
ja: 猛煙のウォークライ

# hSD13-007_GIFT_EFFECT
source: This holomem gets +10 HP for each of this holomem's cheers.
ja: このホロメンのエール１枚につき、このホロメンのHP+10。

# hSD13-008_NAME
source: Gigi Murin
ja: ジジ・ムリン

# hSD13-008_COLLAB_EFFECT
source: Send 1 cheer from your archive to your holomem with #Justice.
ja: 自分のアーカイブのエール１枚を自分の[#Justice]を持つホロメンに送る。

# hSD13-009_NAME
source: Gigi Murin
ja: ジジ・ムリン

# hSD13-009_COLLAB_NAME
source: Mischievous Growth!
ja: イタズラ増殖！

# hSD13-009_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 1st holomem with #Justice from your deck, and place it on stage. Then, shuffle the deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、[＃Justice]をもつ1stホロメン１枚を公開し、ステージに出す。そしてデッキをシャッフルする。

# hSD13-011_NAME
source: Gigi Murin
ja: ジジ・ムリン

# hSD13-011_ART_0_NAME
source: Pursuing the meaning of everything
ja: 全ての意味を追い求めて

# hSD13-011_ART_0_EFFECT
source: If there are no holomem stacked to this holomem, this Arts gets +20.
ja: このホロメンに重なっているホロメンが０枚なら、このアーツ∔20。

# hSD13-011_BLOOM_EFFECT
source: You may archive 1 Debut holomem that is stacked to this holomem:Deal 20 special damage to your opponent's collab holomem.
ja: このホロメンに重なっているDebutホロメン１枚をアーカイブできる：相手のコラボホロメンに特殊ダメージ20を与える。

# hSD13-012_NAME
source: Gigi Murin
ja: ジジ・ムリン

# hSD13-012_ART_0_NAME
source: I won't lose
ja: 負けるわけにはいかない

# hSD13-012_GIFT_NAME
source: Thank you for your hard work!
ja: ご苦労さん！

# hSD13-012_GIFT_EFFECT
source: During your opponent's turn, when your back holomem would take special damage from your opponent, you may archive 1 holomem that is stacked to this holomem:During this turn, all of your back holomem do not take special damage.
ja: 相手のターンで、自分のバックホロメンが相手から特殊ダメージを受けるとき、このホロメンに重なっているホロメン１枚をアーカイブできる：このターンの間、自分のバックホロメン全員は特殊ダメージを受けない。

# hSD13-014_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン

# hSD13-014_ART_0_NAME
source: Have some tea!
ja: 紅茶をどうぞ！

# hSD13-014_ART_0_EFFECT
source: Send the top card of your cheer deck to your holomem with #Justice.
ja: 自分のエールデッキの上から１枚を自分の［＃Justice］を持つホロメンに送る。

# hSD13-014_GIFT_NAME
source: Melody of Justice
ja: 正義の旋律

# hSD13-014_GIFT_EFFECT
source: [Center Position・Collab Position Only][1/Turn]When a [Debut holomem or Spot holomem] with #Justice is placed on your stage, draw 1 card.
ja: ［センターポジション・コラボポジション限定］［ターンに１回］自分の[＃Justice]を持つ［DebutホロメンかSpotホロメン］がステージに出た時、自分のデッキを１枚引く。

# hSD13-015_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hSD13-015_ART_0_NAME
source: Have some coffee!
ja: コーヒーをどうぞ！

# hSD13-015_ART_0_EFFECT
source: If your [center holomem and collab holomem] with #Justice have cheers of different colors attached, this Arts gets +20.
ja: 自分の［＃Justice］を持つ［センターホロメンとコラボホロメン］に異なる色のエールが付いているなら、このアーツ+20。

# hSD13-015_COLLAB_NAME
source: Harmony of Justice
ja: 正義の諧調

# hSD13-015_COLLAB_EFFECT
source: You may return 1 cheer from your stage to the bottom of your cheer deck. If you do, reveal 1 cheer from your cheer deck and send it to your holomem. Then, shuffle the cheer deck.
ja: 自分のステージのエール１枚をエールデッキの下に戻せる。戻したなら、自分のエールデッキから、エール１枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。

# hSD13-016_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Justice from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
ja: このカードは、自分の手札がこのカードを含まずに６枚以下でなければ使えない。 自分のデッキの上から４枚を見る。その中から、［＃Justice］を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。

# hSD13-018_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Gigi Murin> If there are no holomem stacked to this holomem, this holomem gets Arts+20. Only 1 mascot can be attached to each of your holomem.
ja: このマスコットが付いているホロメンのHP+20。 ・〈ジジ・ムリン〉に付いていたら追加能力 このホロメンに異なっているホロメンが０枚なら、このホロメンのアーツ+20。 マスコットは、自分のホロメン１人につき1枚だけ付けられる。

# hSD12-001_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ

# hSD12-001_SKILL_NAME
source: The Archiver
ja: 収集者

# hSD12-001_SKILL_EFFECT
source: [1/Turn]Look at the top 3 cards of your deck. Reveal 1 support card from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
ja: ［ターンに１回］自分のデッキの上から３枚を見る。その中から、サポートカード１枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。

# hSD12-001_SPSKILL_NAME
source: Rebellion
ja: リベリオン

# hSD12-001_SPSKILL_EFFECT
source: [1/Game]Deal 10 special damage for each support card in your archive to 1 of your opponent's back holomem other than Debut.
ja: ［ゲームに１回］相手のDebut以外のバックホロメン１人に、自分のアーカイブのサポートカード１枚につき、特殊ダメージ10を与える。

# hSD12-002_NAME
source: Koseki Bijou
ja: 古石ビジュ―

# hSD12-002_SKILL_EFFECT
source: [1/Turn]Archive the top card of both players' cheer decks. For each color of cheer archived, draw 1 card.
ja: ［ターンに１回］お互いのエールデッキの上から１枚をアーカイブする。アーカイブしたエール１色につき、自分のデッキを１枚引く。

# hSD12-002_SPSKILL_NAME
source: Ancient, Mystic Brilliance
ja: 古代魔石の輝き

# hSD12-002_SPSKILL_EFFECT
source: [1/Game]Deal 10 special damage for each [holomem with #Advent and cheer] in your archive to your opponent's center holomem.
ja: ［ゲームに１回］相手のセンターホロメンに、自分のアーカイブの［＃Adventを持つホロメンとエール］１枚につき、特殊ダメージ10を与える。

# hSD12-003_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ

# hSD12-003_ART_0_NAME
source: Adieu, dear listener!
ja: アデュー、親愛なる聞き手様

# hSD12-003_COLLAB_NAME
source: Have you ever heard the story of the 'Palais Montrose'?
ja: パレ・モンローズのお話をお聞きになったことは？

# hSD12-003_COLLAB_EFFECT
source: Deal 10 special damage to 1 of your opponent's back holomem.
ja: 相手のバックホロメン１人に特殊ダメージ10を与える。

# hSD12-004_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ

# hSD12-004_ART_0_NAME
source: An Ominous Warning
ja: 不穏な忠告

# hSD12-004_ART_0_EFFECT
source: This Arts may also target your opponent's back holomem.
ja: このアーツは、相手のバックホロメンも対象にできる。

# hSD12-004_ART_1_EFFECT
source: If you have 4 or more support cards in your archive, send the top card of your cheer deck to your holomem with #Advent.
ja: 自分のアーカイブにサポートカードが４枚以上あるなら、自分のエールデッキの上から１枚を自分の［＃Advent］を持つホロメンに送る。

# hSD12-007_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ

# hSD12-007_ART_0_NAME
source: Can you please not underestimate us?
ja: 私達を見くびらないで貰える？

# hSD12-007_ART_0_EFFECT
source: Deal 10 special damage for each holomem with #Advent on your stage to 1 of your opponent's holomem other than Debut.
ja: 相手のDebut以外のホロメン１人に、自分のステージの［＃Advent］を持つホロメン１人につき、特殊ダメージ10を与える。

# hSD12-007_GIFT_NAME
source: What kind of knowledge can I gain?
ja: どんな知識が得られるかしら

# hSD12-007_GIFT_EFFECT
source: [1/Turn]When this holomem downed your opponent's holomem, return 1 support card other than LIMITED from your archive to hand.
ja: ［ターンに１回］このホロメンが相手のホロメンをダウンさせた時、自分のアーカイブのLIMITED以外のサポートカード１枚を手札に戻す。

# hSD12-008_NAME
source: Koseki Bijou
ja: 古石ビジュ―

# hSD12-008_ART_0_NAME
source: I've been having a lot of dreams lately
ja: 私……この頃よく夢を見るの。

# hSD12-008_COLLAB_NAME
source: Flower Girl
ja: 花売りの少女

# hSD12-008_COLLAB_EFFECT
source: If you went second and it is your first turn, draw 1 card for each cheer on both players' stage.
ja: 自分が後攻で最初のターンなら、お互いのステージのエール１枚につき、自分のデッキを１枚引く。

# hSD12-009_NAME
source: Koseki Bijou
ja: 古石ビジュ―

# hSD12-009_ART_0_NAME
source: I'm very grateful
ja: とっても感謝してるの

# hSD12-009_BLOOM_NAME
source: Lively Family
ja: 賑やかな家族

# hSD12-009_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem with #Advent from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
ja: 自分のデッキの上から３枚を見る。その中から、［＃Advent］を持つホロメン１枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。

# hSD12-010_NAME
source: Koseki Bijou
ja: 古石ビジュ―

# hSD12-010_ART_0_NAME
source: The brightness that fades away
ja: 滲んでいく輝き

# hSD12-010_ART_1_EFFECT
source: You may archive 1 non-purple cheer from this holomem:Return 1 holomem from your archive to hand.
ja: このホロメンの［紫エール］１枚をアーカイブできる：自分のアーカイブのホロメン１枚を手札に戻す。

# hSD12-011_NAME
source: Koseki Bijou
ja: 古石ビジュ―

# hSD12-011_ART_0_NAME
source: Accept all the sparkle!
ja: キラキラぜーんぶ受け止めて！

# hSD12-011_ART_0_EFFECT
source: For each color of cheer in both players' archive, this Arts requires -1 colorless.
ja: お互いのアーカイブのエール1色につき、このアーツに必要な［無色エール］‐1。

# hSD12-011_BLOOM_NAME
source: Wanna play with Biboo?
ja: ビブーと遊んでいかない？

# hSD12-011_BLOOM_EFFECT
source: Draw 1 card. You may archive 1 cheer from your stage. If you archived cheer, choose 1 holomem on your stage. During this turn, the chosen holomem gets Arts+40.
ja: 自分のデッキを１枚引く。その後、自分のステージのエール１枚をアーカイブできる。アーカイブしたなら、自分のステージのホロメン１人を選ぶ。このターンの間、選んだホロメンのアーツ＋40。

# hSD12-012_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト

# hSD12-012_ART_0_NAME
source: Fleeting Intertwining Feelings
ja: 綾なす思いは、儚きブルー

# hSD12-012_ART_0_EFFECT
source: If your life is 3 or less, this Arts requires -2 colorless.
ja: 自分のライフが３以下なら、このアーツに必要な［無色エール］‐２。

# hSD12-013_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード

# hSD12-013_ART_0_NAME
source: So true, so true!!
ja: ほんまにほんま～！！

# hSD12-013_COLLAB_NAME
source: Happy☆Puppy -MOCOCO-
ja: ハッピー☆パピー -MOCOCO-

# hSD12-013_COLLAB_EFFECT
source: If all holomem on your stage have #Advent, you may return 1 Debut holomem from your back position to the bottom of your deck:Draw 2 cards.
ja: 自分のステージのホロメン全員が［＃Advent］を持つホロメンなら、自分のバックポジションのDebutホロメン１人をデッキの下に戻せる：自分のデッキを２枚引く。

# hSD12-014_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード

# hSD12-014_ART_0_NAME
source: It's so true!
ja: ほんまにほんまだよ！

# hSD12-014_COLLAB_NAME
source: Happy☆Puppy -FUWAWA-
ja: ハッピー☆パピー -FUWAWA-

# hSD12-014_COLLAB_EFFECT
source: If all holomem on your stage have #Advent, you may return 1 Debut holomem from your back position to the bottom of your deck:Send the top card of your cheer deck to your holomem.
ja: 自分のステージのホロメン全員が［＃Advent］を持つホロメンなら、自分のバックポジションのDebutホロメン１人をデッキの下に戻せる：自分のエールデッキの上から１枚を自分のホロメンに送る。

# hSD12-015_NAME
source: Escaped Criminal Gang
ja: 脱獄を果たした共犯者たち

# hSD12-015_EFFECT
source: This card can only be used if all holomem on your stage have #Advent. Deal 20 special damage to your opponent's center holomem. Send 1 cheer from your archive to your holomem. You may only use the card <Escaped Criminal Gang> once per turn.
ja: このカードは、自分のステージのホロメン全員が［＃Advent］を持つホロメンでなければ使えない。 相手のセンターホロメンに特殊ダメージ20を与える。その後、自分のアーカイブのエール１枚を自分のホロメンに送る。 自分の〈脱獄を果たした共犯者たち〉はターンに１回しか使えない。

# hSD12-016_EFFECT
source: The holomem this mascot is attached to gets +20 HP. When this mascot is attached to your 1st or greater <Koseki Bijou> from hand, you may archive 1 cheer from your stage:Reveal 1 cheer from your cheer deck, and send it to your holomem. Then, shuffle the cheer deck. Only 1 mascot can be attached to each of your holomem.
ja: このマスコットが付いているホロメンのHP+20。 このマスコットを手札から1st以上の〈古石ビジュー〉に付けた時、自分のステージのエール1枚をアーカイブできる：自分のエールデッキから、エール1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。

# hBP07-001_NAME
source: Tsunomaki Watame
ja: 角巻わため

# hBP07-001_STAGESKILL_NAME
source: Do-do-drive
ja: ドドドライブ

# hBP07-001_STAGESKILL_EFFECT
source: When your <Tsunomaki Watame> uses Arts, put the top card of your deck as holo Power.
ja: 自分の〈角巻わため〉がアーツを使った時、自分のデッキの上から1枚をホロパワーにする。

# hBP07-001_SKILL_NAME
source: Shall I do a Horn Drill?
ja: 角ドリルしたろか？

# hBP07-001_SKILL_EFFECT
source: [1/Turn]During this turn, all <Tsunomaki Watame> on your stage get Arts+100.
ja: [ターンに1回] このターンの間、自分のステージの〈角巻わため〉全員のアーツ+100。

# hBP07-004_NAME
source: Akai Haato
ja: 赤井はあと

# hBP07-004_STAGESKILL_NAME
source: Haachama Now
ja: はあちゃまなう

# hBP07-004_STAGESKILL_EFFECT
source: [1/Turn]During your turn, when your <Akai Haato> returns from your stage to deck using your ability, draw 2 cards.
ja: [ターンに1回]自分のターンで、自分の〈赤井はあと〉が自分の能力でステージからデッキに戻った時、自分のデッキを2枚引く。

# hBP07-004_SKILL_NAME
source: Worldwide Strongest Idol!
ja: ワールドワイドな最強アイドル！

# hBP07-004_SKILL_EFFECT
source: [1/Turn]Return 1 Debut holomem <Akai Haato> from your back position to the bottom of your deck. Then, choose 1 <Akai Haato> on your stage. During this turn, the chosen holomem gets Arts+50.
ja: [ターンに1回]自分のバックポジションのデビューホロメシの〈赤井はあと〉1人をデッキの下に戻す。その後、自分のステージの〈赤井はあと〉1人を選ぶ。このターンの間、選んだホロメンのアーツ+50。

# hBP07-006_STAGESKILL_EFFECT
source: Your center holomem <AZKi> gets Arts+20 for each of your holo Power.
ja: 自分のホロパワー1枚につき、自分のセンターホロメンの〈AZKi〉のアーツ+20。

# hBP07-006_SKILL_NAME
source: Let's go, Pioneers.
ja: 行くよ、開拓者。

# hBP07-006_SKILL_EFFECT
source: [1/Turn]If your holomem was downed during your opponent's previous turn, reveal 1 event from your deck and add it to hand. Then, shuffle the deck.
ja: [ターンに1回] 直前の相手のターンに自分のホロメンがダウンしていたら、自分のデッキから、イベント1枚内に、手札に加える。そしてデッキをシャッフルする。

source: Council
fr: Conseil
zh_tw: 議會

# hBD24-001_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBP01-006_SPSKILL_NAME
source: Rise from the Ashes
fr: Renaître de ses cendres
zh_tw: 浴火重生

# hBD24-002_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-003_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-004_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-005_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-006_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-007_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-008_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-009_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-010_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-011_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-012_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-016_SPSKILL_NAME
source: Anniversary Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 周年禮物 ~藍~

# hBD24-013_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-014_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-015_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-017_SPSKILL_NAME
source: Birthday Gift ~Green~
zh_tw: 生日禮物 ~綠~

# hBD24-018_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-019_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-020_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-021_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-022_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-023_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-024_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-025_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'Anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-026_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'Anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-027_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-028_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-029_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-030_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-032_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-033_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-031_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-034_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-035_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-036_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-037_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-038_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-039_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-040_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-041_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-042_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

source: Justice
zh_tw: 正義

# hBD24-043_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-044_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-045_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-046_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-047_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-048_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-049_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-050_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-051_SPSKILL_NAME
source: Birthday Gift ~White~
fr: Cadeau d'anniversaire ~Blanc~
zh_tw: 生日禮物 ~白~

# hBD24-052_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-053_SPSKILL_NAME
source: Birthday Gift ~Blue~
fr: Cadeau d'anniversaire ~Bleu~
zh_tw: 生日禮物 ~藍~

# hBD24-054_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-055_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-056_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-057_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-058_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-059_SPSKILL_NAME
source: Birthday Gift ~Green~
fr: Cadeau d'anniversaire ~Vert~
zh_tw: 生日禮物 ~綠~

# hBD24-060_SPSKILL_NAME
source: Birthday Gift ~Yellow~
fr: Cadeau d'anniversaire ~Jaune~
zh_tw: 生日禮物 ~黃~

# hBD24-061_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-062_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-063_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hBD24-064_SPSKILL_NAME
source: Birthday Gift ~Green~
zh_tw: 生日禮物 ~綠~
