Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP03-106_EFFECT
source: If you would archive a cheer by the ability of the holomem this fan is attached to, you may archive this fan instead of archiving 1 cheer. You may only attach this fan to your <Shishiro Botan>, and you may attach any number of this fan per holomem.
fr: Lorsque l'Holomem avec ce Fan attaché archive des Cheers pour une Compétence ou Art, vous pouvez archiver ce Fan à la place d'un Cheer. Ce Fan ne peut être attaché qu'à ⟨Shishiro Botan⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンの能力でエールをアーカイブする時、アーカイブするエール1枚のかわりに、このファンをアーカイブできる。 このファンは、自分の〈獅白ぼたん〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤의 능력으로 옐을 아카이브할 때, 아카이브할 옐 1장 대신, 이 팬을 아카이브할 수 있다. 이 팬은, 자신의 〈시시로 보탄〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員因能力將聲援放入存檔區時，可改為將此粉絲卡放入存檔區，代替1張聲援。 此粉絲卡只能裝備於自己的<獅白牡丹>，每位可裝備任意張數。

# hBP03-108_NAME
source: Haaton
ja: はあとん
ko: 하아톤
zh_tw: はあとん

# hBP03-108_EFFECT
source: If the holomem this fan is attached to rolled a die by an ability, you may archive this fan:Ignore the previous results, and reroll the die. You may only attach this fan to your <Akai Haato>, and you may attach any number of this fan per holomem.
fr: Lorsque l'Holomem auquel ce Fan est attaché lance un dé pour l'une de ses Compétences, vous pouvez archiver ce Fan pour obtenir l'effet suivant : relancez tous les dés lancés pour la Compétence. Ce Fan ne peut être attaché qu'à ⟨Akai Haato⟩, et vous pouvez attacher n'importe que nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンが能力でサイコロを振った時、 このファンをアーカイブできる: そのサイコロの結果をすべて無くし、はじめからサイコロを振り直す。 このファンは、自分の〈赤井はあと〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤이 능력으로 주사위를 굴렸을 때, 이 팬을 아카이브할 수 있다 : 그 주사위의 결과를 전부 없에고, 처음부터 주사위를 다시 굴린다. 이 팬은, 자신의 〈아카이 하아토〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員因能力擲骰子時，可以將此粉絲卡放入存檔區：取消該次擲骰結果，從頭重擲。 此粉絲卡只能裝備於自己的<赤井心>，每位可裝備任意張數。

# hBP03-109_EFFECT
source: During your opponent's turn, when the holomem this fan is attached to is downed, you may send 1 blue cheer from your archive to your <Fuwawa Abyssgard>. You may only attach this fan to your <Fuwawa Abyssgard> or <Mococo Abyssgard>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem avec ce Fan attaché est mis Inconscient, vous pouvez attacher 1 Cheer Bleu de votre Archive à l'un de vos Holomems nommé ⟨Fuwawa Abyssgard⟩. Ce Fan ne peut être attaché qu'à ⟨Fuwawa Abyssgard⟩ ou ⟨Mococo Abyssgard⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、自分のアーカイブの青エール1枚を、自分の〈フワワ・アビスガード〉に送れる。 このファンは、自分の〈フワワ・アビスガード〉か〈モココ・アビスガード〉だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴에, 이 팬이 붙어 있는 홀로멤이 다운됐을 때, 자신의 아카이브의 청 옐 1장을, 자신의 〈후와와 어비스가드〉에게 보낼 수 있다. 이 팬은, 자신의 〈후와와 어비스가드〉나 〈모코코 어비스가드〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，可以將自己存檔區的1張藍色聲援送到自己的<茸茸・阿比斯加德>上。 此粉絲卡只能裝備於自己的<茸茸・阿比斯加德>或<茸茸・阿比斯加德>，每位可裝備任意張數。

# hBP03-112_NAME
source: Watamates
fr: Watamate
ja: わためいと
ko: 와타메이트
zh_tw: 綿友

# hBP03-112_EFFECT
source: During your opponent's turn, when the holomem this fan is attached to is downed, you may reattach 1-2 yellow cheers from this holomem to your other <Tsunomaki Watame>. You may only attach this fan to your <Tsunomaki Watame>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem avec ce Fan attaché est mis Inconscient, vous pouvez réattacher 1~2 Cheers Jaunes de cet Holomem à un autre de vos Holomems nommé ⟨Tsunomaki Watame⟩. Ce Fan ne peut être attaché qu'à ⟨Tsunomaki Watame⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、このホロメンの黄エール1~2枚を、自分の他の〈角巻わため〉 1人に付け替えられる。 このファンは、自分の〈角巻わため〉だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴에, 이 팬이 붙어 있는 홀로멤이 다운됐을 때, 이 홀로멤의 황 옐 1~2장을, 자신의 다른 〈츠노마키 와타메〉 1명에게 바꿔 붙일 수 있다. 이 팬은, 자신의 〈츠노마키 와타메〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，可以將此Holo成員的1~2張黃色聲援，重新裝備到自己其他的<角卷綿芽>上。 此粉絲卡只能裝備於自己的<角卷綿芽>，每位可裝備任意張數。

# hBP03-113_EFFECT
source: [1/Turn]When a cheer is attached to the holomem this fan is attached to, during this turn, this holomem gets Arts+10. You may only attach this fan to your <Ayunda Risu>, and you may attach any number of this fan per holomem.
fr: [1/tour] Lorsque l'Holomem avec ce Fan attaché reçoit un Cheer, ses Arts gagnent +10 dégâts jusqu'à la fin du tour. Ce Fan ne peut être attaché qu'à ⟨Ayunda Risu⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: [ターンに1回] このファンが付いているホロメンにエールが付いた時、このターンの間、このホロメンのアーツ+10。 このファンは、自分の〈アユンダ・リス〉だけに付けられ、1人につき何枚でも付けられる。
ko: [턴에 1번] 이 팬이 붙어 있는 홀로멤에게 옐이 붙었을 때, 이 턴 동안, 이 홀로멤의 아츠 +10. 이 팬은, 자신의 〈아윤다 리스〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: [回合1次] 此粉絲卡裝備的Holo成員裝備聲援時，此回合，此Holo成員的技藝+10。 此粉絲卡只能裝備於自己的<阿芸達·栗絲>，每位可裝備任意張數。

# hBP03-015_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hBP03-015_ART_0_NAME
source: This is the Power of this Badass
fr: C'est le pouvoir de Banchou !
ja: これが番長の実力ってやつよ
ko: 이게 반쵸의 실력이란 거라고
zh_tw: 這就是番長的實力啦

# hBP03-015_ART_0_EFFECT
source: If you have 4 or more back holomem with #ReGLOSS, this holomem gets Arts+40.
fr: Si vous avez 4 Holomems en Arrière ou plus avec #ReGLOSS, cet art gagne +40 dégâts.
ja: 自分の#ReGLOSSを持つバックホロメンが4人以上いる時、このホロメンのアーツ+40。
ko: 자신의 #ReGLOSS를 가진 백 홀로멤이 4명 이상 있을 때, 이 홀로멤의 아츠 +40.
zh_tw: 自己有4位以上持有#ReGLOSS的後備Holo成員時，此Holo成員的技藝+40。

# hBP03-015_GIFT_NAME
source: Melancholyack
fr: Mélancolie
ja: メランコリャック
ko: 멜랑꼴략
zh_tw: メランコリャック

# hBP03-015_GIFT_EFFECT
source: [Center Position Only]Your collab holomem with #ReGLOSS takes -20 damage.
fr: [Position Centrale] Si votre Holomem Collab a #ReGLOSS, il subit -20 dégâts.
ja: [センターポジション限定] 自分の#ReGLOSSを持つコラボホロメンが受けるダメージ-20。
ko: [센터 포지션 한정] 자신의 #ReGLOSS를 가진 콜라보 홀로멤이 받는 대미지 -20.
zh_tw: [限C位位置] 自己持有#ReGLOSS的聯動Holo成員受到的傷害-20。

# hBP03-024_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hBP03-024_ART_0_NAME
source: Kazama Attacc
fr: Kazama attaque
ja: 風真が斬る
ko: 카자마가 벤다
zh_tw: 由風真來斬

# hBP03-024_ART_0_EFFECT
source: If 2 or more non-green cheers are attached to this holomem, this Arts gets +50.
fr: Si cet Holomem a au moins 2 Cheers non-Verts attachés, cet Art gagne +50 dégâts.
ja: このホロメンに緑以外のエールが2枚以上付いている時、このアーツ+50
ko: 이 홀로멤에게 녹색 이외의 옐이 2장 이상 붙어 있을 때, 이 아츠 +50.
zh_tw: 此Holo成員裝備有2張以上非綠色聲援時，此技藝+50。

# hBP03-024_BLOOM_NAME
source: Kazama Protecc
fr: Kazama protège
ja: 風真が護る
ko: 카자마가 지킨다

# hBP03-024_BLOOM_EFFECT
source: You may send 1 cheer each from your archive to 1 each of your [<Kazama Iroha> and <Hoshimachi Suisei>].
fr: Vous pouvez choisir 1 de vos Holomems nommé ⟨Kazama Iroha⟩ et 1 nommé ⟨Hoshimachi Suisei⟩. Attachez 1 Cheer de votre Archive à chacun d'entre eux.
ja: 自分のアーカイブのエール1枚ずつを、自分の[〈風真いろは〉と〈星街すいせい〉]1人ずつに送れる。
ko: 자신의 아카이브의 옐 1장씩을, 자신의 [〈카자마 이로하〉와 〈호시마치 스이세이〉] 1명씩에게 보낼 수 있다.

# hBP03-046_NAME
source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hBP03-046_ART_0_NAME
source: Did you Mistake me for some Cutesy Girl?
fr: M'avez-vous prise pour une fille mignonne ?
ja: 可愛い女の子かと思った?
ko: 귀여운 여자아이라고 생각했어?
zh_tw: 以為是可愛的女孩子嗎？

# hBP03-046_ART_1_NAME
source: Too bad! It was me, Ao-kun!
fr: C'est dommage ! C'était moi, Ao-kun !
ja: じゃじゃーん! 青くんでした。
ko: 짜잔! 아오군이었습니다.
zh_tw: 鏘鏘！是青君啦。

# hBP03-047_NAME
source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hBP03-047_ART_0_NAME
source: After the Afternoon Tea Date...
fr: Après le thé de l'après-midi...
ja: アフタヌーンティーデートのその後に･･･
ko: 애프터눈 티 데이트 그 뒤에…
zh_tw: 下午茶約會之後...

# hBP03-048_NAME
source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hBP03-048_ART_0_NAME
source: I'm pretty Cool, right?
fr: Je suis cool, non ?
ja: 僕、カッコいいでしょ?
ko: 나, 멋있지?
zh_tw: 我，很帥吧？

# hBP03-048_ART_1_NAME
source: ReGLOSS's resident tomboy
fr: Le garçon manqué de ReGLOSS
ja: ReGLOSSのボーイッシュ担当
ko: ReGLOSS의 보이시 담당
zh_tw: ReGLOSS的帥氣擔當

# hBP03-048_ART_1_EFFECT
source: You may reattach 1 cheer from this holomem to your back holomem with #ReGLOSS.
fr: Vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos Holomems en Arrière avec #ReGLOSS.
ja: このホロメシのエール1枚を、自分の#ReGLOSSを持つバックホロメンに付け替えられる。
ko: 이 홀로멤의 옐 1장을, 자신의 #ReGLOSS를 가진 백 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 可以將此Holo成員的1張聲援，重新裝備到自己持有#ReGLOSS的後備Holo成員上。

# hBP03-079_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hBP03-079_ART_0_NAME
source: Sunrise Cheer
fr: Enthousiasme matinal
ja: サンライズエール
ko: 선라이즈 옐
zh_tw: 日出聲援

# hBP03-079_ART_0_EFFECT
source: If 3 or more cheers are attached to this holomem, this Arts gets +30.
fr: Si cet Holomem a 3 Cheers ou plus attachés, cet Art gagne +30 dégâts.
ja: このホロメンにエールが3枚以上付いている時、このアーツ+30。
ko: 이 홀로멤에게 옐이 3장 이상 붙어 있을 때, 이 아츠 +30.
zh_tw: 此Holo成員裝備有3張以上聲援時，此技藝+30。

# hBP03-079_BLOOM_NAME
source: Today is a wonderful day
fr: Aujourd'hui est un merveilleux jour
ja: 今日はステキな日
ko: 오늘은 멋진 날

# hBP03-079_BLOOM_EFFECT
source: Reveal 1 yellow cheer from your cheer deck, and send it to this holomem. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer Jaune de votre Deck de Cheers et attachez-le à cet Holomem. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、黄エール1枚を公開し、このホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 황 옐 1장을 공개하고, 이 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP03-003_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-003_SKILL_NAME
source: Are 35P Making a Comeback?!
fr: C'est le retour des 35P ?!
ja: 35P帰ってくるのかッ!?って!
ko: 35P 되돌아 오는 거!? 냐고!
zh_tw: 35P要回來了嗎!?

# hBP03-003_SKILL_EFFECT
source: [1/Turn]You may roll a die once:If it is 1, 2, 4 or 6, return 1 <35P> from your archive to hand. If it is 3 or 5, return 2 <35P> from your archive to hand.
fr: [1/tour] Vous pouvez lancer un dé : Si le résultat est 1, 2, 4 ou 6, mettez 1 ⟨35P⟩ de votre Archive dans votre Main. Si le résultat est 3 ou 5, mettez 2 ⟨35P⟩ de votre Archive dans votre Main.
ja: [ターンに1回] サイコロを1回振れる:1か2か4か6の時、自分のアーカイブの〈35P〉1枚を手札に戻す。3か5の時、自分のアーカイブの 〈35P〉2枚を手札に戻す。
ko: [턴에 1번] 주사위를 1번 굴릴 수 있다 : 1이나 2나 4나 6일 때, 자신의 아카이브의 〈35P〉 1장을 패로 되돌린다. 3이나 5일 때, 자신의 아카이브의 〈35P〉 2장을 패로 되돌린다.
zh_tw: [回合1次] 可以擲1次骰子：1、2、4或6點時，將自己存檔區的1張<35P>返回手牌。3或5點時，將自己存檔區的2張<35P>返回手牌。

# hBP03-003_SPSKILL_NAME
source: The Strength to not Give Up
fr: Un cœur qui n'abandonne pas
ja: あきらめない心にぇ
ko: 포기하지 않는 마음이니에
zh_tw: 永不放棄的心

# hBP03-003_SPSKILL_EFFECT
source: [1/Game]Usable if your center holomem is red:Choose any number of cards from your hand and return them to the bottom of the deck in any order. Then, draw cards from your deck until your hand has 5 cards.
fr: [1/partie] Peut être utilisé si votre Holomem Central est Rouge : Choisissez n'importe quel nombre de cartes de votre Main et placez-les au-dessous de votre Deck dans n'importe quel ordre. Puis piochez dans votre Deck jusqu'à ce que vous ayez 5 cartes en Main.
ja: [ゲームに1回] 自分のセンターホロメンの色が赤の時に使える:自分の手札を好きな枚数選んで好きな順でデッキの下に戻す。そして手札が5枚になるまで、自分のデッキを引く。
ko: [게임에 1번] 자신의 센터 홀로멤의 색이 적색일 때 사용할 수 있다 : 자신의 패를 원하는 매수 고르고 원하는 순서로 덱의 아래로 되돌린다. 그리고 패가 5장이 될 때까지, 자신의 덱을 드로우한다.
zh_tw: [遊戲1次] 自己C位Holo成員為紅色時可以使用：選擇任意張數的手牌以任意順序放回牌組最下方。然後抽牌直到手牌變為5張。

# hBP03-006_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBP03-006_SKILL_NAME
source: Infinite Stamina
fr: Force infinie
ja: 無限の体力
ko: 무한한 체력
zh_tw: 無限的體力

# hBP03-006_SKILL_EFFECT
source: [1/Turn]Set 1 of your resting <Inugami Korone> to active.
fr: [1/tour] Redressez l'un de vos Holomems au Repos nommé ⟨Inugami Korone⟩.
ja: [ターンに1回] 自分のお休みしている〈戌神ころね〉1人をアクティブにする。
ko: [턴에 1번] 자신의 휴식하고 있는 〈이누가미 코로네〉 1명을 액티브로 한다.
zh_tw: [回合1次] 將自己1位休息中的<戌神沁音>變為活動狀態。

# hBP03-006_SPSKILL_NAME
source: Wow Wow Wow Wow
fr: Wowowowow
ja: ウォウウォウウォウウォウ
ko: 워우워우워우워우
zh_tw: ウォウウォウウォウウォウ

# hBP03-006_SPSKILL_EFFECT
source: [1/Game]Usable when your yellow holomem is downed:Reattach 1 of that holomem's cheers to your other holomem, and return 1 card from among the stacked holomem including that downed holomem to hand.
fr: [1/partie] Peut être utilisé lorsque l'un de vos Holomems Jaunes est mis Inconscient : Attachez 1 Cheer de cet Holomem à l'un de vos autres Holomems, puis retournez l'un des Holomems empilés sous cet Holomem (y compris l'Holomem du dessus) dans votre Main.
ja: [ゲームに1回] 自分の黄ホロメンがダウンした時に使える: そのホロメンのエール1枚を自分の他のホロメンに付け替え、そのダウンしたホロメンを含め重なっているホロメンの中から1枚を手札に戻す。
ko: [게임에 1번] 자신의 황색 홀로멤이 다운됐을 때 사용할 수 있다 : 그 홀로멤의 옐 1장을 자신의 다른 홀로멤에게 바꿔 붙이고, 그 다운한 홀로멤을 포함해 겹쳐져 있는 홀로멤 중에서 1장을 패로 되돌린다.
zh_tw: [遊戲1次] 自己的黃色Holo成員被擊倒時可以使用：將該Holo成員的1張聲援重新裝備到自己其他Holo成員上，並從包含該被擊倒成員在內的疊加Holo成員卡中選擇1張返回手牌。

# hBP03-022_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP03-022_ART_0_NAME
source: Passionate Belly Dancer
fr: Danseuse du ventre passionnée
ja: 情熱のベリーダンサー
ko: 정열의 밸리 댄서
zh_tw: 熱情的肚皮舞者

# hBP03-022_ART_0_EFFECT
source: If your Oshi holomem is <Aki Rosenthal>, restore 10 HP to all of your holomem with a tool attached.
fr: Si votre Oshi est ⟨Aki Rosenthal⟩, restaurez 10 PV à tous vos Holomems avec un Outil attaché.
ja: 自分の推しホロメンが〈アキ・ローゼンタール〉の時、自分のツールが付いているホロメン全員のHP10回復。
ko: 자신의 오시 홀로멤이 〈아키 로젠탈〉일 때, 자신의 툴이 붙어 있는 홀로멤 전원의 HP 10 회복.
zh_tw: 自己的主推Holo成員是<亞綺·羅森塔爾>時，為自己所有裝備有工具的Holo成員回復10點HP。

# hBP03-022_GIFT_NAME
source: My Otherworldly Form
fr: Apparition d'un autre monde
ja: 異国の世界の姿
ko: 이국 세계의 모습
zh_tw: 異國世界的姿態

# hBP03-022_GIFT_EFFECT
source: [Center Position・Collab Position Only]Usable at the beginning of your opponent's performance phase:During this turn, your life cannot be reduced by your opponent's abilities.
fr: [Position Centrale ou Collab] Peut être utilisé au début de la Phase de Performance de votre adversaire : Pendant ce tour, votre VIE ne peut pas être directement réduite par les capacités de votre adversaire.
ja: [センターポジション・コラボポジション限定]相手のパフォーマンスステップが開始する時に使えるこのターンの間、自分のライフは相手の能力で減らない。
ko: [센터 포지션・콜라보 포지션 한정] 상대의 퍼포먼스 스탭이 개시할 때 사용할 수 있다 : 이 턴 동안, 자신의 라이프는 상대의 능력으로 줄지 않는다.
zh_tw: [限C位・聯動位置]對手表現階段開始時可以使用：此回合，自己的生命值不會因對手的能力而減少。

# hBP03-023_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP03-023_ART_0_NAME
source: Time to Play Cards Peko
fr: Cardsuru peko
ja: カードするぺこ
ko: 카드하는 거야 페코
zh_tw: 來玩卡牌peko

# hBP03-023_ART_0_EFFECT
source: If a die was rolled once or more by the ability of your <Usada Pekora> this turn, this Arts gets +40.
fr: Si vous avez lancé au moins un dé pendant ce tour pour une Compétence d'une ⟨Usada Pekora⟩, cet Art gagne +40 dégâts.
ja: このターンに自分の〈兎田ぺこら〉の能力でサイコロを1回以上振っていた時、このアーツ+40。
ko: 이 턴에 자신의 〈우사다 페코라〉의 능력으로 주사위를 1번 이상 굴렸을 때, 이 아츠 +40.
zh_tw: 此回合自己的<兔田佩克拉>曾因能力擲骰子1次以上時，此技藝+40。

# hBP03-023_COLLAB_NAME
source: You Guys
fr: Vous, les gars
ja: あんたたちいぃ
ko: 너희들
zh_tw: 你們這些傢伙

# hBP03-023_COLLAB_EFFECT
source: You may roll a die once:If it is even, reveal 1 fan from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est pair, révélez 1 Fan de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:偶数の時、自分のデッキから、ファン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 덱에서, 팬 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：偶數時，從自己牌組中公開1張粉絲卡，加入手牌。然後洗牌。

# hBP03-025_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-025_ART_0_NAME
source: Nya-hello~
fr: Nyahallo
ja: にゃっはろ~
ko: 냐하로~
zh_tw: 喵哈囉～

# hBP03-026_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-026_ART_0_NAME
source: Cherry Blossom Season
fr: Saison des cerisiers en fleurs
ja: さくらの季節
ko: 벚꽃의 계절
zh_tw: 櫻之季節

# hBP03-026_COLLAB_NAME
source: Our Rendezvous
fr: Rencontre avec vous
ja: 君と待ち合わせ
ko: 너와 만나는 약속
zh_tw: 與你的約會

# hBP03-026_COLLAB_EFFECT
source: You may roll a die once:If it is 2, 4 or 6, deal 10 special damage to your opponent's center holomem. If it is 3 or 5, draw 1 card from your deck, and deal 10 special damage to your opponent's center holomem.
fr: Vous pouvez lancer un dé : Si le résultat est 2, 4 ou 6, infligez 10 dégâts spéciaux à l'Holomem Central adverse. Si le résultat est 3 ou 5, piochez 1 carte de votre Deck et infligez 10 dégâts spéciaux à l'Holomem Central adverse.
ja: サイコロを1回振れる: 2か4か6の時、相手のセンターホロメンに特殊ダメージ10を与える。3か5の時、自分のデッキを1枚引き、相手のセンターホロメンに特殊ダメージ10を与える。
ko: 주사위를 1번 굴릴 수 있다 : 2나 4나 6일 때, 상대의 센터 홀로멤에게 특수 대미지 10을 준다. 3이나 5일 때, 자신의 덱을 1장 드로우하고, 상대의 센터 홀로멤에게 특수 대미지 10을 준다.
zh_tw: 可以擲1次骰子：2、4或6點時，對手的C位Holo成員造成10點特殊傷害。3或5點時，抽1張牌，並對手的C位Holo成員造成10點特殊傷害。

# hBP03-027_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-027_ART_0_NAME
source: Elite swimsuit
fr: Maillot de bain d'élite
ja: エリートな水着
ko: 엘리트한 수영복
zh_tw: 菁英泳裝

# hBP03-027_ART_1_NAME
source: Punichi
fr: Chubby-ko
ja: ぷにち
ko: 푸니치
zh_tw: ぷにち

# hBP03-028_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-028_ART_0_NAME
source: Give me your Support
fr: Je vous demande de me soutenir
ja: 応援頼んだぞ
ko: 응원 부탁할게
zh_tw: 拜託你們應援了

# hBP03-028_ART_1_NAME
source: Mikopi! (｀・ω・´)🌸
ja: みこぴー!(`・ω・´)
ko: 미코피! (`・ω・´)
zh_tw: みこぴー!(`・ω・´)

# hBP03-028_ART_1_EFFECT
source: You may roll a die once:If it is 2, 4 or 6, deal 20 special damage to your opponent's center holomem. If it is 3 or 5, deal 20 special damage to your opponent's center holomem and collab holomem.
fr: Vous pouvez lancer un dé : Si le résultat est 2, 4 ou 6, infligez 20 dégâts spéciaux à l'Holomem Central adverse. Si le résultat est 3 ou 5, infligez 20 points de dégâts spéciaux à l'Holomem Central et à l'Holomem Collab adverse.
ja: サイコロを1回振れる: 2か4か6の時、相手のセンターホロメンに特殊ダメージ20を与える。3か5の時、相手のセンターホロメンとコラボホロメンに特殊ダメージ20を与える。
ko: 주사위를 1번 굴릴 수 있다 : 2나 4나 6일 때, 상대의 센터 홀로멤에게 특수 대미지 20을 준다. 3이나 5일 때, 상대의 센터 홀로멤과 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 可以擲1次骰子：2、4或6點時，對手的C位Holo成員造成20點特殊傷害。3或5點時，對手的C位Holo成員與聯動Holo成員造成20點特殊傷害。

# hBP03-029_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-029_ART_0_NAME
source: Commemorative Photo with 35P
fr: Photo commémorative avec 35P
ja: 35Pと記念写真
ko: 35P와 기념사진
zh_tw: 與35P的紀念照

# hBP03-029_ART_0_EFFECT
source: If <35P> is attached to this holomem, this Arts gets +30.
fr: Si cet Holomem a un ⟨35P⟩ attaché, cet Art gagne +30 dégâts.
ja: このホロメンに〈35P〉が付いている時、このアーツ+30。
ko: 이 홀로멤에게 〈35P〉가 붙어 있을 때, 이 아츠 +30.
zh_tw: 此Holo成員裝備有<35P>時，此技藝+30。

# hBP03-029_BLOOM_NAME
source: Nye
ja: にぇ
ko: 니에

# hBP03-029_BLOOM_EFFECT
source: Reveal 1 <35P> from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 ⟨35P⟩ de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、〈35P〉1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 〈35P〉 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP03-030_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBP03-030_ART_0_NAME
source: Elite Shrine Maiden
fr: Demoiselle du sanctuaire d'élite
ja: エリート巫女
ko: 엘리트 무녀
zh_tw: 菁英巫女

# hBP03-030_ART_0_EFFECT
source: This Arts gets +20 for each <35P> attached to this holomem.
fr: Pour chaque ⟨35P⟩ attaché à cet Holomem, cet Art gagne +20 dégâts.
ja: このホロメンに付いている〈35P〉1枚につき、このアーツ+20。
ko: 이 홀로멤에게 붙어 있는 〈35P〉 1장당, 이 아츠 +20.
zh_tw: 此Holo成員裝備的每1張<35P>，此技藝+20。

# hBP03-030_GIFT_NAME
source: Elite Gamble
fr: Jeu de hasard d'élite
ja: エリートギャンブル
ko: 엘리트 갬블
zh_tw: 菁英賭博

# hBP03-030_GIFT_EFFECT
source: [Center Position Only][1/Turn]During your main phase, if <35P> is attached to this holomem, you may roll a die once:If it is 3 or 5, during this turn, this holomem gets Arts+50.
fr: [Position Centrale] [1/tour] Pendant votre Phase Principale, si cet Holomem a un ⟨35P⟩ attaché, vous pouvez lancer un dé : Si le résultat est 3 ou 5, l'Art de cet Holomem gagne +50 dégâts jusqu'à la fin du tour.
ja: [センターポジション限定] [ターンに1回] 自分のメインステップで、このホロメンに〈35P〉が付いている時、サイコロを1回振れる:3か5の時、このターンの間、このホロメンのアーツ+50。
ko: [센터 포지션 한정][턴에 1번] 자신의 메인 스탭에서, 이 홀로멤에게 〈35P〉가 붙어 있을 때, 주사위를 1번 굴릴 수 있다 : 3이나 5일 때, 이 턴 동앜, 이 홀로멤의 아츠 +50.
zh_tw: [限C位位置] [回合1次] 在自己的主要階段，此Holo成員裝備有<35P>時，可以擲1次骰子：3或5點時，此回合，此Holo成員的技藝+50。

# hBP03-035_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP03-035_ART_0_NAME
source: challenger
ja: 挑戦者
zh_tw: 挑戰者

# hBP03-035_ART_0_EFFECT
source: If your Oshi holomem is <Takane Lui>, you may archive 2 cards from your hand:Draw 3 cards.
fr: Si votre Oshi est ⟨Takane Lui⟩, vous pouvez archiver 2 cartes de votre Main pour l'effet suivant : Piochez 3 cartes de votre Deck.
ja: 自分の推しホロメンが〈鷹嶺ルイ〉の時、自分の手札2枚をアーカイブできる:自分のデッキを3枚引く。
ko: 자신의 오시 홀로멤이 〈타카네 루이〉일 때, 자신의 패 2장을 아카이브할 수 있다 : 자신의 덱을 3장 드로우한다.
zh_tw: 自己的主推Holo成員是<鷹嶺琉依>時，可以將自己2張手牌放入存檔區：抽3張牌。

# hBP03-036_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP03-036_ART_0_NAME
source: Wings of Steel
fr: Ailes d'acier
ja: 鋼の翼
ko: 강철의 날개
zh_tw: 鋼之翼

# hBP03-036_BLOOM_NAME
source: Happy Time
fr: Moment heureux
ja: ハッピータイム
ko: 해피 타임

# hBP03-036_BLOOM_EFFECT
source: Reveal 1~4 <Takanashi Kiara> from your deck, and you may archive them. Then, shuffle the deck.
fr: Vous pouvez révéler 1~4 Holomems nommés ⟨Takanashi Kiara⟩ de votre Deck et les archiver. Puis mélangez votre Deck.
ja: 自分のデッキから、〈小鳥遊キアラ〉1~4枚を公開し、アーカイブできる。 そしてデッキをシャッフルする。
ko: 자신의 덱에서, 〈타카나시 키아라〉 1~4장을 공개하고, 아카이브할 수 있다. 그리고 덱을 셔플한다.

# hBP03-044_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP03-044_ART_0_NAME
source: Virtual Ghost
fr: Fantôme virtuel
ja: バーチャルゴースト
ko: 버추얼 고스트
zh_tw: 虛擬幽靈

# hBP03-044_ART_0_EFFECT
source: If your Oshi holomem is <Hoshimachi Suisei>, you may reattach 1 blue cheer from this holomem to your back holomem <Hoshimachi Suisei>.
fr: Si votre Oshi est ⟨Hoshimachi Suisei⟩, vous pouvez réattacher 1 Cheer Bleu de cet Holomem vers l'un de vos Holomems en Arrière nommé ⟨Hoshimachi Suisei⟩.
ja: 自分の推しホロメンが〈星街すいせい〉の時、このホロメンの青エール 1枚を、自分のバックホロメンの〈星街すいせい〉に付け替えられる。
ko: 자신의 오시 홀로멤이 〈호시마치 스이세이〉일 때, 이 홀로멤의 청 옐 1장을, 자신의 백 홀로멤인 〈호시마치 스이세이〉에게 바꿔 붙일 수 있다.
zh_tw: 自己的主推Holo成員是<星街彗星>時，可以將此Holo成員的1張藍色聲援，重新裝備到自己後備Holo成員的<星街彗星>上。

# hBP03-044_BLOOM_NAME
source: Planet Stage
fr: Scène planétaire
ja: プラネットステージ
ko: 플래닛 스테이지

# hBP03-044_BLOOM_EFFECT
source: Look at the top 4 cards of your deck. Reveal 1 <Hoshimachi Suisei> from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 4 premières cartes de votre Deck. Révélez 1 ⟨Hoshimachi Suisei⟩ parmi elles et mettez-la dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から4枚を見る。その中から、〈星街すいせい〉1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈호시마치 스이세이〉 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.

# hBP03-045_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP03-045_ART_0_NAME
source: Full of energy!
fr: Plein d'énergie !
ja: 元気いっぱい!!
ko: 기운 가득!
zh_tw: 元氣滿滿！！

# hBP03-045_ART_0_EFFECT
source: This Arts gets +10 for each of your opponent's back holomem with reduced HP.
fr: Pour chaque Holomem en Arrière adverse ayant subi des dégâts, cet Art gagne +10 dégâts.
ja: 相手のHPが減っているバックホロメン1人につき、このアーツ+10。
ko: 상대의 HP가 줄어 있는 백 홀로멤 1명당, 이 아츠 +10.
zh_tw: 對手每有1位HP減少的後備Holo成員，此技藝+10。

# hBP03-045_BLOOM_NAME
source: Blue Rain
fr: Pluie bleue
ja: ブルーレイン
ko: 블루 레인

# hBP03-045_BLOOM_EFFECT
source: You may archive 1 cheer from your holomem with #ID:Deal 30 special damage divided as you choose as sets of 10 to your opponent's back holomem. However, your opponent's life does not reduce even if downed.
fr: Vous pouvez archiver 1 Cheer de l'un de vos Holomems avec #ID pour l'effet suivant : Infligez 30 dégâts spéciaux aux Holomems en Arrière adverses, divisés en unités de 10 dégâts placées comme vous le souhaitez. Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE.
ja: 自分の#IDを持つホロメンのエール1枚をアーカイブできる:相手のバックホロメンに特殊ダメージ30を10ずつ割り振って与える。ただし、ダウンしても相手のライフは減らない。
ko: 자신의 #ID를 가진 홀로멤의 옐 1장을 아카이브할 수 있다 : 상대의 백 홀로멤에게 특수 대미지 30을 10씩 나눠서 준다. 단, 다운해도 상대의 라이프는 줄지 않는다.

# hBP03-057_NAME
source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子

# hBP03-057_ART_0_NAME
source: Hellobo!
ja: はろーぼー!
ko: 헬로보!
zh_tw: 哈囉ーぼー！

# hBP03-058_NAME
source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子

# hBP03-058_ART_0_NAME
source: Otsu-Robo
ja: おつろぼー
ko: 오츠로보
zh_tw: 辛苦蘿蔔了ー

# hBP03-058_ART_1_NAME
source: Lovey-Dovey Girlfriend
fr: Charmante petite amie
ja: いちゃあま彼女
ko: 꽁냥 달콤 여친
zh_tw: 黏人女友

# hBP03-059_NAME
source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子
