Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP04-062_GIFT_EFFECT
source: [Center Position・Collab Position Only]While this holomem has <Mori Calliope's Scythe> or <Death-sensei> attached, your center holomem with #Myth gets Arts+30.
fr: [Position Centrale ou Collab] Si cet Holomem a une ⟨Faux de Mori⟩ ou un ⟨Death-sensei⟩ attaché, les Arts de votre Holomem Central avec #Myth gagne +30 dégâts.
ja: [センターポジション・コラボポジション限定]このホロメンに〈森カリオペの鎌〉か〈Death-sensei〉が付いている間、自分の#Mythを持つセンターホロメンのアーツ+30。
ko: [센터 포지션・콜라보 포지션 한정] 이 홀로멤에게 〈모리 칼리오페의 낫〉이나 〈Death-sensei〉가 붙어 있는 동안, 자신의 #Myth를 가진 센터 홀로멤의 아츠 +30.
zh_tw: [限C位・聯動位置]此Holo成員裝備有<森美聲的鐮刀>或<Death-sensei>時，自己持有#Myth的C位Holo成員的技藝+30。

# hBP04-079_NAME
source: Natsuiro Matsuri
ja: 夏色まつり
ko: 나츠이로 마츠리
zh_tw: 夏色祭

# hBP04-079_ART_0_NAME
source: hololive's Symbol of Purity
fr: Représentant seiso de Hololive
ja: ホロライブの清楚担当
ko: 홀로라이브의 청초 담당
zh_tw: Hololive的清楚擔當

# hBP04-079_GIFT_NAME
source: Wasshoi!
ja: わっしょ〜い!
ko: 왓쇼~이!
zh_tw: わっしょ〜い！

# hBP04-079_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, you may reattach 1 of this holomem's cheers to your other holomem.
fr: Lorsque cet Holomem est mis Inconscient lors du tour de votre adversaire, vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos autres Holomems.
ja: 相手のターンで、このホロメンがダウンした時、このホロメンのエール1枚を、自分の他のホロメンに付け替えられる。
ko: 상대의 턴에서, 이 홀로멤이 다운 했을 때, 이 홀로멤의 옐 1장을, 자신의 다른 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 在對手回合，此Holo成員被擊倒時，可以將此Holo成員的1張聲援，重新裝備到自己其他Holo成員上。

# hBP04-080_NAME
source: Natsuiro Matsuri
ja: 夏色まつり
ko: 나츠이로 마츠리
zh_tw: 夏色祭

# hBP04-080_ART_0_NAME
source: Natsuiro Supporters
fr: Equipe de support de Natsuiro
ja: 夏色応援団
ko: 나츠이로 응원단
zh_tw: 夏色應援團

# hBP04-080_ART_1_NAME
source: Fight! Blood for Blood!
fr: Combattez ! Nettoyer le sang par le sang
ja: 戦え! 血を血で洗え!
ko: 싸워라! 피를 피로 씻어라!
zh_tw: 戰鬥吧！血債血償吧！

# hBP04-081_NAME
source: Natsuiro Matsuri
ja: 夏色まつり
ko: 나츠이로 마츠리
zh_tw: 夏色祭

# hBP04-081_ART_0_NAME
source: Sing with All My Heart!!
fr: Je chanterai de toutes mes forces !!
ja: 全力で歌うよッ!!
ko: 전력으로 노래할게!
zh_tw: 我會全力歌唱的ッ！！

# hBP04-081_BLOOM_NAME
source: So That It Reaches the One I Love
fr: Pour que je puisse te rejoindre toi, que j'aime
ja: 大好きな君に届くように
ko: 정말 좋아하는 너에게 닿도록

# hBP04-081_BLOOM_EFFECT
source: Reveal 1 yellow cheer from your cheer deck, and send it to this holomem. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer Jaune de votre Deck de Cheers et attachez-le à cet Holomem. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、黄エール1枚を公開し、このホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 황 옐 1장을 공개하고, 이 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP04-082_NAME
source: Natsuiro Matsuri
ja: 夏色まつり
ko: 나츠이로 마츠리
zh_tw: 夏色祭

# hBP04-082_ART_0_NAME
source: Found a Favorite
fr: J'ai trouvé mon préféré
ja: お気に入りみつけた
ko: 맘에 드는 거 찾았다
zh_tw: 找到喜歡的了

# hBP04-082_ART_0_EFFECT
source: This Arts gets +20 for each of this holomem's cheers.
fr: Pour chaque Cheer attaché à cet Holomem, cet Art gagne +20 dégâts.
ja: このホロメンのエール1枚につき、このアーツ+20。
ko: 이 홀로멤의 옐 1장당, 이 아츠 +20.
zh_tw: 此Holo成員每有1張聲援，此技藝+20。

# hBP04-082_BLOOM_NAME
source: Let's Go Shopping
fr: Allons faire du shopping !
ja: レッツ ショッピング
ko: 렛츠 쇼핑

# hBP04-082_BLOOM_EFFECT
source: You may roll a die once for each differently named holomem with #Gen 1 on your stage:Send the top card of your cheer deck to this holomem for each result that is 4 or greater rolled.
fr: Vous pouvez lancer un dé pour chacun de vos Holomems avec #Gen1 : Pour chaque résultat supérieur ou egal à 4, attachez la première carte de votre Deck de Cheers à cet Holomem.
ja: 自分のステージの異なるカード名の#1期生を持つホロメン1人につき、サイコロを1回振れる:4以上が出た回数1回につき、自分のエールデッキの上から1枚をこのホロメンに送る。
ko: 자신의 스테이지의 서로 다른 카드명의 #1기생을 가진 홀로멤 1명당, 주사위를 1번 굴릴 수 있다 : 4 이상이 나온 횟수 1번당, 자신의 옐 덱의 위에서부터 1장을 이 홀로멤에게 보낸다.

# hBP04-083_NAME
source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

# hBP04-083_ART_0_NAME
source: Kon-Nene~
ja: こんねね~
ko: 콘네네~
zh_tw: こんねね～

# hBP04-083_ART_0_EFFECT
source: If your stage has 5 or less holomem, reveal 1 Debut holomem with #Gen 5 from your deck, and you may place it on stage. Then, shuffle the deck.
fr: S'il y a 5 ou moins Holomems sur votre Scène, vous pouvez révéler 1 Holomem Debut avec #Gen5 de votre Deck et le mettre sur votre Scène. Puis mélangez votre Deck.
ja: 自分のステージのホロメンが5人以下の時、自分のデッキから、#5期生を持つDebutホロメン1枚を公開し、ステージに出せる。そしてデッキをシャッフルする。
ko: 자신의 스테이지의 홀로멤이 5명 이하일 때, 자신의 덱에서, #5기생을 가진 Debut 홀로멤 1장을 공개하고, 스테이지에 낼 수 있다. 그리고 덱을 셔플 한다.
zh_tw: 自己舞台上的Holo成員在5位以下時，可以從自己牌組中公開1張持有#5期生的Debut Holo成員，登場到舞台上。然後洗牌。

# hBP04-084_NAME
source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

# hBP04-084_ART_0_NAME
source: HAAAN
ja: はぁ〜ん
ko: 하앙~
zh_tw: はぁ〜ん

# hBP04-084_ART_1_NAME
source: Mata-Nene
ja: またねね
ko: 마타네네
zh_tw: 下次見

# hBP04-085_NAME
source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

# hBP04-085_ART_0_NAME
source: I’m Gonna Do My Best!!!!!
fr: Je ferai de mon mieux !!!!!
ja: いっぱいがんばるぞい!!!!!!
ko: 잔뜩 힘 낼게!!!!!
zh_tw: 要好好努力!!!!!!

# hBP04-085_BLOOM_NAME
source: The Best Feeling Ever!!!!!!!!!!!!!!
fr: Je me sens bien !!!!!!!!!!!!!!
ja: 最高の気分!!!!!!!!!!!!!!
ko: 최고의 기분!!!!!!!!!!!!!!

# hBP04-085_BLOOM_EFFECT
source: Reveal 1 cheer from your cheer deck with the same color as 1 holomem on your stage with #Gen 5, and send it to your holomem with #Gen 5. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer de votre Deck de Cheers de la même couleur que l'un de vos Holomems avec #Gen5, et attachez ce Cheer à l'un de vos Holomems avec #Gen5. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、自分のステージの#5期生を持つホロメン1人と同色のエール1枚を公開し、自分の#5期生を持つホロメンに送る。 そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 자신의 스테이지의 #5기생을 가진 홀로멤 1명과 같은 색의 옐 1장을 공개하고, 자신의 #5기생을 가진 홀로멤에게 보낸다. 그리고 옐 덱을 셔플 한다.

# hBP04-086_NAME
source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

# hBP04-086_ART_0_NAME
source: Lots of Husbands
fr: Tout le monde est un mari
ja: ハズバンドいっぱい
ko: 허즈밴드 잔뜩
zh_tw: 好多老公

# hBP04-086_ART_1_NAME
source: Dazzling Power
fr: Puissance Gira Gira
ja: ギラギラパワー
ko: 기라기라 파워
zh_tw: 閃亮亮力量

# hBP04-086_ART_1_EFFECT
source: This Arts gets +20 for each cheer in your archive. However, only up to 5 cheers are counted.
fr: Pour chaque Cheer dans votre Archive, cet Art gagne +20 dégâts. Le nombre maximum de Cheers pour cet effet est de 5.
ja: 自分のアーカイブのエール1枚につき、このアーツ+20。ただし、数える枚数は5枚まで。
ko: 자신의 아카이브의 옐 1장당, 이 아츠 +20. 단 세는 매수는 5장까지.
zh_tw: 自己存檔區每有1張聲援，此技藝+20。但最多計算5張。

# hBP04-087_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム
ko: 엘리자베스 로즈 블러드플레임
zh_tw: 伊莉莎白·蘿絲·布拉德弗雷姆

# hBP04-087_GIFT_NAME
source: The Scarlet Queen
fr: La Reine écarlate
ja: 『緋色の女王』
ko: 『비색의 여왕』
zh_tw: 『緋色女王』

# hBP04-087_GIFT_EFFECT
source: [Collab Position Only]Your Debut holomem in the center position takes -20 damage.
fr: [Position Collab] Lorsqu'un Holomem Debut en Position Centrale est sur le point de subir des dégâts, il subit -20 dégâts.
ja: [コラボポジション限定] 自分のDebutホロメンがセンターポジションで受けるダメージ-20。
ko: [콜라보 포지션 한정] 자신의 Debut 홀로멤이 센터 포지션에서 받는 대미지 -20.
zh_tw: [限聯動位置] 自己的Debut Holo成員在C位位置受到的傷害-20。

# hBP04-088_NAME
source: Gigi Murin
ja: ジジ・ムリン
ko: 지지 무린
zh_tw: 琪琪·沐林

# hBP04-088_ART_0_NAME
source: Don't Get Mad at Me!
fr: Arrêtez de vous battre !
ja: 怒らないでよ!
ko: 화내지 말라구!
zh_tw: 別生氣嘛！

# hBP04-088_GIFT_NAME
source: Huh? But It was Funny!
fr: Hé ? Mais c'était amusant
ja: え?でも面白かったじゃん!
ko: 응? 그래도 재밌었잖아!
zh_tw: 咦？但不是很有趣嗎！

# hBP04-088_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, send the top card of your cheer deck to your holomem.
fr: Lorsque cet Holomem est mis Inconscient, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: 相手のターンで、このホロメンがダウンした時、自分のエールデッキの上から1枚を自分のホロメンに送る。
ko: 상대의 턴에서, 이 홀로멤이 다운 했을 때, 자신의 옐 덱의 위에서부터 1장을 자신의 홀로멤에게 보낸다.
zh_tw: 在對手回合，此Holo成員被擊倒時，從自己聲援牌組最上方將1張送到自己的Holo成員上。

# hBP04-089_NAME
source: Two-Tone PC
fr: PC Bicolore
ja: ツートンカラーパソコン
ko: 투톤 컬러 컴퓨터
zh_tw: 雙色電腦

# hBP04-089_EFFECT
source: This card can only be used if you have 2 or more holomem on stage, each with only 1 color and is different color from each other. Choose 2 of your holomem on stage each with only 1 color and is different color from each other. Reveal 1 1st holomem with the same color as each of the chosen holomem other than Buzz from your deck, and add them to hand. Then, shuffle the deck.
fr: Cette carte ne peut être jouée que si vous avez 2 Holomems unicolores de couleurs différentes sur votre Scène. Choisisez 2 de vos Holomems unicolores de couleurs différentes. Révélez 1 Holomem 1st Bloom de votre Deck (autre qu'un Holomem Buzz) pour chacune de ces couleurs, et mettez-les dans votre Main. Puis mélangez votre Deck.
ja: このカードは、自分のステージに色が1色で異なる色のホロメンが2人以上いなければ使えない。 自分のステージの色が1色で異なる色のホロメン2人を選ぶ。自分のデッキから、Buzz以外のそれぞれ選んだホロメンと同色の1stホロメン1枚ずつを公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 카드는, 자신의 스테이지에 색이 1색이고 서로 다른 색의 홀로멤이 2명 이상이 아니라면 사용할 수 없다. 자신의 스테이지의 색이 1색이고 서로 다른 색의 홀로멤을 2명 고른다. 자신의 덱에서, Buzz 이외의 각각 고른 홀로멤과 같은 색의 1st 홀로멤 1장씩을 공개하고, 패에 더한다. 그리고 덱을 셔플 한다.
zh_tw: 此卡必須在自己舞台上有2位以上顏色不同但皆為單色的Holo成員時才能使用。 選擇自己舞台上2位顏色不同但皆為單色的Holo成員。從自己牌組中，公開各1張與所選Holo成員同色且非Buzz的1st Holo成員，加入手牌。然後洗牌。

# hBP04-091_NAME
source: Struggle Meal
fr: Repas de fortune
ja: 限界飯
ko: 한계밥
zh_tw: 極限餐

# hBP04-091_EFFECT
source: During this turn, 1 of your <Ichijou Ririka> requires -1 colorless for its Arts. You may only use <Struggle Meal> once a turn.
fr: Pendant ce tour, l'un de vos Holomems nommé ⟨Ichijou Ririka⟩ a le coût en Cheers de ses Arts réduits de 1 Cheer Neutre. Vous ne pouvez utiliser la carte « Repas de fortune » qu'une seule fois par tour.
ja: このターンの間、自分の〈一条莉々華〉1人のアーツに必要な-1。 自分の〈限界飯〉はターンに1回しか使えない。
ko: 이 턴 동안, 자신의 〈이치조 리리카〉 1명의 아츠에 필요한 무 -1. 자신의 〈한계밥〉은 턴에 1번 밖에 사용할 수 없다.
zh_tw: 此回合，自己1位<一條莉莉華>的技藝所需-1。自己的<極限餐>每回合只能使用1次。

# hBP04-092_NAME
source: NePoLaBo
ja: ねぽらぼ
ko: 네포라보
zh_tw: ねぽらぼ

# hBP04-092_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 5 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen5 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#5期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #5기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#5期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP04-098_NAME
source: Smithing Hammer
fr: Marteau du forgeron
ja: 鍛冶ハンマー
ko: 단야 해머
zh_tw: 鍛造錘

# hBP04-098_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 1st or greater holomem with #ID Gen 3 The holomem this tool is attached to gets Arts+10. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à un Holomem avec #IDGen3 1st Bloom ou plus : Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts supplémentaires. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 #ID3期生 を持つ1st以上のホロメンに付いていたら能力追加このツールが付いているホロメンのアーツ+10。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆#ID 3기생을 가진 1st 이상의 홀로멤에게 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤의 아츠 +10. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於持有#ID3期生的1st以上Holo成員時追加能力：此工具裝備的Holo成員的技藝+10。 工具卡每位Holo成員只能裝備1張。

# hBP04-004_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-004_SKILL_NAME
source: I Love You
fr: Je t'aime
ja: 愛してる
ko: 사랑해
zh_tw: 我愛你

# hBP04-004_SKILL_EFFECT
source: [1/Turn]Usable when your holomem is downed during the opponent's turn:Return 1 fan attached to that holomem to hand.
fr: [1/tour] Peut être utilisé pendant le tour de votre adversaire lorsque l'un de vos Holomems est mis Inconscient : Mettez 1 Fan attaché à cet Holomem dans votre Main.
ja: [ターンに1回] 相手のターンで、自分のホロメンがダウンした時に使える: そのホロメンに付いているファン1枚を手札に戻す。
ko: [턴에 1번] 상대의 턴에서, 자신의 홀로멤이 다운 했을 때 사용할 수 있다 : 그 홀로멤에게 붙어 있는 팬 1장을 패로 되돌린다.
zh_tw: [回合1次] 在對手回合，自己的Holo成員被擊倒時可以使用：將該Holo成員裝備的1張粉絲卡返回手牌。

# hBP04-004_SPSKILL_NAME
source: Vroom, Bari Bari Bari Bari
fr: Vrooooom! Baribaribaribari
ja: ぷーん、バリバリバリバリ
ko: 붕ㅡ, 바리바리바리바리
zh_tw: 噗ーん、バリバリバリバリ

# hBP04-004_SPSKILL_EFFECT
source: [1/Game]Choose 1 of your <Yukihana Lamy>. During this turn, the chosen holomem deals +100 special damage to 1 of your opponent's holomem, and when the chosen holomem downs an opponent's holomem, draw 2 cards.
fr: [1/partie] Choisissez l'un de vos Holomems nommé ⟨Yukihana Lamy⟩. Les dégâts spéciaux infligés par cet Holomem à une cible unique sont augmentés de +100 dégâts jusqu'à la fin du tour. Lorsque l'Holomem choisi met Inconscient l'un des Holomems adverses, piochez 2 cartes.
ja: [ゲームに1回] 自分の〈雪花ラミィ〉1人を選ぶ。このターンの間、選んだホロメンが、相手のホロメン1人に与える特殊ダメージ+100し、選んだホロメンが相手のホロメンをダウンさせた時、自分のデッキを2枚引く。
ko: [게임에 1번] 자신의 〈유키하나 라미〉 1명을 고른다. 이 턴 동안, 고른 홀로멤이, 상대의 홀로멤 1명에게 주는 특수 대미지 +100하고, 고른 홀로멤이 상대의 홀로멤을 다운 시켰을 때, 자신의 덱을 2장 드로우 한다.
zh_tw: [遊戲1次] 選擇自己1位<雪花菈米>。此回合，選擇的Holo成員對對手1位Holo成員造成的特殊傷害+100，且若選擇的Holo成員擊倒了對手Holo成員，抽2張牌。

# hBP04-007_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-007_SKILL_NAME
source: Mystical Ritual
fr: Rituel Mystique
ja: 神秘の儀式
ko: 신비의 의식
zh_tw: 神秘的儀式

# hBP04-007_SKILL_EFFECT
source: [1/Turn]Reveal 1 <Ancient Weapon> from your deck, and attach it to your holomem. Then, shuffle the deck.
fr: [1/tour] Révélez 1 ⟨Arme antique⟩ de votre Deck et attachez-la à l'un de vos Holomems. Puis mélangez votre Deck.
ja: [ターンに1回] 自分のデッキから、〈古代武器〉1枚を公開し、自分のホロメンに付ける。そしてデッキをシャッフルする。
ko: [턴에 1번] 자신의 덱에서, 〈고대무기〉 1장을 공개하고, 자신의 홀로멤에게 붙인다. 그리고 덱을 셔플한다.
zh_tw: [回合1次] 從自己牌組中公開1張<古代武器>，裝備到自己的Holo成員上。然後洗牌。

# hBP04-007_SPSKILL_NAME
source: Those Who Think about Life Win
fr: Ceux qui réfléchissent à la vie l'emporteront
ja: 人生のこと考えていた方が勝てる
ko: 인생에 대해 생각하고 있던 사람이 이긴다
zh_tw: 思考人生的人才會贏

# hBP04-007_SPSKILL_EFFECT
source: [1/Game]Send 1 cheer each from your archive to all of your holomem with <Ancient Weapon> attached.
fr: [1/partie] Attachez 1 Cheer de votre Archive à chaque Holomem avec une ⟨Arme antique⟩ attachée.
ja: [ゲームに1回] 自分のアーカイブのエールを、自分の〈古代武器〉が付いているホロメン全員に1枚ずつ送る。
ko: [게임에 1번] 자신의 아카이브의 옐을, 자신의 〈고대무기〉가 붙어 있는 홀로멤 전원에게 1장씩 보낸다.
zh_tw: [遊戲1次] 將自己存檔區的聲援，各1張送到自己所有裝備有<古代武器>的Holo成員上。

# hBP04-073_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-073_ART_0_NAME
source: Good Day!
fr: Ohayo !
ja: おはよー!
ko: 좋은 아침!
zh_tw: 早安ー！

# hBP04-074_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-074_ART_0_NAME
source: Do You Want to Sit Beside Me?
fr: Tu veux t’asseoir à côté de moi ?
ja: 隣座りますか?
ko: 옆에 앉으실래요?
zh_tw: 要坐旁邊嗎？

# hBP04-074_GIFT_NAME
source: A Day at the Café
fr: Une journée au café
ja: カフェでの一日
zh_tw: 咖啡廳的一天

# hBP04-074_GIFT_EFFECT
source: [Center Position Only]This holomem and your collab holomem take -10 damage.
fr: [Position Centrale] Lorsque que cet Holomem ou votre Holomem Collab subit des dégâts, ils subissent -10 dégâts.
ja: [センターポジション限定] このホロメンと自分のコラボホロメンが受けるダメージ-10。
ko: [센터 포지션 한정] 이 홀로멤과 자신의 콜라보 홀로멤이 받는 대미지 -10.
zh_tw: [限C位位置] 此Holo成員與自己的聯動Holo成員受到的傷害-10。

# hBP04-075_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-075_ART_0_NAME
source: Devil's Invitation
fr: L'invitation du diable
ja: 悪魔の招待
ko: 악마의 초대
zh_tw: 惡魔的邀請

# hBP04-075_ART_1_NAME
source: Devil's Whisper
fr: Le murmure du diable
ja: 悪魔の囁き
ko: 악마의 속삭임
zh_tw: 惡魔的低語

# hBP04-076_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-076_ART_0_NAME
source: Please Cheer for Me!
fr: Soutenez-nous et amusez-vous, s'il vous plaît !
ja: 応援、よろしくね!
ko: 응원, 잘 부탁해!
zh_tw: 請多支持喔！

# hBP04-076_COLLAB_NAME
source: A Song from Me to All of You
fr: Une chanson de moi pour tous
ja: 私から皆さんへの歌
ko: 내가 여러분에게 보내는 노래
zh_tw: 我獻給大家的歌

# hBP04-076_COLLAB_EFFECT
source: You may attach 1 <Ancient Weapon> from your archive to your <Anya Melfissa>.
fr: Vous pouvez attacher 1 ⟨Arme antique⟩ de votre Archive à l'un de vos Holomems nommé ⟨Anya Melfissa⟩.
ja: 自分のアーカイブの〈古代武器〉1枚を自分の〈アーニャ・メルフィッサ〉に付けられる。
ko: 자신의 아카이브의 〈고대무기〉 1장을 자신의 〈아냐 멜핏사〉에게 붙일 수 있다.
zh_tw: 可以將自己存檔區的1張<古代武器>裝備到自己的<安雅·梅爾菲莎>上。

# hBP04-077_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-077_ART_0_NAME
source: Yellow Rose
fr: Rose jaune
ja: 黄色い薔薇
ko: 노란색 장미
zh_tw: 黃玫瑰

# hBP04-077_GIFT_NAME
source: The Garden Beyond the Glass
fr: Le jardin derrière la vitre
ja: ガラス越しの庭園
ko: 유리 너머의 정원
zh_tw: 玻璃另一側的庭園

# hBP04-077_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, return 1 card from among the stacked holomem including this holomem to hand.
fr: Si cet Holomem est mis Inconscient pendant le tour de votre adversaire, retournez l'un des Holomems empilés sous cet Holomem (y compris l'Holomem du dessus) dans votre Main.
ja: 相手のターンで、このホロメンがダウンした時、このホロメンを含め重なっているホロメンの中から1枚を手札に戻す。
ko: 상대의 턴에서, 이 홀로멤이 다운 했을 때, 이 홀로멤을 포함해 겹쳐져 있는 홀로멤 중에서 1장을 패로 되돌린다.
zh_tw: 在對手回合，此Holo成員被擊倒時，從包含此Holo成員在內的疊加Holo成員卡中選擇1張返回手牌。

# hBP04-078_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBP04-078_ART_0_NAME
source: Dungeon Adventure
fr: Aventure en donjon
ja: ダンジョンアドベンチャー
ko: 던전 어드벤처
zh_tw: 地城冒險

# hBP04-078_GIFT_NAME
source: I Found a Treasure
fr: J’ai trouvé un trésor
ja: 宝物みつけた
ko: 기프트 보물 찾았다
zh_tw: 找到寶物了

# hBP04-078_GIFT_EFFECT
source: [Center Position・Collab Position Only]Your center holomem <Anya Melfissa> with <Ancient Weapon> attached requires -1 yellow for its Arts.
fr: [Position Centrale ou Collab] Si votre Holomem Central est nommé ⟨Anya Melfissa⟩ et a une ⟨Arme antique⟩ attachée, le coût en Cheers de ses Arts est réduit de 1 Cheer Jaune.
ja: [センターポジション・コラボポジション限定] 自分の〈古代武器〉が付いているセンターホロメンの〈アーニャ・メルフィッサ〉のアーツに必要な(黄)-1。
ko: [센터 포지션・콜라보 포지션 한정] 자신의 〈고대 무기〉가 붙어 있는 센터 홀로멤인 〈아냐 멜핏사〉의 아츠에 필요한 황 -1.
zh_tw: [限C位・聯動位置] 自己裝備有<古代武器>的C位Holo成員<安雅·梅爾菲莎>的技藝所需(黃)-1。

# hBP04-099_NAME
source: Ancient Weapon
fr: Arme antique
ja: 古代武器
ko: 고대무기
zh_tw: 古代武器

# hBP04-099_EFFECT
source: During your opponent's turn, when the holomem this tool is attached to is downed, you may archive 1 card from your hand:Return this tool to hand. ◆Additional ability if attached to 1st or greater <Anya Melfissa> The holomem this tool is attached to gets Arts+10 for each <Ancient Weapon> on your stage. Only 1 tool can be attached to each of your holomem.
fr: Si l'Holomem avec cet Outil attaché est mis Inconscient pendant le tour de votre adversaire, vous pouvez archiver 1 carte de votre Main pour l'effet suivant : mettez cette carte dans votre Main. ◆ Gagne l'effet suivant s'il est attaché à ⟨Anya Melfissa⟩ 1st Bloom ou plus : Pour chaque ⟨Arme antique⟩ attachée à vos Holomems sur votre Scène, les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: 相手のターンで、このツールが付いているホロメンがダウンした時、自分の手札1枚をアーカイブできる: このツールを手札に戻す。 ◆1st以上の〈アーニャ・メルフィッサ〉に付いていたら能力追加自分のステージの〈古代武器〉1枚につき、このツールが付いているホロメンのアーツ+10。 1人につき1枚だけ付ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 상대의 턴에서, 이 툴이 붙어 있는 홀로멤이 다운 했을 때, 자신의 패 1장을 아카이브 할 수 있다 : 이 툴을 패로 되돌린다. ◆1st 이상의 〈아냐 멜핏사〉에게 붙어 있다면 능력 추가 자신의 스테이지의 〈고대 무기〉 1장당, 이 툴이 붙어 있는 홀로멤의 아츠 +10. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 在對手回合，此工具裝備的Holo成員被擊倒時，可以將自己1張手牌放入存檔區：將此工具返回手牌。 ◆裝備於1st以上的<安雅·梅爾菲莎>時追加能力：自己舞台上每有1張<古代武器>，此工具裝備的Holo成員的技藝+10。 工具卡每位Holo成員只能裝備1張。

# hBP04-002_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-002_SKILL_NAME
source: ReGLOSS's Elegant Girl
fr: L'élégance de ReGLOSS
ja: ReGLOSSの風流人
ko: ReGLOSS의 풍류인
zh_tw: ReGLOSS的風流雅士

# hBP04-002_SKILL_EFFECT
source: [1/Turn]Send 1 cheer from your archive to your holomem with #ReGLOSS.
fr: [1/tour] Attachez 1 Cheer de votre Archive à l'un de vos Holomems avec #ReGLOSS.
ja: [ターンに1回] 自分のアーカイブのエール1枚を、自分のを持つホロメンに送る。
ko: [턴에 1번] 자신의 아카이브의 옐 1장을, 자신의 #ReGLOSS를 가진 홀로멤에게 보낸다.
zh_tw: [回合1次] 將自己存檔區的1張聲援送到自己持有#ReGLOSS的Holo成員上。

# hBP04-002_SPSKILL_NAME
source: With the Extra Time, Round and Round
fr: Je papillonne pendant mon temps libre
ja: 余った時間でぐるぐる
ko: 남은 시간에 빙글빙글
zh_tw: 用剩下的時間轉圈圈

# hBP04-002_SPSKILL_EFFECT
source: [1/Game]Return 1~4 events with #Mushroom from your archive to hand. Then, draw 1 card for every 2 cards returned to hand.
fr: [1/partie] Mettez 1~4 Événements avec #Champignon de votre Archive dans votre Main. Puis pour chaque 2 cartes mises dans votre Main, piochez 1 carte.
ja: [ゲームに1回] 自分のアーカイブの#きのこを持つイベント1~4枚を手札に戻す。そして手札に戻したカード2枚につき、自分のデッキを1枚引く。
ko: [게임에 1번] 자신의 아카이브의 #버섯을 가진 이벤트 1~4장을 패로 되돌린다. 그리고 패로 되돌린 카드 2장당, 자신의 덱을 1장 드로우 한다.
zh_tw: [遊戲1次] 將自己存檔區的1~4張持有#蘑菇的事件卡返回手牌。然後每返回2張卡片，抽1張牌。

# hBP04-020_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-020_ART_0_NAME
source: The Juufuutei Group's curtain raiser and apprentice!
fr: L'apprentie et lever de rideau du groupe Juufuutei !
ja: 儒鳥風亭一門は前座見習い!
ko: 주우후테이 일문은 전자 견습!
zh_tw: 儒烏風亭一門的前座見習！

# hBP04-020_ART_1_NAME
source: I am Juufuutei Raden!
fr: Je suis Juufuutei Raden !
ja: 儒鳥風亭らでんでございます!
ko: 주우후테이 라덴 입니다!
zh_tw: 在下是儒烏風亭螺鈿！

# hBP04-021_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-021_ART_0_NAME
source: Raden Standby
fr: Raden en attend
ja: らでんスタンバイ
ko: 라덴 스탠바이
zh_tw: 螺鈿待命中

# hBP04-021_COLLAB_NAME
source: Bringing You Knowledge and Fun
fr: Apporter le savoir et bonne humeur
ja: あなたに学びと面白いをお届け
ko: 당신에게 배움과 웃음을 전달
zh_tw: 為您帶來知識與趣味

# hBP04-021_COLLAB_EFFECT
source: If you used an event with #Mushroom this turn, restore 20 HP to 1 of your holomem with #ReGLOSS.
fr: Si vous avez joué un Événement avec #Champignon ce tour-ci, restaurez 20 PV à n'importe lequel de vos Holomems.
ja: このターンに自分が#きのこを持つイベントを使っていた時、自分の#ReGLOSSを持つホロメン1人のHP20回復。
ko: 이 턴에서 자신이 #버섯을 가진 이벤트를 사용하고 있을 때, 자신의 #ReGLOSS를 가진 홀로멤 1명의 HP 20 회복.
zh_tw: 此回合自己曾使用持有#蘑菇的事件卡時，為自己1位持有#ReGLOSS的Holo成員回復20點HP。

# hBP04-022_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-022_ART_0_NAME
source: Knowledgeable Clapback
fr: L'érudite Tsukkomi
ja: 博識ツッコミ
ko: 박식 태클
zh_tw: 博學吐槽

# hBP04-022_ART_1_NAME
source: Well, Something Like That
fr: Bon, c'est à propos de ça
ja: まぁそんなとこですな
ko: 뭐 그런 것이지요
zh_tw: 差不多就是這樣吧

# hBP04-023_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-023_ART_0_NAME
source: Jokester
fr: Chef des contes du soir
ja: ネタ枠担当
ko: 네타 담당
zh_tw: 搞笑擔當

# hBP04-023_GIFT_NAME
source: ReGLOSS's Hype Squad
fr: La farceuse et l'enthousiaste de ReGLOSS
ja: REGLOSSの賑やかし
ko: ReGLOSS의 분위기 띄우는 역
zh_tw: ReGLOSS的氣氛製造者

# hBP04-023_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, you may reattach 1 cheer from this holomem to your other holomem with #ReGLOSS.
fr: Lorsque cet Holomem est mis Inconscient pendant le tour de votre adversaire, vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos Holomems avec #ReGLOSS.
ja: 相手のターンで、このホロメンがダウンした時、このホロメンのエール1枚を、自分の他の#ReGLOSSを持つホロメンに付け替えられる。
ko: 상대의 턴에서, 이 홀로멤이 다운 했을 때, 이 홀로멤의 옐 1장을, 자신의 다른 #ReGLOSS를 가진 홀로멤에게 옮겨 붙일 수 있다.
zh_tw: 在對手回合，此Holo成員被擊倒時，可以將此Holo成員的1張聲援，重新裝備到自己其他持有#ReGLOSS的Holo成員上。

# hBP04-024_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-024_ART_0_NAME
source: Reminiscing Applause
fr: Reflexion sur les Cheers
ja: 喝采反芻
ko: 갈채 반추
zh_tw: 喝采反芻

# hBP04-024_ART_0_EFFECT
source: You may send 1 cheer from your archive to this holomem.
fr: Vous pouvez attacher 1 Cheer de votre Archive à cet Holomem.
ja: 自分のアーカイブのエール1枚をこのホロメンに送れる。
ko: 자신의 아카이브의 옐 1장을 이 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張聲援送到此Holo成員上。

# hBP04-024_GIFT_NAME
source: Calm and Collected
fr: Calme et posée
ja: 冷静沈着
ko: 냉정 침착
zh_tw: 冷靜沉著
