Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBD24-058_NAME
source: Rindo Chihaya
ja: 輪堂千速
zh_tw: 輪堂千速

# hBD24-058_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
zh_tw: 綠色強化

# hBD24-058_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、緑分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-058_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-059_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷

# hBD24-059_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
zh_tw: 綠色強化

# hBD24-059_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、緑分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-059_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-060_NAME
source: Koganei Niko
ja: 虎金妃笑虎
zh_tw: 虎金妃笑虎

# hBD24-060_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
zh_tw: 黃色強化

# hBD24-060_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、黄分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-060_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-061_NAME
source: Houshou Marine
ja: 宝鐘マリン
zh_tw: 寶鐘瑪琳

# hBD24-061_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-061_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-061_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBP05-006_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-006_SKILL_EFFECT
source: [1/Turn]During this turn, your [center holomem and collab holomem] with #Singing get Arts+10.
fr: [1/tour] Jusqu'à la fin du tour, les Arts de vos Holomems [Central et Collab] avec #Chanson gagnent +10 dégâts.
ja: [ターンに1回] このターンの間、自分の「#歌」を持つ[センターホロメンとコラボホロメン]のアーツが+10。
zh_tw: [回合1次] 此回合，自己持有「#歌」的[C位Holo成員與聯動Holo成員]的技藝+10。

# hBP05-006_SPSKILL_EFFECT
source: [1/Game]During this game, all of your <Nerissa Ravencroft> requires -1 colorless for their Arts.
fr: [1/partie] Jusqu'à la fin de la partie, le coût en Cheers des Arts de vos ⟨Nerissa Ravencroft⟩ est réduit de 1 Neutre.
ja: [ゲームに1回] このゲームの間、自分の〈ネリッサ・レイヴンクロフト〉全員のアーツが必要です-1。
zh_tw: [遊戲1次] 此遊戲中，自己所有<納瑞莎·雷文克羅夫特>的技藝所需-1。

# hBP05-009_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-009_ART_0_NAME
source: Summer Memories
fr: Souvenirs d'été
ja: 夏の思い出
zh_tw: 夏天的回憶

# hBP05-009_COLLAB_NAME
source: Deep in summer
fr: Plein été
ja: 夏深し
zh_tw: 夏日漸深

# hBP05-009_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 1st <Shirogane Noel> from your deck, and add it to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 ⟨Shirogane Noel⟩ 1st Bloom de votre Deck et ajoutez-la à votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、1stホロメンの〈白銀ノエル〉を1枚出し、手札に加える。そしてデッキをシャッフルする。
zh_tw: 若自己是後攻且為第一回合，從自己牌組中將1張1st Holo成員的<白銀諾艾爾>加入手牌。然後洗牌。

# hBP05-011_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hBP05-011_ART_0_NAME
source: Happy Danchou
fr: Joyeux Danshou
ja: 団長幸せだよ
zh_tw: 團長很幸福喔

# hBP05-011_ART_0_EFFECT
source: This Arts gets +10 for each differently named holomem with #Gen 3 on your stage.
fr: Cet Art gagne +10 dégâts pour chaque Holomem avec #Gen3 nommé différemment sur votre Scène.
ja: 自分のステージの異なるカード名の#3期生を持つホロメン1人につき、このアーツ+10。
zh_tw: 自己舞台上每有1位不同卡名的#3期生 Holo成員，此技藝+10。

# hBP05-011_BLOOM_NAME
source: Everyone is here
fr: Tout le monde est là
ja: みんなが居てくれて

# hBP05-011_BLOOM_EFFECT
source: During this turn, your [center holomem and collab holomem] with #Gen 3 get Arts+10.
fr: Pendant ce tour, les Arts de vos Holomems [Central et Collab] avec #Gen3 gagnent +10 dégâts.
ja: このターンの間、自分の#3期生を持つ[センターホロメンとコラボホロメン]のアーツ+10。

# hBP05-014_NAME
source: Usada Pekora
ja: 兎田ぺこら
zh_tw: 兔田佩克拉

# hBP05-014_ART_0_NAME
source: Am I pekute?
fr: Je suis Pekute !
ja: かわいいぺこか？
zh_tw: 可愛嗎peko？

# hBP05-014_ART_0_EFFECT
source: You may roll a die once:If it is even, draw 1 card.
fr: Lancez un dé : si le résultat est pair, piochez 1 carte de votre Deck.
ja: サイコロを1回振れる：偶数なら、自分のデッキを1枚引く。
zh_tw: 可以擲1次骰子：偶數的話，抽1張牌。

# hBP05-015_NAME
source: Usada Pekora
ja: 兎田ぺこら
zh_tw: 兔田佩克拉

# hBP05-015_ART_0_NAME
source: Carrots...
fr: Carotte ...
ja: にんじん…
zh_tw: 紅蘿蔔…

# hBP05-015_ART_0_EFFECT
source: If your stage has 3 or more holomem with #Gen 3, send the top card of your cheer deck to this holomem.
fr: Si vous avez 3 Holomems ou plus avec #Gen3 sur votre Scène, attachez la première carte de votre Deck de Cheers à cet Holomem.
ja: 自分のステージに#3期生を持つホロメンが3人以上いるなら、自分のエールデッキの上から1枚をこのホロメンに送る。
zh_tw: 自己舞台上有3位以上#3期生 Holo成員的話，從自己聲援牌組最上方將1張送到此Holo成員上。

# hBP05-015_ART_1_NAME
source: Do I need them peko?
fr: En ai-je besoin peko ?
ja: いらないぺこ？
zh_tw: 不需要嗎peko？

# hBP05-015_ART_1_EFFECT
source: If your Oshi holomem is white, draw 1 card.
fr: Si votre Oshi est Blanche, piochez 1 carte de votre Deck.
ja: 自分の推しホロメンの色が白なら、自分のデッキを1枚引く。
zh_tw: 自己的主推Holo成員顏色是白色的話，抽1張牌。

# hBP05-058_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-058_COLLAB_EFFECT
source: If you went second, it is your first turn, and your Oshi holomem is <Nerissa Ravencroft>, put the top card of your deck to holo Power.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, si votre Oshi est ⟨Nerissa Ravencroft⟩. Mettez la première carte de votre Deck dans vos Holopowers.
ja: 自分が後攻で最初のターンの時、自分の推しホロメンが〈ネリッサ・レイヴンクロフト〉なら、自分のデッキの上から1枚をホロパワーにする。
zh_tw: 自己是後攻且為第一回合時，若自己的主推Holo成員是<納瑞莎·雷文克羅夫特>，將自己牌組最上方1張作為holo能量。

# hBP05-060_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
zh_tw: 納瑞莎·雷文克羅夫特

# hBP05-060_ART_0_NAME
source: A glamorous banquet
fr: Un banquet Glamour
ja: 艶なる宴
zh_tw: 艷麗的宴會

# hBP05-060_ART_0_EFFECT
source: You may archive 1 card from your hand:Deal 20 special damage to your opponent's center holomem or collab holomem.
fr: Archivez 1 carte de votre Main pour l'effet suivant : Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分の手札1枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ20を与える。
zh_tw: 可以將自己1張手牌放入存檔區：對手的C位Holo成員或聯動Holo成員造成20點特殊傷害。

# hBP05-060_BLOOM_NAME
source: Moonlight
fr: Claire de Lune
ja: 月の光

# hBP05-060_BLOOM_EFFECT
source: Reveal 1 [<Nerissa Ravencroft's Staff> or <Jailbird>] from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 [⟨Bâton de Nerissa Ravencroft⟩ ou ⟨Jailbird⟩] de votre Deck, et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、[〈ネリッサ・レイヴンクロフトの杖〉か〈Jailbird〉]1枚除外し、手札に加える。そしてデッキをシャッフルする。

# hBP05-080_NAME
source: SorAZ Celebration
fr: Célébration de SorAZ
ja: SorAZセレブレーション
zh_tw: SorAZ慶典

# hBP05-080_EFFECT
source: Draw 2 cards. Look at the top 5 cards of your deck. Reveal 1 1st holomem from among them, and add the revealed card to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Piochez 2 cartes. Puis regardez les 5 premières cartes de votre Deck. Révélez 1 Holomem 1st Bloom parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキを2枚引く。その後、自分のデッキの上から5枚を見る。その中から、最初のホログラムを1枚差し込み、手札を加える。そして残ったカードを好きな順番でデッキの下に戻す。
zh_tw: 抽2張牌。之後，查看自己牌組最上方5張。從中將1張1st Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hY04-007_NAME
source: Blue Cheer
fr: Cheer Bleu
ja: 青エール
zh_tw: 藍聲援

# hBD24-062_NAME
source: Tokoyami Towa
ja: 常闇トワ
zh_tw: 常闇永遠

# hBD24-062_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
zh_tw: 紫色強化

# hBD24-062_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、紫分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-062_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-063_NAME
source: Akai Haato
ja: 赤井はあと
zh_tw: 赤井心

# hBD24-063_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-063_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-063_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hSD08-001_NAME
source: Amane Kanata
ja: 天音かなた
zh_tw: 天音彼方

# hSD08-001_SKILL_NAME
source: White Microphone
fr: Micro Blanc
ja: ホワイトマック
zh_tw: 白色麥克風

# hSD08-001_SKILL_EFFECT
source: [1/Turn]During this turn, your white center holomem gets Arts+20.
fr: (Une fois par tour) Si votre Holomem Central est Blanc, ses Arts gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: [ターンに1回] このターンの間、自分のホワイトセンターホロメンのアーツが+20されます。
zh_tw: [回合1次] 此回合，自己白色C位Holo成員的技藝+20。

# hSD08-001_SPSKILL_NAME
source: Quick Guard
fr: Garde rapide
ja: クイックガード
zh_tw: 快速防禦

# hSD08-001_SPSKILL_EFFECT
source: [1/Game]During your opponent's turn, usable if your white holomem would take damage from your opponent:That holomem takes -20 damage.
fr: (Une fois par partie) Peut être utilisé durant le tour de votre adversaire lorsque l'un de vos Holomems Blancs est sur le point de subir des dégâts: réduisez ces dégâts de 20.
ja: [ゲームに1回] 相手のターンで、自分のホワイトホロメンが相手からダメージを受ける時に使える：そのホロメン1人がダメージ-20を受け取ります。
zh_tw: [遊戲1次] 在對手回合，自己的白色Holo成員受到對手傷害時可以使用：該Holo成員受到的傷害-20。

source: Summer
fr: Été
ja: サマー
zh_tw: 夏日

# hSD08-002_NAME
source: Amane Kanata
ja: 天音かなた
zh_tw: 天音彼方

# hSD08-002_ART_0_NAME
source: I Look Good in a Yukata, Right?
fr: Je suis jolie en yukata, n'est-ce pas ?
ja: 浴衣が似合うでしょ
zh_tw: 浴衣很適合我吧

# hSD08-002_COLLAB_NAME
source: holoSummer
ja: ホロサマー

# hSD08-002_COLLAB_EFFECT
source: Look at the top 5 cards of your deck. Reveal 1 Debut holomem with #Summer from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regarder les 5 premières carte de votre Deck. Révélez 1 Holomem Debut avec #Été et ajoutez-le à votre main. Puis mettez les cartes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から5枚を見る。その中から、#サマーを持つDebutホロメン1枚を公開し、手札に加える。そして、エナジードリンク好きな順でデッキの下に戻す。
zh_tw: 查看自己牌組最上方5張。從中公開1張持有#夏日的Debut Holo成員，加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD08-003_NAME
source: Amane Kanata
ja: 天音かなた
zh_tw: 天音彼方

# hSD08-003_ART_0_NAME
source: Everyone's Super Darling
fr: La Super Darling de tout le monde
ja: みんなのスパグリ
zh_tw: 大家的Super Chat

# hSD08-003_ART_0_EFFECT
source: This Arts gets +10 for each holomem with #Summer on your stage.
fr: Cet Art gagne +10 de dégâts pour chacun de vos Holomems avec #Été.
ja: 自分のステージの#サマーを持つホロメン1人につき、このアーツ+10。
zh_tw: 自己舞台上每有1位持有#夏日的Holo成員，此技藝+10。

# hSD08-003_BLOOM_NAME
source: I'll Hear You Out
fr: Je peux te parler
ja: 相談するよ

# hSD08-003_BLOOM_EFFECT
source: Reveal 1 Debut holomem with #Gen 4 from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem Debut avec #Gen4 de votre Deck et ajoutez-le à votre main. Mélangez ensuite votre Deck.
ja: 自分のデッキから、#4期生を持つDebutホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hSD08-004_NAME
source: Amane Kanata
ja: 天音かなた
zh_tw: 天音彼方

# hSD08-004_ART_0_NAME
source: So that I Can Catch Up to You
fr: Pour que je puisse te rattraper
ja: きみの背中に追いつけるように
zh_tw: 為了能追上你的背影

# hSD08-004_ART_0_EFFECT
source: [1/Turn]When this Arts downed your opponent's center holomem, deal 40 special damage to 1 of your opponent's 2nd holomem.
fr: (1 fois par tour) Si l'Holomem central de votre adversaire est mis inconscient par cet Art, infligez 40 dégâts spéciaux à l'un des Holomems 2nd Bloom de votre adversaire.
ja: [ターンに1回]このアーツで相手のセンターホロメンをダウンさせた時、相手の2番目のホロメン1人に特殊ダメージ40を与える。
zh_tw: [回合1次]此技藝擊倒對手C位Holo成員時，對手1位2nd Holo成員造成40點特殊傷害。

# hSD08-004_GIFT_NAME
source: Angel Wind
fr: Vent Angélique
ja: エンジェルウィンド
zh_tw: 天使之風

# hSD08-004_GIFT_EFFECT
source: [Center Position Only]Your Debut holomem with #Gen 4 in the collab position gets Arts+40.
fr: (Position centrale uniquement) Votre Holomem collab Debut avec #Gen4 gagne +40 dégâts.
ja: [センターポジション限定]自分のコラボポジションの#4期生を持つデビューホロメンのアーツ+40。
zh_tw: [限C位位置]自己聯動位置上持有#4期生的Debut Holo成員的技藝+40。

# hSD08-005_NAME
source: Himemori Luna
ja: 姫森ルーナ
zh_tw: 姬森璐娜

# hSD08-005_ART_0_NAME
source: It's a Festival
fr: C'est un festival
ja: お祭りなのら
zh_tw: 是祭典喔

# hSD08-005_GIFT_NAME
source: All-Encompassing Pouch
fr: Sac à cordon
ja: なんでも入る巾着
zh_tw: 什麼都能裝的束口袋

# hSD08-005_GIFT_EFFECT
source: [Collab Position Only]During the opponent's turn, when your holomem is downed, and your life is less than or equal to your opponent's, your may return 1 item with "PC" in its card name from your archive to hand.
fr: [Position Collab] Si l'un de vos Holomem est mis Inconscient durant le tour de votre adversaire, si vous avez autant ou moins de VIE que votre adversaire, vous pouvez mettre 1 Soutien avec "PC" dans son nom de votre Archive dans votre Main.
ja: [コラボポジション限定]相手のターンで、自分のホロメンがダウンした時、自分のライフが相手以下なら、自分のアーカイブのカード名に「パソコン」を含むアイテム1枚を手札に戻せます。
zh_tw: [限聯動位置]在對手回合，自己的Holo成員被擊倒時，若自己的生命值等於或少於對手，可以將自己存檔區的1張卡名包含「電腦」的道具卡返回手牌。

# hSD08-006_NAME
source: Tokoyami Towa
ja: 常闇トワ
zh_tw: 常闇永遠

# hSD08-006_ART_0_NAME
source: Have You Fallen for Towa?
fr: Es-tu captivé par Towa ?
ja: トワに見惚れちゃった？
zh_tw: 看永遠看得入迷了嗎？

# hSD08-006_COLLAB_NAME
source: Wanna Watch the Fireworks?
fr: Est-ce que tu vas regarder les feux d'artifice ?
ja: 花火を見ていく？
zh_tw: 要一起看煙火嗎？

# hSD08-006_COLLAB_EFFECT
source: Deal 10 special damage to your opponent's center holomem. If you went second and it is your first turn, deal 20 special damage to your opponent's center holomem instead.
fr: Infligez 10 dégâts spéciaux à l'Holomem central de votre adversaire. Si vous jouez en deuxième et qu'il s'agit de votre premier tour, infligez 20 dégâts spéciaux à la place.
ja: 相手のセンターホロメンに特殊ダメージ10を与える。自分が後攻で最初のターンなら、かわりに、相手のセンターホロメンに特殊ダメージ20を与える。
zh_tw: 對手的C位Holo成員造成10點特殊傷害。若自己是後攻且為第一回合，則改為對其造成20點特殊傷害。

# hSD08-007_NAME
source: Tsunomaki Watame
ja: 角巻わため
zh_tw: 角卷綿芽

# hSD08-007_ART_0_NAME
source: Cotton Candy's Delicious
fr: La barbe à papa est délicieuse
ja: わたあめおいしいねぇ
zh_tw: 棉花糖真好吃

# hSD08-007_COLLAB_NAME
source: Summer Festival with Everyone
fr: Festival d'été avec tout le monde
ja: みんなと夏祭り
zh_tw: 和大家的夏日祭典

# hSD08-007_COLLAB_EFFECT
source: You may send 1 cheer from your archive to your 2nd holomem with #Gen 4.
fr: Vous pouvez envoyer 1 Cheer de votre Archive vers votre Holomem 2nd bloom avec #Gen4.
ja: 自分のアーカイブのエール1枚を自分の#4期生を持つ2ndホロメンに送れる。
zh_tw: 可以將自己存檔區的1張聲援送到自己持有#4期生的2nd Holo成員上。

# hSD09-001_NAME
source: Houshou Marine
ja: 宝鐘マリン
zh_tw: 寶鐘瑪琳

# hSD09-001_SKILL_NAME
source: Red Microphone
fr: Micro Rouge
ja: レッドマイク
zh_tw: 紅色麥克風

# hSD09-001_SKILL_EFFECT
source: [1/Turn]During this turn, your red center holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre Holomem Central est Rouge, donnez à ses Arts +20 dégâts.
ja: [ターンに1回] このターンの間、自分の赤センターホロメンのアーツ+20。
zh_tw: [回合1次] 此回合，自己紅色C位Holo成員的技藝+20。

# hSD09-001_SPSKILL_NAME
source: Now! Once more!
fr: Allez ! Encore une fois !
ja: さあ！もう一度！
zh_tw: 來！再一次！

# hSD09-001_SPSKILL_EFFECT
source: [1/Game]Return 1 red holomem from your archive to hand.
fr: (Une fois par partie) Mettez 1 Holomem Rouge de votre Archive dans votre main.
ja: [ゲームに1回] 自分のアーカイブの赤ホロメン1枚を手札に戻す。
zh_tw: [遊戲1次] 將自己存檔區的1張紅色Holo成員返回手牌。

# hSD09-002_NAME
source: Houshou Marine
ja: 宝鐘マリン
zh_tw: 寶鐘瑪琳

# hSD09-002_ART_0_NAME
source: Would you like to join Senchou?
fr: Est-ce que tu veux te joindre à Senchou?
ja: 船長も一緒にい・か・が？
zh_tw: 船長也一起...如何？

# hSD09-002_COLLAB_NAME
source: holosummer
ja: ホロサマー

# hSD09-002_COLLAB_EFFECT
source: Look at the top 5 cards of your deck. Reveal 1 Debut holomem with #Summer from among them, and add the revealed card to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regarder les 5 premières carte de votre Deck. Révélez 1 Holomem Debut avec #Été et ajoutez-le à votre main. Puis mettez les cartes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から5枚を見る。その中から、#サマーを持つDebutホロメン1枚を除き、手札に加える。そして、エバーグリーンの好きな順でデッキの下に戻す。
zh_tw: 查看自己牌組最上方5張。從中將1張持有#夏日的Debut Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD09-003_NAME
source: Houshou Marine
ja: 宝鐘マリン
zh_tw: 寶鐘瑪琳

# hSD09-003_ART_0_NAME
source: Seriously, leave it to Marine
fr: Sérieusement, laisse Marine faire
ja: マリンに任せろってマジで
zh_tw: 交給船長就對了

# hSD09-003_COLLAB_NAME
source: A win for everyone
fr: Une victoire pour tout le monde
ja: みんな優勝するぞ
zh_tw: 大家一起拿冠軍吧

# hSD09-003_COLLAB_EFFECT
source: Deal 10 special damage for each differently named holomem with #Gen 3 on your stage to your opponent's center holomem.
fr: Infligez 10 dégâts spéciaux pour chaque Holomem nommé différemment avec #Gen3 sur votre Scène à l'Holomem central de votre adversaire.
ja: 相手のセンターホロメンに、自分のステージの異なるカード名のホロメン1人につき、特殊ダメージ10を与える。
zh_tw: 對手的C位Holo成員，造成與自己舞台上不同卡名的Holo成員數量x10點的特殊傷害。

# hSD09-004_NAME
source: Houshou Marine
ja: 宝鐘マリン
zh_tw: 寶鐘瑪琳

# hSD09-004_ART_0_NAME
source: Bonds of 3rd Generation
fr: Liens de la 3ème Génération
ja: 3期生の絆
zh_tw: 3期生的羈絆

# hSD09-004_ART_0_EFFECT
source: If your stage has a holomem with #Gen 3 other than <Houshou Marine>, draw 1 card.
fr: Si vous avez sur votre Scène votre a un Holomem avec #Gen3 autre que <Houshou Marine>, piochez 1 carte de votre Deck.
ja: 自分のステージに〈宝鐘マリン〉以外の#3期生を持つホロメンがいるなら、自分のデッキを1枚引く。
zh_tw: 自己舞台上有<寶鐘瑪琳>以外的#3期生 Holo成員時，抽1張牌。

# hSD09-004_ART_1_NAME
source: Over the horizon alongside you
fr: Au delà de l'horizon à tes côtés (à vos côtés ?)
ja: キミたちと水平線の向こう側へ
zh_tw: 與你們一同航向水平線的彼端

# hSD09-004_ART_1_EFFECT
source: Deal 10 special damage for each differently named holomem with #Gen 3 on your stage to your opponent's center holomem and collab holomem.
fr: Infligez 10 dégâts spéciaux pour chaque Holomem nommé différemment avec #Gen3 sur votre Scène à l'Holomem central et collab de votre adversaire.
ja: 相手のセンターホロメンとコラボホロメンに、自分のステージの異なるカード名の#3期生を持つホロメン1人につき、特殊ダメージ10を与える。
zh_tw: 對手的C位Holo成員與聯動Holo成員，每有1位自己不同卡名的#3期生 Holo成員，造成10點特殊傷害。

# hSD09-005_NAME
source: Shirogane Noel
ja: 白銀ノエル
zh_tw: 白銀諾艾爾

# hSD09-005_ART_0_NAME
source: Summer is here!
fr: L'été est là !
ja: 夏が来たぞー！
zh_tw: 夏天來啦ー！

# hSD09-005_COLLAB_NAME
source: 3rd Generation Beach House
fr: Maison de plage de la 3ème Génération
ja: 3期生の海の家
zh_tw: 3期生的海之家

# hSD09-005_COLLAB_EFFECT
source: Your center 2nd holomem gets Arts+10 for each differently named holomem with #Gen 3 on your stage.
fr: Les Arts de votre Holomem central 2nd bloom font +10 dégâts pour chaque Holomem nommé différemment avec #Gen3.
ja: このターンの間、自分のステージの異なるカード名の#3期生を持つホロメン1人につき、自分のセンターポジションの2番目のホロメンのアーツ+10。
zh_tw: 此回合，自己舞台上每有1位不同卡名的#3期生 Holo成員，自己C位位置的2nd Holo成員的技藝+10。

# hSD09-006_NAME
source: Usada Pekora
ja: 兎田ぺこら
zh_tw: 兔田佩克拉

# hSD09-006_ART_0_NAME
source: Your order of shaved ice peko!
fr: Votre commande de glace pilée peko !
ja: ご注文のかき氷ぺこ！
zh_tw: 您點的刨冰peko！

# hSD09-006_COLLAB_NAME
source: You guys work hard!
fr: Vous travaillez dur !
ja: あんたたちが働くぺこー!!!
zh_tw: 你們快來工作pekoー!!!

# hSD09-006_COLLAB_EFFECT
source: If you are going second and this is your first turn, send the top card of your cheer deck to your holomem with #Gen 3.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, envoyez la carte du haut de votre Deck de Cheers à votre Holomem avec #Gen3.
ja: 自分が後攻で最初のターンなら、自分のエールデッキの上から1枚を、自分の#3期生を持つホロメンに送る。
zh_tw: 若自己是後攻且為第一回合，從自己聲援牌組最上方將1張送到自己持有#3期生的Holo成員上。

# hSD09-007_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hSD09-007_ART_0_NAME
source: Please wait for something cold♪
fr: S'il te plaît attend quelque chose de frais ♪
ja: 冷たいものをお待ちください♪
zh_tw: 請稍等冰品♪

# hSD09-007_GIFT_NAME
source: Let's cool down
fr: Rafraîchissons-nous
ja: クールダウンしよ
zh_tw: 來降溫吧

# hSD09-007_GIFT_EFFECT
source: [Collab Position Only]During your opponent's turn, when this holomem is downed, if your life is less than your opponent's, you take -1 Life Damage.
fr: (Position de collab uniquement) Si cet Holomem est mis inconscient durant le tour de votre adversaire, si vous avec moins de Vie que votre adversaire, vous subissez -1 de dégâts à votre VIE.
ja: [コラボポジション限定] 相手のターンで、このホロメンがダウンした時、自分のライフが相手より少ないなら、自分の減るライフ-1。
zh_tw: [限聯動位置] 在對手回合，此Holo成員被擊倒時，若自己的生命值少於對手，自己減少的生命值-1。

# hY01-009_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
zh_tw: 白聲援

# hY02-007_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
zh_tw: 綠聲援

# hY03-011_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
zh_tw: 紅聲援

# hY03-012_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
zh_tw: 紅聲援

# hY04-009_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
zh_tw: 藍聲援

# hBD24-064_NAME
source: Ookami Mio
ja: 大神ミオ
zh_tw: 大神澪

# hBD24-064_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
zh_tw: 綠色強化

# hBD24-064_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、緑分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-064_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBP05-002_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
zh_tw: 艾拉妮·伊歐菲芙婷
