Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP05-072_ART_0_NAME
source: Backpack a different color to yours
fr: Sac à dos avec une couleur différent du tien
ja: 君と色違いのリュック
zh_tw: 和你不同色的後背包

# hBP05-072_ART_0_EFFECT
source: [Center Position Only]If 4 or more cheers are attached to this holomem, during this turn, this holomem and your collab holomem get Arts+50.
fr: [Position Centrale] Si 4 Cheers ou plus sont attachés à cet Holomem, pendant ce tour, les Arts de cet Holomem et de votre Holomem Collab gagnent +50 dégâts.
ja: [センターポジション限定]このホロメンにエールが4枚以上付いているなら、 このターンの間、このホロメンと自分のコラボホロメンのアーツ+50。
zh_tw: [限C位位置]此Holo成員裝備有4張以上聲援時，此回合，此Holo成員與自己的聯動Holo成員的技藝+50。

# hBP05-072_ART_1_NAME
source: Beach date with Watame
fr: Rendez-vous à la plage avec Watame
ja: わためと海辺デート
zh_tw: 和綿芽的海邊約會

# hBP05-072_ART_1_EFFECT
source: If your Oshi holomem is <Tsunomaki Watame>, you may send the top card of your cheer deck to your <Tsunomaki Watame>.
fr: Si votre Oshi est ⟨Tsunomaki Watame⟩, vous pouvez attacher la première carte de votre Deck de Cheers à l'une de vos ⟨Tsunomaki Watame⟩.
ja: 自分の推しホロメンが〈角巻わため〉なら、自分のエールデッキの上から1枚を自分の〈角巻わため〉に送れる。
zh_tw: 若自己的主推Holo成員是<角卷綿芽>，從自己聲援牌組最上方將1張送到自己的<角卷綿芽>上。

# hBP05-075_NAME
source: Gyudon
ja: 牛丼
zh_tw: 牛丼

# hBP05-075_EFFECT
source: Choose 1 of your holomem. During this turn, the Baton Pass cheer cost of the chosen holomem is reduced by 2 colorless cheer. Then, restore 20 HP to the chosen holomem.
fr: Choisissez l'un de vos Holomems. Pendant ce tour, le coût en Cheers du Relais de l’Holomem choisi est réduit de 2 Cheers Neutres. Puis, restaurez 20 PV à l’Holomem choisi.
ja: 自分のホロメンを1人選ぶ。このターンの間、選んだホロメンのバトンタッチに必要な-2。その後、選んだホロメンのHP20回復。
zh_tw: 選擇自己1位Holo成員。此回合，選擇的Holo成員的接力所需-2。之後，為選擇的Holo成員回復20點HP。

# hBP05-081_NAME
source: Shirogane Noel's Mace
fr: Mace de Shirogane Noel
ja: 白銀ノエルのメイス
zh_tw: 白銀諾艾爾的權杖

# hBP05-081_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 1st or greater <Shirogane Noel> If 3 or more cheers are attached to the holomem this tool is attached to, this holomem gets Arts+20. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attachée à ⟨Shirogane Noel⟩ 1st Bloom ou plus : Si l'Holomem avec cet Outil attaché a 3 Cheers ou plus attachés, les Arts de cet Holomem gagnent +20 dégâts. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールにホロメンのアーツ+10。 ◆1つ以上の〈白銀ノエル〉に付いていたら能力追加このツールにホロメンにエールが3枚以上付いている間、このホロメンのアーツ+20。 ツールは、自分のホロメン1人につき1枚だけ付けられます。
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<白銀諾艾爾>時追加能力：此工具裝備的Holo成員裝備有3張以上聲援時，此Holo成員的技藝+20。 工具卡每位Holo成員只能裝備1張。

# hBP05-083_NAME
source: Nerissa Ravencroft's Staff
fr: Baton de Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフトの杖
zh_tw: 納瑞莎·雷文克羅夫特的杖

# hBP05-083_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 2nd or greater <Nerissa Ravencroft> [Center Position・Collab Position Only][1/Turn]When the holomem this tool is attached to archives cards from your hand by its ability, deal 20 special damage to your opponent's center holomem or collab holomem. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Nerissa Ravencroft⟩ 2nd Bloom ou plus : [Position Centrale ou Collab][1/tour] Lorsque l'Holomem avec cet Outil attaché archive des cartes de votre Main par l'une de ses capacités, infligez 20 dégâts speciaux à l'Holomem Central ou Collab adverse. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆2つ以上の〈ネリッサ・レイヴンクロフト〉に付いていたら能力追加 [センターポジション・コラボポジション限定] [ターンに1回] このツールが付いているホロメンの能力で自分の手札をアーカイブした時、相手のセンターホロメンかコラボホロメンに特殊ダメージ20を与えます。 ツールは、自分のホロメン1人につき1枚だけ付けられます。
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於2nd以上的<納瑞莎·雷文克羅夫特>時追加能力[限C位・聯動位置][回合1次]：此工具裝備的Holo成員因能力將自己的手牌放入存檔區時，對手的C位Holo成員或聯動Holo成員造成20點特殊傷害。 工具卡每位Holo成員只能裝備1張。

# hBP05-084_NAME
source: Tsunomaki Watame's Harp
fr: Harp de Tsunomaki Watame
ja: 角巻わためのハープ
zh_tw: 角卷綿芽的豎琴

# hBP05-084_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 2nd or greater <Tsunomaki Watame> ■While you have a holomem with <Watamates> attached, the holomem this tool is attached to gets Arts+10. ■When the holomem this tool is attached to uses Arts, you may send 1 cheer from your archive to your <Tsunomaki Watame>. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Tsunomaki Watame⟩ 2nd Bloom ou plus : ■ S'il y a un ⟨Watamate⟩ sur votre Scène, les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ■ Lorsque l'Holomem avec cet Outil attaché utilise un Art, vous pouvez attacher 1 Cheer de votre Archive à l'une de vos ⟨Tsunomaki Watame⟩. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ▶2つ以上の〈角巻わため〉が付いていたら能力追加 ■自分のステージに〈わためいと〉がある間、このツールが付いているホロメンのアーツ+10。 ■このツールが付いているホロメンがアーツを使った時、自分のアーカイブのエール1枚を自分の〈角巻わため〉に送れる。 ツールは、自分のホロメン1人につき1枚だけ付けられます。
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於2nd以上的<角卷綿芽>時追加能力： ■自己舞台上有<綿友>時，此工具裝備的Holo成員的技藝+10。 ■此工具裝備的Holo成員使用技藝時，可以將自己存檔區的1張聲援送到自己的<角卷綿芽>上。 工具卡每位Holo成員只能裝備1張。

# hBP05-087_EFFECT
source: During your opponent's turn, when the holomem this fan is attached to is downed, you may reattach 1 cheer from this holomem to your other holomem with #Singing. You may only attach this fan to your <Nerissa Ravencroft>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem avec ce Fan attaché est mis Inconscient, réattachez 1 Cheer de cet Holomem à un autre Holomem avec #Chanson. Ce Fan ne peut être attaché qu'à ⟨Nerissa Ravencroft⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンしたとき、このホロメンのエール1枚を自分の他の#歌を持つホロメンに付け替えられます。 このファンは、自分の〈ネリッサ・レイヴンクロフト〉だけに付けられ、1人につき何枚でも付けられます。
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，可以將此Holo成員的1張聲援重新裝備到自己其他持有#歌的Holo成員上。 此粉絲卡只能裝備於自己的<納瑞莎·雷文克羅夫特>，每位可裝備任意張數。

# hBD24-065_NAME
source: Kikirara Vivi
ja: 綺々羅々ヴィヴィ
zh_tw: 綺綺羅羅薇薇

# hBD24-065_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
zh_tw: 紫色強化

# hBD24-065_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、紫分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-065_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-066_NAME
source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
zh_tw: 凱拉·可瓦爾斯基亞

# hBD24-066_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-066_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-066_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBP05-007_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-007_SKILL_NAME
source: I want to be your strength
fr: Je veux être ta force
ja: キミの力になりたいから
zh_tw: 因為想成為你的力量

# hBP05-007_SKILL_EFFECT
source: [1/Turn]Switch your collab [Debut holomem, 1st holomem, or Spot holomem] with 1 of your back holomem <Shiranui Flare>.
fr: [1/tour] Échangez votre Holomem Collab [Debut, 1st Bloom, ou Spot] avec l'une de vos ⟨Shiranui Flare⟩ en Arrière.
ja: [ターンに1回] 自分のコラボポジションの[デビューホロメンか1stホ口メンかスポットホロメン]と、バックホロメンの〈不知火フレア〉1人を交代させる。
zh_tw: [回合1次] 將自己聯動位置的[Debut Holo成員、1st Holo成員或Spot Holo成員]與後備Holo成員的<不知火芙蕾雅>交換。

# hBP05-007_SPSKILL_NAME
source: Let's all have fun!
fr: Amusons-nous tous ensemble !
ja: みんなで盛り上がろう！
zh_tw: 大家一起High吧！

# hBP05-007_SPSKILL_EFFECT
source: [1/Game]You may reattach 1~5 cheers on your stage to 1 of your <Shiranui Flare>. During this turn, all of your holomem get Arts+10 for each of your center holomem's cheers.
fr: [1/partie] Vous pouvez réattacher 1~5 Cheers sur votre Scène à l'une de vos ⟨Shiranui Flare⟩. Puis pendant ce tour, les Arts de tous vos Holomems gagnent +10 dégats pour chaque Cheer attaché à votre Holomem Central.
ja: [ゲームに1回] 自分のステージのエール1～5枚を自分の〈不知火フレア〉1人に付け替えられる。その後、このターンの間、自分のセンターホロメンのエール1枚につき、自分のステージのホロメン全員のアーツ+10。
zh_tw: [遊戲1次] 可以將自己舞台上的1～5張聲援重新裝備到自己1位<不知火芙蕾雅>上。之後，此回合，自己C位Holo成員每有1張聲援，自己舞台上所有Holo成員的技藝+10。

# hBP05-016_NAME
source: Usada Pekora
ja: 兎田ぺこら
zh_tw: 兔田佩克拉

# hBP05-016_ART_0_NAME
source: You Shall Worship Usa Pekora
fr: Tu vénéreras Usa Pekora
ja: ウーサペコラを崇めるぺこ
zh_tw: 崇拜兔田女神peko

# hBP05-016_ART_0_EFFECT
source: You may roll a die once for each holomem that is stacked to this holomem:This Arts gets +10x the total number rolled.
fr: Vous pouvez lancer un dé pour chaque Holomem empilé sous cet Holomem : Cet Art gagne +10 dégâts multipliés par le total obtenu.
ja: このホロメンに重なっているホロメン1枚につき、サイコロを1回振れる：出た目の数が1につき、このアーツ+10。
zh_tw: 此Holo成員疊加的每1張Holo成員卡，可以擲1次骰子：每1點，此技藝+10。

# hBP05-016_GIFT_NAME
source: The strongest goddess
fr: La plus puissante des déesses
ja: 最強の女神
zh_tw: 最強的女神

# hBP05-016_GIFT_EFFECT
source: When you roll dice with this holomem's Arts, if the total number rolled is odd, draw 1 card. If the total number rolled is even, draw 2 cards.
fr: Lorsque vous lancez des dés via les Arts de cet Holomem, si le total obtenu est impair, piochez 1 carte de votre Deck. Si le total obtenu est pair, piochez 2 cartes de votre Deck.
ja: このホロメンがアーツを使った時、そのアーツでサイコロを振って出た目の数が奇数なら、自分のデッキを1枚引く。偶数なら、自分のデッキを2枚引く。
zh_tw: 此Holo成員使用技藝時，若該技藝擲出的骰子點數為奇數，抽1張牌。若為偶數，抽2張牌。

# hBP05-018_NAME
source: Vestia Zeta
ja: ベスティア・ゼータ
zh_tw: 維斯提亞·澤塔

# hBP05-018_ART_0_NAME
source: Let's go to the sea!
fr: Allons a la mer !
ja: 海に行こう！
zh_tw: 去海邊吧！

# hBP05-018_ART_0_EFFECT
source: If you have a Buzz holomem with #ID Gen 3 on your stage, draw 1 card.
fr: S'il y a un Holomem Buzz avec #IDGen3 sur votre Scène, piochez 1 carte de votre Deck.
ja: 自分のステージに#ID3期生を持つバズホロメンがいるなら、自分のデッキを1枚引いて。
zh_tw: 自己舞台上有持有#ID3期生的Buzz Holo成員時，抽1張牌。

# hBP05-018_ART_1_NAME
source: Summer Vibes
fr: Ambiance d'été
ja: サマーバイブス
zh_tw: 夏日氛圍

# hBP05-018_ART_1_EFFECT
source: When this Arts downed your opponent's holomem, reveal 1 1st holomem with #ID Gen 3 from your deck, and add it to hand. Then, shuffle the deck.
fr: Si cet Holomem met Inconscient un Holomem adverse avec cet Art, révélez 1 Holomem 1st Bloom avec #IDGen3 e votre Deck et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: このアーツで相手のホロメンをダウンさせた時、自分のデッキから、#ID3期生を持つ最初のホロメンを1枚引き、手札に加える。そしてデッキをシャッフルする。
zh_tw: 此技藝擊倒對手Holo成員時，從自己牌組中將1張持有#ID3期生的1st Holo成員加入手牌。然後洗牌。

# hBP05-028_NAME
source: Shishiro Botan
ja: 獅白ぼたん
zh_tw: 獅白牡丹

# hBP05-028_ART_0_NAME
source: This is where we start
fr: C'est ici que nous commençons.
ja: ここからが俺たちのスタートだ
zh_tw: 我們的起點從這裡開始

# hBP05-028_ART_0_EFFECT
source: You may archive 1 cheer from your <Shishiro Botan>:Deal 30 special damage to your opponent's center holomem.
fr: Vous pouvez archiver 1 Cheer de votre ⟨Shishiro Botan⟩ pour l’effet suivant : Infligez 30 dégâts spéciaux à l’Holomem Central adverse.
ja: 自分の〈獅白ぼたん〉のエールを1枚アーカイブできる：相手のセンターホロメンに特殊ダメージ30を与える。
zh_tw: 可以將自己的<獅白牡丹>的1張聲援放入存檔區：對手的C位Holo成員造成30點特殊傷害。

# hBP05-028_GIFT_NAME
source: I tried my best
fr: J'ai fait de mon mieux
ja: ちょっと頑張りました
zh_tw: 稍微努力了一下

# hBP05-028_GIFT_EFFECT
source: [Center Position Only][1/turn]When your Oshi holomem <Shishiro Botan> or a <Shishiro Botan> on your stage deals 30 or more special damage to your opponent's holomem, draw 1 card.
fr: [Position Centrale][1/tour] Lorsque votre Oshi ⟨Shishiro Botan⟩ ou une ⟨Shishiro Botan⟩ sur votre Scène inflige 30 dégâts spéciaux ou plus à un Holomem adverse, piochez 1 carte de votre Deck.
ja: [センターポジション限定][ターンに1回]自分の推しホロメンの〈獅白ぼたん〉か、自分のステージの〈獅白ぼたん〉が相手のホロメシに30以上の特殊ダメージを与えた時、自分のデッキを1枚引く。
zh_tw: [限C位位置][回合1次]自己的主推Holo成員<獅白牡丹>或自己舞台上的<獅白牡丹>對對手Holo成員造成30點以上特殊傷害時，抽1張牌。

# hBP05-038_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード
zh_tw: 茸茸・阿比斯加德

# hBP05-038_ART_0_NAME
source: NOOOOOOOEH!
ja: ノーーーーーーエ！
zh_tw: NOOOOOO!

# hBP05-038_ART_0_EFFECT
source: If your center holomem is <Fuwawa Abyssgard>, this Arts requires -1 colorless.
fr: Si votre Holomem Central est ⟨Fuwawa Abyssgard⟩, cet Art peut être utilisé sans coût de Cheer.
ja: このアーツは、自分のセンターホロメンが〈フワワ・アビスガード〉なら、エール1枚を必要とせずに使えます。
zh_tw: 自己C位Holo成員是<茸茸・阿比斯加德>時，此技藝無需消耗聲援即可使用。

# hBP05-038_GIFT_NAME
source: Mococoeh
ja: モコフェ
zh_tw: Moco Fes

# hBP05-038_GIFT_EFFECT
source: [Collab Position Only]When you use your SP Oshi skill "BAU BAU!", during this turn, this holomem gets Arts+70. Then, if a 2nd holomem is on your stage, during this turn, this holomem gets Arts+50.
fr: [Position Collab] Lorsque vous utilisez votre SP Oshi Skill «BAU BAU !», cet Holomem gagne +70 dégâts jusqu'à la fin de ce tour. Puis, s’il y a un Holomem 2nd Bloom sur votre Scène, cet Holomem gagne +50 dégâts jusqu'à la fin de ce tour.
ja: 【コラボポジション限定】自分のSP推しスキル「BAUBAU！」を使った時、このターンの間、このホロメンのアーツ+70。自分のステージに2枚目のホロメンがいるなら、さらに、このターンの間、このホロメンのアーツ+50。
zh_tw: 【限聯動位置】使用自己的SP主推技能「BAUBAU！」時，此回合，此Holo成員的技藝+70。若自己舞台上有2nd Holo成員，再加此回合，此Holo成員的技藝+50。

# hBP05-046_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
zh_tw: 雪花菈米

# hBP05-046_ART_0_NAME
source: I can't love you!
fr: Je ne peux pas t'aimer !
ja: 愛せな〜い！
zh_tw: 不能愛～！

# hBP05-046_ART_0_EFFECT
source: If a 2nd holomem with #Gen 5 is on your stage, deal 20 Special Damage to 1 of your opponent's holomem.
fr: S'il y a un Holomem 2nd Bloom avec #Gen5 sur votre Scène, infligez 20 dégâts spéciaux à 1 Holomem adverse.
ja: 自分のステージに#5期生を持つ2枚目のホロメンがいるなら、相手のホロメン1人に特殊ダメージ20を与える。
zh_tw: 自己舞台上有2nd Holo成員持有#5期生時，對手1位Holo成員造成20點特殊傷害。

# hBP05-046_BLOOM_NAME
source: Just Lamy-chan~?
fr: Juste Lamy-chan~?
ja: ラミィちゃんしか〜？

# hBP05-046_BLOOM_EFFECT
source: Reveal 1 <Yukimin> from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 ⟨Yukimin⟩ de votre Deck et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、〈雪民〉1枚除外し、手札に加える。そしてデッキをシャッフルする。

# hBP05-050_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
zh_tw: 茸茸・阿比斯加德

# hBP05-050_ART_0_NAME
source: Keyboard Crusher
fr: Destruction de clavier
ja: キーボードクラッシャー
zh_tw: 鍵盤破壞者

# hBP05-050_ART_0_EFFECT
source: If your <Mococo Abyssgard> used Arts this turn, this Arts gets +40. Then, if you used your Oshi skill "Moco-chan!" this turn, this Arts gets +30.
fr: Si votre ⟨Mococo Abyssgard⟩ a perfomé un Art pendant ce tour, cet art gagne +40 dégâts. Si vous avez utilisé votre Oshi skill «Moco-chan!» pendant ce tour, cet art gagne +30 dégâts.
ja: このターンに自分の〈モココ・アビスガード〉がアーツを使ったなら、このアーツ+40。このターンに自分の推しスキル「モコちゃん！」を使ったなら、さらに、このアーツ+30。
zh_tw: 此回合自己的<茸茸・阿比斯加德>曾使用技藝時，此技藝+40。此回合曾使用自己的主推技能「モコちゃん！」時，再加此技藝+30。

# hBP05-050_GIFT_NAME
source: Mogojaaan!!!
ja: モゴジャ〜〜ン!!!
zh_tw: モゴジャ〜〜ン!!!

# hBP05-050_GIFT_EFFECT
source: [Center Position Only]When you use your Oshi skill "Moco-chan!", send the top card of your cheer deck to your holomem with #Advent.
fr: [Position Centrale] Lorsque vous utilisez votre Oshi skill «Moco-chan!», attachez la première carte de votre Deck de Cheers à un Holomem avec #Advent.
ja: [センターポジション限定]自分の推しキル「モコちゃん！」を使った時、自分のエールデッキの上から1枚を自分の#Adventを持つホロメンに送る。
zh_tw: [限C位位置]使用自己的主推技能「モコちゃん！」時，從自己聲援牌組最上方將1張送到自己持有#Advent的Holo成員上。

# hBP05-063_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-063_ART_0_NAME
source: Do you want to play games with me?
fr: Tu veux jouer à un jeu avec moi ?
ja: キミも一緒にゲームしない？
zh_tw: 要不要一起玩遊戲？

# hBP05-063_COLLAB_NAME
source: Chilling at home
fr: Se reposer à la maison
ja: おうちでまったり
zh_tw: 在家悠閒

# hBP05-063_COLLAB_EFFECT
source: You may archive 1 cheer from this holomem:Reveal 1 Debut holomem from your deck with a different card name from all holomem on your stage, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 Cheer de cet Holomem : Révélez 1 Holomem Debut de votre Deck avec un nom différent des Holomems sur votre Scène et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: このホロメンのエール1枚をアーカイブできます：自分のデッキから、自分のステージのホロメン全員と異なるカード名のデビューホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：從自己牌組中公開1張與自己舞台上所有Holo成員不同卡名的Debut Holo成員，加入手牌。然後洗牌。

# hBP05-064_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-064_ART_0_NAME
source: Happy place
fr: Endroit agréable
ja: 幸せの場所
zh_tw: 幸福的場所

# hBP05-064_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 2 Debut holomem with different card names from your deck, and add them to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 2 Holomems Debut avec un nom différent de votre Deck et ajoutez-les à votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、異なるカード名のデビューホロメン2枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: 若自己是後攻且為第一回合，從自己牌組中公開2張不同卡名的Debut Holo成員，加入手牌。然後洗牌。

# hBP05-065_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-065_ART_0_NAME
source: That's a lie!
fr: C'est un mensonge !
ja: それは嘘じゃん！
zh_tw: 那是騙人的吧！

# hBP05-065_GIFT_NAME
source: Lucky stone
fr: Pierre porte-bonheur
ja: 幸運の石
zh_tw: 幸運石

# hBP05-065_GIFT_EFFECT
source: [Collab position only][1/turn]If your other holomem would take Damage from your opponent, you may roll a die once:If it is odd, that holomem takes -40 damage. If it is even, that holomem takes -20 damage.
fr: [Position Collab][1/tour] Si un autre Holomem est sur le point de subir des dégâts adverses, vous pouvez lancer un dé : Si le résultat est impair, il subit -40 dégâts. Si le résultat est pair, il subit -20 dégâts.
ja: [コラボポジション限定][ターンに1回] このホロメン以外の自分のホロメンが相手からダメージを受ける時、サイコロを1回振れる：奇数なら、そのホロメン1人がダメージ-40を受ける。偶数なら、そのホロメン1人がダメージ-20を受ける。
zh_tw: [限聯動位置][回合1次] 此Holo成員以外的自己Holo成員受到對手傷害時，可以擲1次骰子：奇數時，該Holo成員受到的傷害-40。偶數時，該Holo成員受到的傷害-20。

# hBP05-066_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-066_ART_0_NAME
source: Pure like the snow
fr: Pure comme neige
ja: 氷姿雪魄
zh_tw: 冰姿雪魄

# hBP05-066_ART_0_EFFECT
source: This Arts gets +10 for each differently named holomem with #Gen 3 on your stage.
fr: Cet Art gagne +10 dégâts pour chaque Holomem de nom différent avec #Gen3 sur votre Scène.
ja: 自分のステージの異なるカード名の#3期生を持つホロメン1人につき、このアーツ+10。
zh_tw: 自己舞台上每有1位不同卡名的#3期生 Holo成員，此技藝+10。

# hBP05-066_GIFT_NAME
source: Winter journey
fr: Voyage d'hiver
ja: 冬の旅
zh_tw: 冬之旅

# hBP05-066_GIFT_EFFECT
source: [Collab Position Only]When your center holomem with #Gen 3 uses Arts, you may archive 1 card from your hand:Draw 1 card.
fr: [Position Collab] Quand votre Holomem Central avec #Gen3 utilise un Art, vous pouvez archiver 1 carte de votre Main : Piochez 1 carte de votre Deck.
ja: [コラボポジション限定]自分の#3期生を持つセンターホロメンがアーツを使った時、自分の手札1枚をアーカイブできる：自分のデッキを1枚引く。
zh_tw: [限聯動位置]自己持有#3期生的C位Holo成員使用技藝時，可以將自己1張手牌放入存檔區：抽1張牌。

# hBP05-067_NAME
source: Shiranui Flare
ja: 不知火フレア
zh_tw: 不知火芙蕾雅

# hBP05-067_ART_0_NAME
source: Because I want everyone to laugh
fr: Parce que je veux que tout le monde rit
ja: みんなに笑ってほしいから
zh_tw: 因為希望大家都能笑

# hBP05-067_ART_0_EFFECT
source: You may roll a die once:If it is greater than or equal to your life, the Arts gets +60. If it is less than or equal to your life, draw 1 card.
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à votre VIE actuelle, cet Art gagne +60 dégâts. Si le résultat est inférieur ou égal à votre VIE actuelle, piochez 1 carte de votre Deck.
ja: サイコロを1回振れる：出た目の数が自分のライフ以上なら、このアーツ+60。出た目の数が自分のライフ以下なら、自分のデッキを1枚引く。
zh_tw: 可以擲1次骰子：擲出的點數大於等於自己的生命值時，此技藝+60。擲出的點數小於等於自己的生命值時，抽1張牌。

# hBP05-067_GIFT_NAME
source: Colorful Stream
fr: Stream coloré
ja: カラフルストリーム
zh_tw: 多彩直播

# hBP05-067_GIFT_EFFECT
source: When this holomem uses Arts, you may reattach 2 cheers from this holomem to 1 of your back holomem. Return 1 1st holomem from your archive with the same name as the holomem that received the cheers to your hand.
fr: Lorsque cet Holomem utilise un Art, vous pouvez réattacher 2 Cheers de cet Holomem à l'un de vos Holomems en Arrière. Puis mettez 1 Holomem de votre Archive avec le même nom que ceux qui ont reçu un Cheer et ajoutez-le à votre Main.
ja: このホロメンがアーツを使った時、このホロメンのエール2枚を自分のバックホロメン1人に送れる。その後、自分のアーカイブの、エールを送ったホロメンと同じカード名の1枚目のホロメン1枚を手札に戻す。
zh_tw: 此Holo成員使用技藝時，可以將此Holo成員的2張聲援送到自己1位後備Holo成員上。之後，將自己存檔區中1張與送出聲援的Holo成員同卡名的1st Holo成員返回手牌。

# hBP05-073_NAME
source: Ayunda Risu
ja: アユンダ・リス
zh_tw: 阿芸達·栗絲

# hBP05-073_ART_0_EFFECT
source: If your Oshi holomem is <Ayunda Risu>, this Arts gets +10 for each cheer attached to your holomem with #ID Gen 1. However, only up to 10 cheers are counted.
fr: Si votre Oshi est ⟨Ayunda Risu⟩, cet Art gagne +10 dégâts pour chaque Cheer attaché à vos Holomems avec #IDGen1. Le nombre maximum de Cheers pour cet effet est de 10.
ja: 自分の推しホロメンが〈アユンダ・リス〉なら、自分の#ID1期生を持つホロメン全員のエール1枚につき、このアーツ+10。ただし、枚数は10枚まで。
zh_tw: 若自己的主推Holo成員是<阿芸達·栗絲>，自己所有#ID1期生 Holo成員每有1張聲援，此技藝+10。但最多計算10張。

# hBP05-073_COLLAB_EFFECT
source: Look at the top 3 cards of your cheer deck. Reveal 1 cheer from among them, and send it to your <Ayunda Risu>. Then, return the remaining cards to the bottom of the cheer deck in any order. Draw 1 card.
fr: Regardez les 3 cartes du dessus de votre Deck de Cheers. Révélez-en une et attachez-la à l'une de vos ⟨Ayunda Risu⟩. Puis, remettez les Cheers restant en dessous du Deck de Cheers dans n'importe quel ordre. Puis, piochez 1 carte de votre Deck.
ja: 自分のエールデッキの上から3枚を見る。その中から、エール1枚を除外し、自分の〈アユンダ・リス〉に送る。そして残ったエールを好きな順でエールデッキの下に戻す。その後、自分のデッキを1枚引く。
zh_tw: 查看自己聲援牌組最上方3張。從中將1張聲援送到自己的<阿芸達·栗絲>上。然後將剩餘聲援以任意順序放回聲援牌組最下方。之後，抽1張牌。

# hBP05-074_NAME
source: Friendly PC
fr: PC amical
ja: フレンドリーパソコン
zh_tw: 友善電腦

# hBP05-074_EFFECT
source: Reveal 1~2 Debut holomem with Extra "You may include any number of this holomem in the deck" from your deck, and place them on stage. Then, shuffle the deck. If 2 Debut holomem were placed, return 1 card from your hand to the bottom of the deck.
fr: Révélez 1~2 Holomems Debut avec l'Extra "Vous pouvez mettre n'importe quel nombre de copies de cet Holomem dans votre Deck." de votre Deck et mettez-les sur votre Scène. Puis mélangez votre Deck. Si vous avez mis 2 Holomems sur votre Scène, mettez 1 carte de votre Main au-dessous de votre Deck.
ja: 自分のデッキから、エクストラ「このホロメンはデッキに何枚でも入れられる」を持つDebutホロメン1～2枚を公開し、ステージに出します。そしてデッキをシャッフルします。Debutホロメンを2枚出したなら、さらに、自分の手札1枚をデッキの下に戻します。
zh_tw: 從自己牌組中公開1～2張持有額外效果「此Holo成員在牌組中可不限數量放入」的Debut Holo成員，登場到舞台上。然後洗牌。若登場了2張Debut Holo成員，再將自己1張手牌放回牌組最下方。

# hBP05-078_NAME
source: Drinking stream
fr: Stream consommation d'alcool
ja: 晩酌配信
zh_tw: 晚酌直播

# hBP05-078_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Alcohol from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Alcool et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札にこのカードを6枚以下でなければ使えません。 自分のデッキの上から4枚を見る。その中から、#お酒を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残りのカードの好きな順でデッキの下に戻す。
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#酒精的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。
