Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP02-099_EFFECT
source: The holomem this fan is attached to gets +10 HP. You may only attach this fan to your <Shirakami Fubuki>, and you may attach any number of this fan per holomem.
fr: L'Holomem avec ce Fan attaché gagne +10 PV. Ce Fan ne peut être attaché qu'à ⟨Shirakami Fubuki⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンのHP+10。 このファンは、自分の〈白上フブキ〉だけに付けられ、1人につき何 枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤의 HP +10. 이 팬은, 자신의 〈시라카미 후부키〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員的HP+10。 此粉絲卡只能裝備於自己的<白上吹雪>，每位可裝備任意張數。

# hSD02-002_ART_0_NAME
source: Kon-Nakiri~
ja: こんなきり〜
ko: 콘나키리~
zh_tw: こんなきり〜

# hSD02-003_ART_0_NAME
source: Shiranui
ja: 不知火
ko: 시라누이
zh_tw: 不知火

# hSD02-003_COLLAB_NAME
source: Karma
ja: 業
ko: 업
zh_tw: 業

# hSD02-003_COLLAB_EFFECT
source: Deal 10 special damage to your opponent's collab holomem.
fr: Infligez 10 dégâts spéciaux à l'holomem Collab de votre adversaire.
ja: 相手のコラボホロメンに特殊ダメージ10を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 10을 준다.
zh_tw: 對手的聯動Holo成員造成10點特殊傷害。

# hSD02-004_ART_0_NAME
source: Dango Tastes So Good
fr: Délicieux dangos
ja: おだんごおいしい余
ko: 당고 맛있어요
zh_tw: 糰子真好吃余

# hSD02-004_COLLAB_NAME
source: One Year of Ayame
fr: Premier anniversaire de Ayame
ja: あやめのひととせ
ko: 아야메의 한 해
zh_tw: 綾目的一年四季

# hSD02-004_COLLAB_EFFECT
source: During this turn, if <Poyoyo> is attached to this holomem, your center holomem gets Arts+20.
fr: Si cet holomem a Poyoyo attaché, les Arts de votre holomem Central gagnent +20 dégâts ce tour.
ja: このホロメンにくぼよ余〉が付いている時、このターンの間、自分のセン ターホロメンのアーツ+20。
ko: 이 홀로멤에게 〈포요요〉가 붙어 있을 때, 이 턴 동안, 자신의 센터 홀로멤의 아츠 +20.
zh_tw: 此Holo成員裝備有<ぽよ余>時，此回合，自己C位Holo成員的技藝+20。

# hSD02-005_ART_0_NAME
source: I'm Gonna Sleep~
fr: Sleepy yo~
ja: 寝る余~
ko: 잘게요~
zh_tw: 睡覺了余～

# hSD02-005_ART_1_NAME
source: OtsuNakiri
ja: おつなきりー
ko: 오츠나키리ㅡ
zh_tw: 辛苦なきりー

# hSD02-006_ART_0_NAME
source: Let's Celebrate Together
fr: Célébrons-le ensemble
ja: 一緒にお祝い
ko: 함께 축하
zh_tw: 一起慶祝

# hSD02-006_BLOOM_NAME
source: Birthday Party
fr: Fête d'anniversaire
ja: お誕生日会
ko: 생일 모임

# hSD02-006_BLOOM_EFFECT
source: You may archive 1 card from your hand:Deal 20 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver 1 carte de votre main pour l'effet suivant : infligez 20 dégâts spéciaux à un holomem Central ou Collab de votre adversaire.
ja: 自分の手札1枚をアーカイブできる:相手のセンターホロメンかコラ ボホロメンに特殊ダメージ20を与える。
ko: 자신의 패 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 20을 준다.

# hSD02-007_ART_0_NAME
source: Don't Look Away when I Shine~~!!
fr: Ne manquez pas ce moment brillant !!
ja: 輝いた余を見逃さないでね〜〜!!
ko: 반짝이는 요를 놓치면 안 돼~~!!
zh_tw: 別錯過閃耀的余喔～～！！

# hSD02-007_BLOOM_NAME
source: Which One♪
fr: Docchi docchi🎵
ja: どーっちどっち♪
ko: 어느ㅡ쪽 어느 쪽♪

# hSD02-007_BLOOM_EFFECT
source: If bloomed from Debut, look at the top 2 cards of your deck. Reveal 1 card from among them, and add it to hand. Then, archive the remaining cards.
fr: Lorsque cet holomem Bloom à partir d'un Debut, regardez les 2 premières cartes de votre Deck, révélez-en 1 et ajoutez-la à votre main et archivez l'autre.
ja: DebutからBloomした時、自分のデッキの上から2枚を見る。その中 から、1枚を公開し、手札に加える。そして残ったカードをアーカイブす る。
ko: Debut에서 Bloom했을 때, 자신의 덱의 위에서부터 2장을 본다. 그 중에서, 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 아카이브한다.

# hSD02-008_ART_0_NAME
source: Fancy Birthday
fr: Anniversaire chic
ja: ファンシーバースデー
ko: 팬시 버스데이
zh_tw: 夢幻生日

# hSD02-008_ART_1_NAME
source: I Wonder what's Inside the Present?
fr: Qu'y a-t-il dans le cadeau ?
ja: プレゼント何かな?
ko: 선물은 뭘까나?
zh_tw: 禮物是什麼呢？

# hSD02-008_ART_1_EFFECT
source: You may archive 1 card from your hand:Deal 50 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver une carte de votre main pour l'effet suivant : infligez 50 dégâts spéciaux à un holomem Central ou Collab de votre adversaire.
ja: 自分の手札1枚をアーカイブできる:相手のセンターホロメンかコラボホロメンに特殊ダメージ50を与える。
ko: 자신의 패 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 50을 준다.
zh_tw: 可以將自己1張手牌放入存檔區：對手的C位Holo成員或聯動Holo成員造成50點特殊傷害。

# hSD02-009_ART_0_NAME
source: AyaFubuMi's "Aya"
fr: Le « Aya » dans AyaFubuMi
ja: あやふぶみの「あや」担当
ko: 아야후부미의 「아야」 담당
zh_tw: あやふぶみ的「あや」擔當

# hSD02-009_ART_1_NAME
source: Tis I!
fr: Yo~ da yo
ja: 余一だ余
ko: 요ㅡ다요
zh_tw: 余第一余

# hSD02-009_ART_1_EFFECT
source: You may archive 1~3 cards from your hand:Deal 40 special damage to your opponent's center holomem for each card archived.
fr: Vous pouvez archiver 1-3 cartes de votre main pour l'effet suivant : infligez 40 dégâts spéciaux pour chaque carte archivée à l'Holomem Central de votre adversaire.
ja: 自分の手札1~3枚をアーカイブできる:相手のセンターホロメンに、アーカイブしたカード1枚につき、特殊ダメージ40を与える。
ko: 자신의 패 1~3장을 아카이브할 수 있다 : 상대의 센터 홀로멤에게, 아카이브한 카드 1장당, 특수 대미지 40을 준다.
zh_tw: 可以將自己1~3張手牌放入存檔區：對手的C位Holo成員，每1張放入存檔區的卡片造成40點特殊傷害。

# hSD02-010_ART_0_NAME
source: AyaFubuMi's "Fubu"
fr: Le « Fubu » dans AyaFubuMi
ja: あやふぶみの「ふぶ」担当
ko: 아야후부미의 「후부」 담당
zh_tw: あやふぶみ的「ふぶ」擔當

# hSD02-010_COLLAB_NAME
source: Come Back!
fr: Revenez, s'il vous plaît !
ja: 帰ってきなさーい
ko: 돌아오렴ㅡ
zh_tw: 快回來－

# hSD02-010_COLLAB_EFFECT
source: You may return 1 mascot from your archive to hand.
fr: Vous pouvez remettre 1 Mascotte depuis votre Archive dans votre main.
ja: 自分のアーカイブのマスコット1枚を手札に戻せる。
ko: 자신의 아카이브의 마스코트 1장을 패로 되돌릴 수 있다.
zh_tw: 可以將自己存檔區的1張吉祥物返回手牌。

# hSD02-011_ART_0_NAME
source: AyaFubuMi's "Mi"
fr: Le « Mi » dans AyaFubuMi
ja: あやふぶみの「み」担当
ko: 아야후부미의 「미」 담당
zh_tw: あやふぶみ的「み」擔當

# hSD02-011_COLLAB_NAME
source: Demon-Beast Gathering
fr: Association Onikemono
ja: おにけもの会
ko: 오니케모노 모임
zh_tw: 鬼獸會

# hSD02-011_COLLAB_EFFECT
source: You may archive 1 holomem from your hand:Send the top card of your cheer deck to your Debut holomem.
fr: Vous pouvez archiver 1 holomem de votre main pour l'effet suivant : envoyez la première carte de votre Deck de Cheer sur l'un de vos holomems Debut.
ja: 自分の手札のホロメン1枚をアーカイブできる:自分のエールデッキ の上から1枚を自分のDebutホロメンに送る。
ko: 자신의 패의 홀로멤 1장을 아카이브할 수 있다 : 자신의 옐 덱의 위에서부터 1장을 자신의 Debut 홀로멤에게 보낸다.
zh_tw: 可以將自己手牌的1張Holo成員放入存檔區：從自己聲援牌組最上方將1張送到自己的Debut Holo成員上。

# hSD03-007_ART_0_NAME
source: Singing with My Whole Heart
fr: Je chante ma chanson de toutes mes forces !
ja: 全力で僕なりの歌、お届けします!
ko: 전력으로 나 나름의 노래, 전해드릴게요!
zh_tw: 全力獻上我的歌聲！

# hSD03-007_BLOOM_NAME
source: Let's Laugh Together Again!
fr: Riez encore plus !
ja: また、たくさん笑ってよね!
ko: 또, 잔뜩 웃어줘!

# hSD03-007_BLOOM_EFFECT
source: Send 1 cheer from your archive to your holomem with #GAMERS.
fr: Envoyez un Cheer depuis vos archives vers l'un de vos holomems avec #Gamers.
ja: 自分のアーカイブのエール1枚を自分の#ゲーマーズを持つホロメンに
ko: 자신의 아카이브의 옐 1장을 자신의 #게이머즈를 가진 홀로멤에게 보낼 수 있다.

# hSD03-008_ART_0_NAME
source: The Greatest Nekomata Okayu
fr: La très noble Nekomata Okayu
ja: いちばんえらい猫又おかゆ~
ko: 가장 훌륭한 네코마타 오카유~
zh_tw: 最了不起的貓又小粥～

# hSD03-008_GIFT_NAME
source: CEO of Dorobo Construction
fr: PDG de Dorobo Construction
ja: 泥棒建設代表取締役CEO
ko: 도로보 건설 대표이사 CEO
zh_tw: 盜賊建設代表取締役CEO

# hSD03-008_GIFT_EFFECT
source: [Center position only]All [<Takane Lui>, <Ookami Mio>, <Shirakami Fubuki>, <La+ Darknesss>, and <Inugami Korone>] on your stage get Arts+20.
fr: (Position Centrale uniquement) Les Arts de vos Takane Lui, Ookami Mio, Shirakami Fubuki, La+ Darknesss, et Inugami Korone gagnent +20 dégâts.
ja: [センターポジション限定] 自分のステージの[〈鷹嶺ルイ〉と〈大神ミ オ〉と〈白上フブキ〉と〈ラブラス・ダークネス〉と〈戌神ころね〉]全員の アーツ+20。
ko: [센터 포지션 한정] 자신의 스테이지의 [〈타카네 루이〉와 〈오오카미 미오〉와 〈시라카미 후부키〉와 〈라플라스 다크니스〉와 〈이누가미 코로네〉] 전원의 아츠 +20.
zh_tw: [限C位位置]自己舞台上所有[〈鷹嶺琉依〉、〈大神澪〉、〈白上吹雪〉、〈拉普拉斯·達克尼斯〉與〈戌神沁音〉]的技藝+20。

# hSD04-007_ART_0_NAME
source: I Love You! Mwah♡
fr: Daisuki! Chu♡
ja: 大好き! ちゅっ♡
ko: 너무 좋아! 쪽♡
zh_tw: 最喜歡你了！啾♡

# hSD04-007_ART_0_EFFECT
source: Restore 20 HP to 1 of your back holomem.
fr: Restaurez 10 PV à l'un de vos holomems en arrière.
ja: 自分のバックホロメン1人のHP20回復。
ko: 자신의 백 홀로멤 1명의 HP 20 회복.
zh_tw: 為自己1位後備Holo成員回復20點HP。

# hSD04-007_BLOOM_NAME
source: Choc-on!
ja: ちょっこーん!

# hSD04-007_BLOOM_EFFECT
source: You may return 1 event other than LIMITED from your archive to hand.
fr: Remettez une carte Evénement non LIMITÉE depuis votre Archive dans votre main.
ja: 自分のアーカイブのLIMITED以外のイベント1枚を手札に戻せる。
ko: 자신의 아카이브의 LIMITED 이외의 이벤트 1장을 패로 되돌릴 수 있다.

# hSD04-008_ART_0_NAME
source: I Worked Hard to Make This
fr: Je fait de mon mieux pour ça.
ja: がんばってつくったよ
ko: 열심히 만들었어
zh_tw: 努力做好了喔

# hSD04-008_ART_1_NAME
source: Bon Appétit
fr: Savourer ce repas
ja: 召し上がれ
ko: 드셔보세요
zh_tw: 請慢用

# hSD04-008_ART_1_EFFECT
source: You may return 1 event with #Food from your archive to hand:This Arts gets +20.
fr: Vous pouvez renvoyer un Evénement avec #Nourriture depuis votre Archive vers votre main : si vous le faites, cet Art gagne +20 dégâts.
ja: 自分のアーカイブの #食べ物を持つイベント1枚を手札に戻せる:この アーツ+20。
ko: 자신의 아카이브의 #음식을 가진 이벤트 1장을 패로 되돌릴 수 있다 : 이 아츠 +20.
zh_tw: 可以將自己存檔區的1張持有#食物的事件卡返回手牌：此技藝+20。

# hBP02-042_ART_0_NAME
source: Hey There~
fr: Domo
ja: どうも~
ko: 안녕~
zh_tw: 你好～

# hBP02-043_ART_0_NAME
source: Let's Go Together
fr: Allons-y ensemble
ja: 一緒に行こう
ko: 같이 가자
zh_tw: 一起走吧

# hBP02-043_COLLAB_NAME
source: I'll Show You Some Magic
fr: Je vais te montrer de la magie
ja: 魔法見せてあげる
ko: 마법을 보여 줄게
zh_tw: 讓你看看魔法

# hBP02-043_COLLAB_EFFECT
source: You may roll a die once:If it is 4 or greater, reveal 1 card with #Magic from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 4, révélez une carte avec #Magie de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: サイコロを1回振れる:4以上の時、自分のデッキから、#魔法を持つ カード1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 주사위를 1번 굴릴 수 있다 : 4 이상일 때, 자신의 덱에서, #마법을 가진 카드 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 可以擲1次骰子：4點以上時，從自己牌組中公開1張持有#魔法的卡片，加入手牌。然後洗牌。

# hBP02-046_ART_0_NAME
source: Change the Cheer
fr: Changer les Cheers
ja: チェンジ・ザ・エール
ko: 체인지・더・옐
zh_tw: Change the Ale

# hBP02-046_ART_0_EFFECT
source: You may roll a die once:If it is 5 or greater, reattach 1 of your opponent's cheers from stage to your opponent's holomem.
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 5, réattachez 1 Cheer d'un Holomem adverse à un autre.
ja: サイコロを1回振れる:5以上の時、相手のステージのエール1枚を、相 手のホロメンに付け替える。
ko: 주사위를 1번 굴릴 수 있다 : 5 이상일 때, 상대의 스테이지의 옐 1장을, 상대의 홀로멤에게 바꿔 붙인다.
zh_tw: 可以擲1次骰子：5點以上時，將對手舞台上的1張聲援，重新裝備到對手的Holo成員上。

# hBP02-046_BLOOM_NAME
source: Magic that Interchanges
fr: Magie de remplacement
ja: 入れ替えの魔法
ko: 교체 마법

# hBP02-046_BLOOM_EFFECT
source: You may archive 1 card from your hand:Return 1 card with #Magic from your archive to hand.
fr: Vous pouvez archiver 1 carte de votre Main pour l'effet suivant : Mettez 1 carte avec #Magie de votre Archive dans votre Main.
ja: 自分の手札1枚をアーカイブできる: 自分のアーカイブの #魔法を持 つカード1枚を手札に戻す。
ko: 자신의 패 1장을 아카이브할 수 있다 : 자신의 아카이브의 #마법을 가진 카드 1장을 패로 되돌린다.

# hBP02-047_ART_0_NAME
source: Violet Magic
fr: Magie violette
ja: ヴァイオレットマジック
ko: 바이올렛 매직
zh_tw: 紫羅蘭魔法

# hBP02-047_ART_0_EFFECT
source: Deal 20 special damage for each of your opponent's center holomem's cheers to your opponent's center holomem and collab holomem.
fr: Pour chaque Cheer attaché à l'Holomem Central adverse, infligez 20 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: 相手のセンターホロメンとコラボホロメンに、相手のセンターホロメ ンのエール1枚につき、特殊ダメージ20を与える。
ko: 상대의 센터 홀로멤과 콜라보 홀로멤에게, 상대의 센터 홀로멤의 옐 1장당, 특수 대미지 20을 준다.
zh_tw: 對手的C位Holo成員與聯動Holo成員，每有1張其裝備的聲援，造成20點特殊傷害。

# hBP02-047_BLOOM_NAME
source: Mischief Magic
fr: Magie malicieuse
ja: いたずらの魔法
ko: 장난 마법

# hBP02-047_BLOOM_EFFECT
source: You may roll a die once:If it is 4 or greater, reattach 1 cheer from your opponent's stage to your opponent's holomem.
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 4, réattachez 1 Cheer d'un Holomem adverse à un autre.
ja: サイコロを1回振れる:4以上の時、相手のステージのエール1枚を、相 手のホロメンに付け替える。
ko: 주사위를 1번 굴릴 수 있다 : 4 이상일 때, 상대의 스테이지의 옐 1장을, 상대의 홀로멤에게 바꿔 붙인다.

# hSD02-001_SKILL_NAME
source: Red Microphone
fr: Micro Rouge
ja: レッドマイク
ko: 레드 마이크
zh_tw: 紅色麥克風

# hSD02-001_SKILL_EFFECT
source: [1/Turn]During this turn, your red center holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Central est Rouge, donnez à ses Arts +20 dégâts.
ja: [ターンに1回] このターンの間、自分の赤センターホロメンのアーツ +20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己紅色C位Holo成員的技藝+20。

# hSD02-001_SPSKILL_NAME
source: Now! Once more!
fr: Allez ! Encore une fois !
ja: さあ!もう一度!
ko: 자! 다시 한 번!
zh_tw: 來！再一次！

# hSD02-001_SPSKILL_EFFECT
source: [1/Game]Return 1 red holomem from your archive to hand.
fr: (Une fois par partie) Mettez 1 holomem Rouge de votre Archive dans votre main.
ja: [ゲームに1回] 自分のアーカイブの赤ホロメン1枚を手札に戻す。
ko: [게임에 1번] 자신의 아카이브의 적색 홀로멤 1장을 패로 되돌린다.
zh_tw: [遊戲1次]將自己存檔區的1張紅色Holo成員返回手牌。

# hSD03-001_SKILL_NAME
source: Blue Microphone
fr: Micro bleu
ja: ブルーマイク
ko: 블루 마이크
zh_tw: 藍色麥克風

# hSD03-001_SKILL_EFFECT
source: [1/Turn]During this turn, your blue center holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Central est Bleu, ses Arts gagnent +20 dégâts.
ja: [ターンに1回] このターンの間、自分の青センターホロメンのアーツ +20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己藍色C位Holo成員的技藝+20。

# hSD03-001_SPSKILL_NAME
source: Strike Back
fr: Tir arrière
ja: バックショット
ko: 백 샷
zh_tw: 後排射擊

# hSD03-001_SPSKILL_EFFECT
source: [1/Game]Usable when your holomem deals damage to your opponent's back holomem:Deal 50 special damage to 1 of that opponent's back holomem.
fr: (Une fois par partie) Utilisable lorsque l'un de vos Holomems Bleus inflige des dégâts à l'un des Holomems en arrière de votre adversaire : infligez 50 dégâts spéciaux à cet Holomem en arrière.
ja: [ゲームに1回] 自分のステージのホロメンが相手のバックホロメンに ダメージを与えた時に使える:その相手のバックホロメン1人に特殊ダ メージ50を与える。
ko: [게임에 1번] 자신의 스테이지의 홀로멤이 상대의 백 홀로멤에게 대미지를 주었을 때 사용할 수 있다 : 그 상대의 백 홀로멤 1명에게 특수 대미지 50을 준다.
zh_tw: [遊戲1次]自己舞台上的Holo成員對對手後備Holo成員造成傷害時可以使用：對該後備Holo成員造成50點特殊傷害。

# hSD04-001_SKILL_NAME
source: Purple Microphone
fr: Micro Violet
ja: パープルマイク
ko: 퍼플 마이크
zh_tw: 紫色麥克風

# hSD04-001_SKILL_EFFECT
source: [1/Turn]During this turn, your purple center holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre Holomem Central est Violet, donnez à ses Arts +20 dégâts.
ja: [ターンに1回] このターンの間、自分の紫センターホロメンのアーツ +20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己紫色C位Holo成員的技藝+20。

# hSD04-001_SPSKILL_NAME
source: Card Change
fr: Changement de carte
ja: カードチェンジ
ko: 카드 체인지
zh_tw: 卡片交換

# hSD04-001_SPSKILL_EFFECT
source: [1/Game]Draw 2 cards, and archive 1 card from hand.
fr: (Une fois par partie) Piochez 2 cartes de votre Deck, puis archivez 1 carte de votre main.
ja: [ゲームに1回] 自分のデッキを2枚引いた後、手札1枚をアーカイブする。
ko: [게임에 1번] 자신의 덱을 2장 드로우한 후, 패 1장을 아카이브한다.
zh_tw: [遊戲1次]抽2張牌後，將1張手牌放入存檔區。

# hBP02-005_SKILL_NAME
source: Heeeyyyyy
fr: Neeeeeee
ja: ねえ゛え゛え゛え゛え゛え゛え゛
ko: 네에에에에에에에
zh_tw: 喂～～～～～～

# hBP02-005_SKILL_EFFECT
source: [1/Turn]Usable when your <Murasaki Shion>'s ability rolled a die:Reroll the die once.
fr: [1/tour] Peut être utilisé lorsque vous lancez des dés pour une Compétence ou un Art de votre ⟨Murasaki Shion⟩ : Relancez les dés qui font partie de cette Compétence ou Art.
ja: [ターンに1回] 自分の〈紫咲シオン〉の能力でサイコロを振った時に使 える:サイコロを1回振り直す。
ko: [턴에 1번] 자신의 〈무라사키 시온〉의 능력으로 주사위를 굴렸을 때 사용할 수 있다 : 주사위를 1번 다시 굴린다.
zh_tw: [回合1次]自己的<紫咲詩音>因能力擲骰子時可以使用：重擲1次骰子。

# hBP02-005_SPSKILL_NAME
source: Shion's Amazing Magic
fr: L'incroyable magie de Shion
ja: シオンのすごい魔法
ko: 시온의 굉장한 마법
zh_tw: 詩音的超強魔法

# hBP02-005_SPSKILL_EFFECT
source: [1/Game]Usable when your purple center holomem used Arts:Deal 50 special damage to your opponent's center holomem for each of your opponent's center holomem's cheers.
fr: [1/partie] Peut être utilisé lorsque votre Holomem Central Violet utilise un Art : Pour chaque Cheer attaché à l'Holomem Central adverse, infligez 50 dégâts spéciaux à l'Holomem Central adverse.
ja: [ゲームに1回] 自分の紫センターホロメンがアーツを使った時に使え る:相手のセンターホロメンに、相手のセンターホロメンのエール1枚 につき、特殊ダメージ50を与える。
ko: [게임에 1번] 자신의 자색 센터 홀로멤이 아츠를 사용했을 때 사용할 수 있다 : 상대의 센터 홀로멤에게, 상대의 센터 홀로멤의 옐 1장당, 특수 대미지 50을 준다.
zh_tw: [遊戲1次]自己紫色C位Holo成員使用技藝時可以使用：對手的C位Holo成員，每有1張其裝備的聲援，造成50點特殊傷害。

# EXTRA_DUO
source: This holomem is also regarded as <{firstName}> <{secondName}>
fr: Cet Holomem est considéré comme {firstName} et {secondName}.
ja: このホロメンは<{firstName}><{secondName}>としても扱う
ko: 이 홀로멤은 <{firstName}><{secondName}>로도 취급한다.
zh_tw: 此Holo成員也視為<{firstName}><{secondName}>

# hSD03-002_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-003_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-004_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-002_ART_0_NAME
source: Nom Nom Okayu~
fr: Mogu mogu~ Okayu
ja: もぐもぐ〜おかゆ~
ko: 모구모구~ 오카유~
zh_tw: 嚼嚼～小粥～

# hSD03-003_ART_0_NAME
source: Please Allow me Into Your Home
fr: Laissez-moi entrer chez vous
ja: 僕をお家に入れてください
ko: 저를 집에 들여보내 주세요
zh_tw: 請讓我進你家

# hSD03-003_COLLAB_NAME
source: Pardon my Intrusion...!
fr: Je viendrai chez toi... !
ja: お家にお邪魔します･･･!
ko: 집에 실례합니다...!
zh_tw: 打擾了...！

# hSD03-003_COLLAB_EFFECT
source: If you have a center holomem with #GAMERS, deal 10 special damage to your opponent's center holomem and 1 of their back holomem. However, your opponent's life does not reduce even if downed.
fr: Si votre holomem Central a #Gamers, infligez 10 dégâts spéciaux à l'Holomem Central de votre adversaire et à un Holomem en arrière. Les Holomems mis inconscients avec cet effet ne font pas perdre de VIE.
ja: 自分のセンターホロメンが #ゲーマーズ」を持つ時、相手のセンターホロメンとバックホロメン1人に特殊ダメージ10を与える。ただし、ダウン しても相手のライフは減らない。
ko: 자신의 센터 홀로멤이 #게이머즈를 가질 때, 상대의 센터 홀로멤과 백 홀로멤 1명에게 특수 대미지 10을 준다. 단, 다운해도 상대의 라이프는 줄지 않는다.
zh_tw: 自己C位Holo成員持有「#Gamers」時，對手的C位Holo成員與1位後備Holo成員造成10點特殊傷害。但即使擊倒也不會減少對手生命值。

# hSD03-004_ART_0_NAME
source: Cat Student
fr: Chat étudiant
ja: 学生猫
ko: 학생 고양이
zh_tw: 學生貓

# hSD03-004_COLLAB_NAME
source: Wanna Go to School with Me...?
fr: Voudrais-tu aller à l'école avec moi... ?
ja: 僕と登校しよう･･･?
ko: 나랑 등교하자…?
zh_tw: 和我一起上學吧...？

# hSD03-004_COLLAB_EFFECT
source: You may reveal the top card of your deck:If the revealed card is a Debut holomem or Spot holomem, send the top card of your cheer deck to this holomem. Then, return the revealed card to the bottom of the deck.
fr: Vous pouvez révéler la première carte de votre Deck. Si cette carte est un holomem Debut ou Spot, envoyez la première carte de votre Deck de Cheer à cet holomem. Puis mettez cette carte au-dessous de votre Deck.
ja: 自分のデッキの上から1枚を公開できる公開したカードがDebutホ ロメンかSpotホロメンの時、自分のエールデッキの上から1枚をこの ホロメンに送る。そして公開したカードをデッキの下に戻す。
ko: 자신의 덱의 위에서부터 1장을 공개할 수 있다 : 공개한 카드가 Debut 홀로멤이나 Spot 홀로멤일 때, 자신의 옐 덱의 위에서부터 1장을 이 홀로멤에게 보낸다. 그리고 공개한 카드는 덱의 아래로 되돌린다.
zh_tw: 可以公開自己牌組最上方1張：公開的卡片為Debut Holo成員或Spot Holo成員時，從自己聲援牌組最上方將1張送到此Holo成員上。然後將公開的卡片放回牌組最下方。

# hSD03-005_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-005_ART_0_NAME
source: Gimme a Hug♡
fr: Faites-moi un gros câlin❤️
ja: ぎゅ〜ってしてよね♡
ko: 꼬~옥하고 안아줘야 해♡
zh_tw: 抱緊我嘛♡

# hSD03-005_ART_1_NAME
source: Hehehe, a Little Prank
fr: ehehe prank
ja: えへへないたずら
ko: 에헤헤한 장난
zh_tw: 嘿嘿惡作劇

# hSD03-006_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-006_ART_0_NAME
source: The Cat That Swallowed the Canary
fr: Nekokaburi
ja: 猫かぶり
ko: 네코카부리
zh_tw: 假裝成貓

# hSD03-006_ART_1_NAME
source: Shaaa
fr: shaa
ja: しゃー
ko: 샤ㅡ
zh_tw: 嚇—

# hSD03-006_ART_1_EFFECT
source: You may archive 1 blue cheer from this holomem:Deal 10 special damage to your opponent's center holomem and 1 of their back holomem.
fr: Vous pouvez archiver 1 Cheer Bleu de cet holomem pour l'effet suivant : infligez 10 dégâts spéciaux à l'holomem Central de votre adversaire et à l'un de ses holomems en arrière.
ja: このホロメンのエール1枚をアーカイブできる:相手のセンターホロメンとバックホロメン1人に特殊ダメージ10を与える。
ko: 이 홀로멤의 청 옐 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤과 백 홀로멤 1명에게 특수 대미지 10을 준다.
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：對手的C位Holo成員與1位後備Holo成員造成10點特殊傷害。

# hSD03-012_NAME
source: Dorobo Construction
ja: 泥棒建設
ko: 도로보 건설
zh_tw: 盜賊建設

# hSD03-012_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Nekomata Okayu>, <Takane Lui>, <Ookami Mio>, <Shirakami Fubuki>, <La+ Darknesss>, and <Inugami Korone> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des holomems nommés Nekomata Okayu, Takane Lui, Ookami Mio, Shirakami Fubuki, La+ Darknesss, or Inugami Korone et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、〈猫又おかゆ〉と〈鷹嶺ルイ〉と〈大神ミオ〉と〈白上フブキ〉と〈ラプラス・ダークネ ス〉と〈戌神ころね〉を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈네코마타 오카유〉와 〈타카네 루이〉와 〈오오카미 미오〉와 〈시라카미 후부키〉와 〈라플라스 다크니스〉와 〈이누가미 코로네〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<貓又小粥>、<鷹嶺琉依>、<大神澪>、<白上吹雪>、<拉普拉斯·達克尼斯>與<戌神沁音>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD03-014_NAME
source: Onigiryaa
fr: Onigirya
ja: おにぎりゃー
ko: 오니기랴
zh_tw: 飯糰

# hSD03-014_EFFECT
source: The holomem this fan is attached to gets +10 HP. You may only attach this fan to your <Nekomata Okayu>, and you may attach any number of this fan per holomem.
fr: L'holomem avec ce Fan attaché gagne +10 PV. Ce Fan ne peut être attaché qu'à vos Nekomata Okayu, et vous pouvez attacher n'importe quel nombre de ce Fan à un holomem.
ja: このファンが付いているホロメンのHP+10。 このファンは、自分のく猫又おかゆ〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤의 HP +10. 이 팬은, 자신의 〈네코마다 오카유〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員的HP+10。 此粉絲卡只能裝備於自己的<貓又小粥>，每位可裝備任意張數。

source: Isaki Riona
ja: 響咲リオナ
ko: 이사키 리오나
zh_tw: 響咲莉歐娜

source: Koganei Niko
ja: 虎金妃笑虎
ko: 코가네이 니코
zh_tw: 虎金妃笑虎

source: Mizumiya Su
ja: 水宮枢
ko: 미즈미야 스우
zh_tw: 水宮樞

source: Rindo Chihaya
ja: 輪堂千速
ko: 린도 치하야
zh_tw: 輪堂千速

source: Kikirara Vivi
ja: 綺々羅々ヴィヴィ
ko: 키키라라 비비
zh_tw: 綺綺羅羅薇薇

# hSD03-009_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hSD03-009_ART_0_NAME
source: Nom Nom
fr: MOGMOG
ja: MOGMOG
ko: MOGMOG
zh_tw: MOGMOG

# hSD03-009_ART_1_NAME
source: Okayu~
ja: おかゆ~
ko: 오카유~
zh_tw: 小粥～

# hSD03-009_ART_1_EFFECT
source: You may archive 2 blue cheers from this holomem:Deal 30 special damage to your opponent's center holomem and 1 of their back holomem.
fr: Vous pouvez archiver 2 Cheer Bleu de cet Holomem pour l'effet suivant : infligez 30 dégâts spéciaux à l'Holomem Central de votre adversaire et à l'un de ses Holomems en arrière.
ja: このホロメンの青エール2枚をアーカイブできる:相手のセンターホロメンとバックホロメン1人に特殊ダメージ30を与える。
ko: 이 홀로멤의 청 옐 2장을 아카이브할 수 있다 : 상대의 센터 홀로멤과 백 홀로멤 1명에게 특수 대미지 30을 준다.
zh_tw: 可以將此Holo成員的2張藍色聲援放入存檔區：對手的C位Holo成員與1位後備Holo成員造成30點特殊傷害。

# hSD03-010_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hSD03-010_ART_0_NAME
source: 'Ere ya Go~
fr: Orayo〜
ja: おらよ〜
ko: 오라요~
zh_tw: 給你唷～

# hSD03-010_COLLAB_NAME
source: The Intern at Dorobo Construction
fr: Stagiaire de Dorobo Construction
ja: 泥棒建設インターン
ko: 도로보 건설 인턴
zh_tw: 盜賊建設實習生

# hSD03-010_COLLAB_EFFECT
source: If your center holomem is <Nekomata Okayu>, reveal 1 [mascot or fan] from your deck, and add it to hand. Then, shuffle the deck.
fr: Si votre holomem central est Nekomata Okayu, révélez 1 Fan ou Mascotte de votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: 自分のセンターホロメンが〈猫又おかゆ〉の時、自分のデッキから、[マスコットかファン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 센터 홀로멤이 〈네코마타 오카유〉일 때, 자신의 덱에서, [마스코트나 팬] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 自己C位Holo成員是<貓又小粥>時，從自己牌組中公開1張[吉祥物或粉絲]，加入手牌。然後洗牌。

# hSD03-011_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hSD03-011_ART_0_NAME
source: Dorobo Construction's Minister of Agriculture
fr: Ministre de l'agriculture de Construction Dorobo
ja: 泥棒建設農業大臣
ko: 도로보 건설 농업부 장관
zh_tw: 盜賊建設農業大臣

# hSD03-011_ART_1_NAME
source: I'll Definitely Make You Eat It
fr: Je te laisserai certainement le manger.
ja: 絶対、食わせてみせるわ
ko: 절대, 먹여주겠어
zh_tw: 絕對要讓你吃到
