Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP04-038_ART_0_NAME
source: Perv♥♥
fr: Risqué❤️❤️
ja: えっち♡♡
ko: 야해♥♥
zh_tw: 色色的♡♡

# hBP04-038_ART_0_EFFECT
source: This Arts gets +20 for each holomem that is stacked to this holomem.
fr: Pour chaque Holomem empilé sous cet Holomem, cet Art gagne +20 dégâts.
ja: このホロメンに重なっているホロメン1枚につき、このアーツ+20。
ko: 이 홀로멤에게 겹쳐져 있는 홀로멤 1장당, 이 아츠 +20.
zh_tw: 此Holo成員疊加的每1張Holo成員卡，此技藝+20。

# hBP04-038_BLOOM_NAME
source: Where Are You Looking~!!♥♡
fr: Je me demande s'ils ont vu ça !! ❤️❤️
ja: どこ見ちゃってるのかな~!!❤️♡
ko: 어딜 보고 있는 걸려나~!!♥♡

# hBP04-038_BLOOM_EFFECT
source: Deal 10 special damage to your opponent's center holomem and collab holomem.
fr: Infligez 10 dégâts spéciaux à un Holomem Central et Collab adverse.
ja: 相手のセンターホロメンとコラボホロメンに特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤과 콜라보 홀로멤에게 특수 대미지 10을 준다.

# hBP04-095_NAME
source: Mascot Catcher
fr: Attrape-Mascotte
ja: マスコットキャッチャー
ko: 마스코트 캐처
zh_tw: 吉祥物夾娃娃機

# hBP04-095_EFFECT
source: Reveal 1 mascot from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Mascotte de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、マスコット1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 마스코트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플 한다.
zh_tw: 從自己牌組中公開1張吉祥物，加入手牌。然後洗牌。

# hBP04-001_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-001_SKILL_NAME
source: Koyori Experimenting
fr: Experience de Koyori
ja: こより実験中
ko: 코요리 실험 중
zh_tw: こより實驗中

# hBP04-001_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your <Hakui Koyori> that has a support card with #KOYO LABO attached gets Arts+30.
fr: [1/tour] Les Arts de l'un de vos Holomems nommé ⟨Hakui Koyori⟩ avec une carte avec #KoyoLabo attachée gagne +30 dégâts jusqu'à la fin du tour.
ja: [ターンに1回] このターンの間、自分の#こよラボを持つサポートカードが付いている〈博衣こより〉1人のアーツ+30。
ko: [턴에 1번] 이 턴 동안, 자신의 #코요 랩을 가진 서포트 카드가 붙어 있는 〈하쿠이 코요리〉 1명의 아츠 +30.
zh_tw: [回合1次] 此回合，自己1位裝備有#こよ實驗室支援卡的<博衣可佑理>的技藝+30。

# hBP04-001_SPSKILL_NAME
source: Assisants, mmmwah!
fr: Assistant-Kun, Mwah !
ja: 助手くん、んーまっ!
ko: 조수 군, 음-맛!
zh_tw: 助手君，嗯嘛！

# hBP04-001_SPSKILL_EFFECT
source: [1/Game]Usable when your <Hakui Koyori> with <Koyori's Assistants> attached would take damage from the opponent during the opponent's turn:1 of those holomem takes -100 damage.
fr: [1/partie] Utilisable si l'un de vos Holomems nommé ⟨Hakui Koyori⟩ avec un ⟨Assistant-Kun de Koyori⟩ attaché est sur le point de subir des dégâts pendant le tour de votre adversaire : Cet Holomem subit -100 dégâts.
ja: [ゲームに1回] 相手のターンで、自分の〈こよりの助手くん〉が付いている〈博衣こより〉が相手からダメージを受ける時に使える: そのホロメン1人が受けるダメージ-100。
ko: [게임에 1번] 상대의 턴에서, 자신의 〈코요리의 조수 군〉이 붙어 있는 〈하쿠이 코요리〉가 상대에게서 대미지를 받을 때 사용할 수 있다 : 그 홀로멤 1명이 받는 대미지 -100.
zh_tw: [遊戲1次] 在對手回合，自己裝備有<こより的助手君>的<博衣可佑理>受到對手傷害時可以使用：該Holo成員受到的傷害-100。

# hBP04-008_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-008_ART_0_NAME
source: Konkoyo~
ja: こんこよ~
ko: 콘코요~
zh_tw: 空こよ～

# hBP04-009_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-009_ART_0_NAME
source: Oh, You Poor Souls Lost within an Eternal Cycle
fr: Les enfants perdus dans le cycle sans fin de la réincarnation
ja: 終わりなき輪廻に迷いし子らよ
ko: 끝없는 윤회에서 헤메이는 아이들아
zh_tw: 迷失於無盡輪迴的孩童們啊

# hBP04-009_ART_0_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 [Debut holomem with #holoX or support card with #KOYO LABO] from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 [Holomem Debut avec #holoX ou Soutien avec #KoyoLabo] parmi elles et mettez cette carte dans votre Main. Puis, mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、[#秘密結社holoXを持つDebutホロメンか#こよラボを持つサポートカード]1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그중에서, [#비밀 결사 holoX를 가진 Debut 홀로멤이나 #코요 랩을 가진 서포트 카드] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 查看自己牌組最上方3張。從中公開1張[持有#秘密結社holoX的Debut Holo成員或持有#こよ實驗室的支援卡]，加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP04-010_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-010_ART_0_NAME
source: Assistants~ Are You Tired?
fr: Assistant-kun, tu sembles fatigué ?
ja: 助手く~ん、なんかお疲れっぽい?
ko: 조수 군~, 왠지 지쳐 보이네?
zh_tw: 助手君～，好像有點累了？

# hBP04-010_ART_1_NAME
source: Will You Let Koyo Sleep Beside You?
fr: Tu veux dormir avec moi ?
ja: こよに添い寝される?
ko: 코요랑 같이 잘래?
zh_tw: 要讓こよ陪睡嗎？

# hBP04-011_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-011_ART_0_NAME
source: Assistants, Pay Attention!
fr: Assistant-Kun, Attention !
ja: 助手くんっ見ててね!
ko: 조수 군 보고 있어줘!
zh_tw: 助手君っ要看好喔！

# hBP04-011_ART_0_EFFECT
source: You may attach 1 <Koyori's Assistants> from your archive to your other <Hakui Koyori>.
fr: Vous pouvez attacher 1 ⟨Assistant-Kun de Koyori⟩ de votre Archive à un autre de vos Holomems nommé ⟨Hakui Koyori⟩.
ja: 自分のアーカイブの〈こよりの助手くん〉1枚を、自分の他の〈博衣こより〉に付けられる。
ko: 자신의 아카이브의 〈코요리의 조수 군〉 1장을, 자신의 다른 〈하쿠이 코요리〉에게 붙일 수 있다.
zh_tw: 可以將自己存檔區的1張<こより的助手君>，裝備到自己其他的<博衣可佑理>上。

# hBP04-012_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-012_ART_0_NAME
source: Koyo and Her Assistants Will Always Be Together!
fr: Assistant-Kun et Koyo serons ensemble pour toujours !
ja: 助手くんとこよはずっと一緒だよ!
ko: 조수 군과 코요는 계속 함께야!
zh_tw: 助手君和こよ會永遠在一起喔！

# hBP04-012_ART_0_EFFECT
source: If <Koyori's Assistants> is attached to this holomem, draw 1 card.
fr: Si cet Holomem a un ⟨Assistant-Kun de Koyori⟩ attaché, piochez 1 carte.
ja: このホロメンに〈こよりの助手くん〉が付いている時、自分のデッキを1枚引く。
ko: 이 홀로멤에게 〈코요리의 조수 군〉이 붙어 있을 때, 자신의 덱을 1장 드로우 한다.
zh_tw: 此Holo成員裝備有<こより的助手君>時，抽1張牌。

# hBP04-012_BLOOM_NAME
source: Yes! Yes! Yes! Yes!
fr: Hai! Hai! Hai! Hai!
ja: はい! はい! はい! はい!
ko: 하이! 하이! 하이! 하이!

# hBP04-012_BLOOM_EFFECT
source: Reveal 1 support card with #KOYO LABO from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 carte Soutien avec #KoyoLabo de votre Deck et ajoutez-la à votre Main, puis mélangez votre Deck.
ja: 自分のデッキから、#こよラボを持つサポートカード1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, #코요 랩을 가진 서포트 카드 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플 한다.

# hBP04-013_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBP04-013_ART_0_NAME
source: Koyori's Awakening
fr: La vie de Koyori
ja: かくせいのこより
ko: 각성의 코요리
zh_tw: 覺醒的こより

# hBP04-013_ART_0_EFFECT
source: If a support card with #KOYO LABO is attached to this holomem, reveal 1 support card with #KOYO LABO from your deck, and add it to hand. Then, shuffle the deck.
fr: Si cet Holomem a un Soutien avec #KoyoLabo attachée, révélez 1 Soutien avec #KoyoLabo de votre Deck et ajoutez-la à votre Main. Puis mélangez votre Deck.
ja: このホロメンに#こよラボを持つサポートカードが付いている時、自分のデッキから、#こよラボを持つサポートカード1枚公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 홀로멤에게 #코요 랩을 가진 서포트 카드가 붙어 있을 때, 자신의 덱에서, #코요 랩을 가진 서포트 카드 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플 한다.
zh_tw: 此Holo成員裝備有持有#こよ實驗室的支援卡時，從自己牌組中公開1張持有#こよ實驗室的支援卡，加入手牌。然後洗牌。

# hBP04-013_GIFT_NAME
source: I'll Never Give Up!
fr: N’abandonne jamais !
ja: 絶対に諦めない！
ko: 절대 포기하지 않아!
zh_tw: 絕不放棄！

# hBP04-013_GIFT_EFFECT
source: When this holomem downed your opponent's holomem, put the top card of your deck as holo Power. Look at your holo Power. Reveal 1 card from among them, and add it to hand. Then, shuffle the holo Power.
fr: Lorsque cet Holomem met Inconscient un Holomem adverse, mettez la première carte de votre Deck dans vos Holopower. Puis regardez vos Holopower, révélez 1 carte et ajoutez-la à votre Main. Puis mélangez vos Holopower.
ja: このホロメンが相手のホロメンをダウンさせた時、自分のデッキの上から1枚をホロパワーにする。その後、自分のホロパワーを見る。その中から1枚公開し、手札に加える。そしてホロパワーをシャッフルする。
ko: 이 홀로멤이 상대의 홀로멤을 다운 시켰을 때, 자신의 덱의 위에서부터 1장을 홀로 파워로 한다. 그 후, 자신의 홀로 파워를 본다. 그중에서 1장을 공개하고, 패에 더한다. 그리고 홀로 파워를 셔플 한다.
zh_tw: 此Holo成員擊倒對手Holo成員時，將自己牌組最上方1張作為holo能量。之後，查看自己的holo能量。從中公開1張，加入手牌。然後洗牌holo能量。

# hBP04-097_NAME
source: Green Test Tube
fr: Tube à essai vert
ja: 緑の試験管
ko: 녹색 시험관
zh_tw: 綠色試管

# hBP04-097_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to 1st or greater <Hakui Koyori> During your main phase, you may archive 1 cheer from the holomem this tool is attached to:Set 1 of your resting holomem with #holoX to active. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts ◆ Gagne l'effet suivant s'il est attaché à ⟨Hakui Koyori⟩ 1st Bloom ou plus : Pendant votre Phase Principale, vous pouvez archiver 1 Cheer de l'Holomem avec cet Outil attaché pour redresser 1 Holomem avec #holoX au Repos. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈博衣こより〉に付いていたら能力を追加自分のメインステップで、このツールが付いているホロメンのエール1枚をアーカイブできます:自分のお休みをしている #秘密結社holoX を持つホロメン1人をアクティブにする。 ツールは、自分のホロメン1人につき1枚だけ付けられます。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈하쿠이 코요리〉에게 붙어 있다면 능력 추가 자신의 메인 스탭에서, 이 툴이 붙어 있는 홀로멤의 옐 1장을 아카이브 할 수 있다 : 자신의 휴식하고 있는 #비밀 결사 holoX를 가진 홀로멤 1명을 액티브로 한다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<博衣可佑理>時追加能力：在自己的主要階段，可以將此工具裝備的Holo成員的1張聲援放入存檔區：將自己1位休息中的#秘密結社holoX Holo成員變為活動狀態。 工具卡每位Holo成員只能裝備1張。

# hBP04-100_NAME
source: Kokoro
ja: ココロ
ko: 코코로
zh_tw: ココロ

# hBP04-100_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Hakui Koyori> When the holomem this mascot is attached to collabs, during this turn, this holomem gets Arts+10. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attaché à ⟨Hakui Koyori⟩ 1st Bloom ou plus : Lorsque l'Holomem avec cette Mascotte attachée collab, ses Arts gagnent +10 dégâts jusqu'à la fin du tour. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈博衣こより〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、このターンの間、このホロメンのアーツ+10。 マスコットは、自分のホロメン1人につき1枚だけ付けられます。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈하쿠이 코요리〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보 했을 때, 이 턴 동안, 이 홀로멤의 아츠 +10. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<博衣可佑理>時追加能力：此吉祥物裝備的Holo成員進行聯動時，此回合，此Holo成員的技藝+10。 吉祥物卡每位Holo成員只能裝備1張。

# hBP04-105_NAME
source: Koyori's Assistant-kun
fr: Assistant-kun de Koyori
ja: こよりの助手くん
ko: 코요리의 조수 군
zh_tw: こより的助手君

# hBP04-105_EFFECT
source: When this fan is attached to holomem from hand or archive, you may reattach 1 cheer from your stage to the holomem this fan is attached to. You may only attach this fan to your <Hakui Koyori>, and you may attach any number of this fan per holomem.
fr: Lorsque vous attachez ce Fan à l'un de vos Holomems de votre Main ou Archive, vous pouvez réattacher 1 Cheer de votre Scène à l'Holomem avec ce Fan attaché. Ce Fan ne peut être attaché qu'à ⟨Hakui Koyori⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンをホロメンに手札かアーカイブから付けた時、自分のステージのエール1枚を、このファンが付いているホロメンに付け替えられる。 このファンは、自分の〈博衣こより〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬을 홀로멤에게 패나 아카이브에서 붙였을 때, 자신의 스테이지의 옐 1장을, 이 팬이 붙어 있는 홀로멤에게 바꿔 붙일 수 있다. 이 팬은, 자신의 〈하쿠이 코요리〉에게만 붙일 수 있고, 1명당 몇 장이라도 붙일 수 있다.
zh_tw: 從手牌或存檔區裝備此粉絲卡到Holo成員上時，可以將自己舞台上的1張聲援，重新裝備到此粉絲卡裝備的Holo成員上。 此粉絲卡只能裝備於自己的<博衣可佑理>，每位可裝備任意張數。

# hY01-006_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hY02-005_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
ko: 녹 옐
zh_tw: 綠聲援

# hY03-004_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY04-005_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
ko: 청 옐
zh_tw: 藍聲援

# hY05-004_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
ko: 자 옐
zh_tw: 紫聲援

# hY06-004_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
ko: 황 옐
zh_tw: 黃聲援

# hBD24-043_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

# hBD24-043_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-043_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-043_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-044_NAME
source: Ichijou Ririka
fr: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hBD24-044_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-044_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-044_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-045_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hBD24-045_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-045_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-045_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-046_NAME
source: Ninomae Ina'nis
ja: 一伊那尓栖
ko: 니노마에 이나니스
zh_tw: 一伊那爾棲

# hBD24-046_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-046_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、紫分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-046_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-047_NAME
source: Robocosan
ja: ロボ子さん
ko: 로보코 씨
zh_tw: 蘿蔔子

# hBD24-047_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-047_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、紫分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-047_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-048_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBD24-048_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-048_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、紫分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-048_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-049_NAME
source: Isaki Riona
ja: 響咲リオナ
zh_tw: 響咲莉歐娜

# hBD24-049_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
zh_tw: 白色強化

# hBD24-049_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-049_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-050_NAME
source: Tsunomaki Watame
ja: 角巻わため
zh_tw: 角卷綿芽

# hBD24-050_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
zh_tw: 黃色強化

# hBD24-050_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、黄分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-050_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-051_NAME
source: Todoroki Hajime
ja: 轟はじめ
zh_tw: 轟一

# hBD24-051_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
zh_tw: 白色強化

# hBD24-051_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-051_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-052_NAME
source: Takane Lui
ja: 鷹嶺ルイ
zh_tw: 鷹嶺琉依

# hBD24-052_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-052_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-052_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-053_NAME
source: Mizumiya Su
ja: 水宮枢
zh_tw: 水宮樞

# hBD24-053_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
zh_tw: 藍色強化

# hBD24-053_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、青分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-053_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-054_NAME
source: Kazama Iroha
ja: 風真いろは
zh_tw: 風真伊呂波

# hBD24-054_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
zh_tw: 綠色強化

# hBD24-054_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、緑分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-054_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-055_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
zh_tw: 綠色強化

# hBD24-055_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、緑分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-055_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-056_NAME
source: Oozora Subaru
ja: 大空スバル
zh_tw: 大空昴

# hBD24-056_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
zh_tw: 黃色強化

# hBD24-056_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、黄分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-056_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-057_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
zh_tw: 小鳥遊琪亞拉

# hBD24-057_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-057_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、赤分の緑ホロメン1人のアーツ+20。
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-057_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。
