Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP01-124_EFFECT
source: During your opponent's turn, if the holomem this fan is attached to is downed, reattach 1 cheer from the holomem this fan is attached to to your other holomem. You may only attach this fan to your <AZKi>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem auquel ce Fan est attaché est mis Inconscient, attachez 1 Cheer de cet Holomem à un autre de vos Holomems. Ce Fan ne peut être attaché qu'à ⟨AZKi⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、このファンが付いているホロメンのエール1枚を、自分の他のホロメンに付け替える。 このファンは、自分の<AZKi>だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴에, 이 팬이 붙어 있는 홀로멤이 다운됐을 때, 이 팬이 붙어 있는 홀로멤의 옐 1장을, 자신의 다른 홀로멤 1명에게 바꿔 붙인다. 이 팬은, 자신의 〈AZKi〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，將此粉絲卡裝備的Holo成員的1張聲援，重新裝備到自己其他Holo成員上。 此粉絲卡只能裝備於自己的<AZKi>，每位可裝備任意張數。

# hBP01-126_NAME
source: Troupe Member
fr: Zain
ja: 座員
ko: 좌원
zh_tw: 座員

# hBP01-126_EFFECT
source: ■If the holomem this fan is attached to would use Arts, this fan is also regarded as a red cheer. ■The holomem this fan is attached to takes +10 Damage. You may only attach this fan to your <Omaru Polka>, and you may attach any number of this fan per holomem.
fr: ■ Lorsque l'Holomem auquel ce Fan est attaché utilise un Art, ce Fan est traité comme 1 Cheer Rouge. ■ L'Holomem auquel ce Fan est attaché subit +10 dégâts. Ce Fan ne peut être attaché qu'à ⟨Omaru Polka⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: ■このファンが付いているホロメンがアーツを使うとき、このファンを赤エールとしても扱う。 ■このファンが付いているホロメンが受けるダメージ+10。 このファンは、自分の<尾丸ポルカ>だけに付けられ、1人につき何枚でも付けられる。
ko: ■이 팬이 붙어 있는 홀로멤이 아츠를 사용할 때, 이 팬을 적 옐로도 취급한다. ■이 팬이 붙어 있는 홀로멤이 받는 대미지 +10. 이 팬은, 자신의 〈오마루 폴카〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: ■此粉絲卡裝備的Holo成員使用技藝時，此粉絲卡也視為紅聲援。 ■此粉絲卡裝備的Holo成員受到的傷害+10。 此粉絲卡只能裝備於自己的<尾丸波爾卡>，每位可裝備任意張數。

# hBP01-104_NAME
source: Normal PC
fr: PC ordinaire
ja: ふつうのパソコン
ko: 보통 컴퓨터
zh_tw: 普通電腦

# hBP01-104_EFFECT
source: Reveal 1 Debut holomem from your deck, and place it on stage. Then, shuffle the deck.
fr: Révélez 1 Holomem Debut de votre Deck et placez-le sur votre Scène. Puis mélangez votre Deck.
ja: 自分のデッキから、Debutホロメン1枚を公開し、ステージに出す。そしてデッキをシャッフルする。
ko: 자신의 덱에서, Debut 홀로멤 1장을 공개하고, 스테이지에 낸다. 그리고 덱을 셔플한다.
zh_tw: 從自己牌組中公開1張Debut Holo成員，登場到舞台上。然後洗牌。

# hBP01-002_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hBP01-117_NAME
source: Friend
ja: フレンド
ko: 프렌드

# hBP01-117_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Nanashi Mumei> During your opponent's turn, if the holomem this mascot is attached to would take Damage, you may archive this mascot:The holomem this mascot was attached to takes -30 Damage. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Nanashi Mumei⟩ : Pendant le tour de votre adversaire, lorsque l'Holomem auquel cette Mascotte est attachée est sur le point de subir des dégâts, vous pouvez archiver cette Mascotte pour réduire ces dégâts de 30. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆<七詩ムメイ>についていたら能力追加相手のターンで、このマスコットが付いているホロメンがダメージを受ける時、このマスコットをアーカイブできる：このマスコットが付いていたホロメンが受けるダメージ-30。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈나나시 무메이〉에게 붙어 있다면 능력 추가 상대의 턴에, 이 마스코트가 붙어 있는 홀로멤이 대미지를 받을 때, 이 마스코트를 아카이브할 수 있다 : 이 마스코트가 붙어 있던 홀로멤이 받는 대미지 -30. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<七詩無名>時追加能力：在對手回合，此吉祥物裝備的Holo成員受到傷害時，可以將此吉祥物放入存檔區：此吉祥物曾裝備的Holo成員受到的傷害-30。 吉祥物卡每位Holo成員只能裝備1張。

# hBP01-113_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Promise from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Promise et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中からPromiseを持つホロメンをを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #Promise를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有Promise的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP01-116_NAME
source: Upao
ja: うぱお
ko: 우파오

# hBP01-116_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Amane Kanata> [1/Turn]During your opponent's turn, when the holomem this mascot is attached to takes Damage, deal 20 Special Damage to your opponent's center holomem. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Amane Kanata⟩ : [1/tour] Pendant le tour de votre adversaire, lorsque l'Holomem auquel cette Mascotte est attachée subit des dégâts, infligez 20 dégâts spéciaux à l'Holomem Central adverse. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆<天音かなた>についていたら能力追加[ターンに1回]相手のターンで、このマスコットが付いているホロメンがダメージを受けた時、相手のセンターホロメンに特殊ダメージ20を与える。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈아마네 카나타〉에게 붙어 있다면 능력 추가 [턴에 1회] 상대의 턴에, 이 마스코트가 붙어 있는 홀로멤이 대미지를 받았을 때, 상대의 센터 홀로멤에게 특수 대미지 20을 준다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<天音彼方>時追加能力[回合1次]：在對手回合，此吉祥物裝備的Holo成員受到傷害時，對手的C位Holo成員造成20點特殊傷害。 吉祥物卡每位Holo成員只能裝備1張。

# hBP01-001_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBP01-112_NAME
source: Exciting Prank Time
fr: Temps des farces exaltantes
ja: わくわくいたずらタイム
ko: 두근두근 장난 타임
zh_tw: 興奮惡作劇時間

# hBP01-112_EFFECT
source: Roll a die once:If it is 4 or greater, deal 20 Special Damage to 1 of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Lancez un dé : si le résultat est 4 ou plus, infligez 20 dégâts spéciaux à l'un des Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: サイコロを1回振る:4以上の時、相手のバックホロメン1人に特殊ダメージ20を与える(ダウンしても相手のライフは減らない)。
ko: 주사위를 1번 굴린다 : 4 이상일 때, 상대의 백 홀로멤 1명에게 특수 대미지 20을 준다(다운해도 상대의 라이프는 줄지 않는다).
zh_tw: 擲1次骰子：4點以上時，對手1位後備Holo成員造成20點特殊傷害（即使擊倒也不會減少對手生命值）。

# hBP01-111_NAME
source: hololive Indonesia Gen 3
fr: Hololive ID 3ème génération
ja: ホロライブインドネシア3期生
ko: 홀로라이브 인도네시아 3기생
zh_tw: Hololive Indonesia 3期生

# hBP01-111_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #ID Gen 3 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #IDGen3 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#ID3期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #ID 3기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#ID3期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP01-107_NAME
source: Encore
fr: Rappel
ja: アンコール
ko: 앙코르
zh_tw: 安可

# hBP01-107_EFFECT
source: Return 1~3 cheers from your archive to the cheer deck. Then, shuffle the cheer deck.
fr: Mélangez 1~3 Cheers de votre Archive dans votre Deck de Cheers.
ja: 自分のアーカイブのエール1〜3枚をエールデッキに戻す。そしてエールデッキをシャッフルする。
ko: 자신의 아카이브의 옐 1~3장을 옐 덱으로 되돌린다. 그리고 옐 덱을 셔플한다.
zh_tw: 將自己存檔區的1～3張聲援返回聲援牌組。然後洗牌聲援牌組。

# hBP01-106_NAME
source: I leave the rest to you!
fr: C'est entre tes mains !
ja: あとは任せた！
ko: 뒤는 맡길게!
zh_tw: 剩下交給你了！

# hBP01-106_EFFECT
source: Swap your center holomem with 1 non-resting back holomem.
fr: Échangez votre Holomem Central avec l'un de vos Holomems en Arrière qui n'est pas au Repos.
ja: 自分のセンターホロメンとお休みしていないバックホロメン1人を交代させる。
ko: 자신의 센터 홀로멤과 휴식하고 있지 않은 백 홀로멤 1명을 교대시킨다.
zh_tw: 將自己的C位Holo成員與一位未休息的後備Holo成員交換。

# hBP01-103_NAME
source: Gaming PC
fr: PC de jeux
ja: ゲーミングパソコン
ko: 게이밍 컴퓨터
zh_tw: 電競電腦

# hBP01-103_EFFECT
source: This card can only be used if you archive 1 of your holo Power. Reveal 1 [Debut holomem or 1st holomem] other than Buzz from your deck with the same color as your Oshi holomem, and add it to hand. Then, shuffle the deck.
fr: Cette carte ne peut être jouée que si vous archivez 1 Holopower. Révélez 1 Holomem Debut ou 1st Bloom de votre Deck (autre qu'un Holomem Buzz) qui est de la même couleur que votre Oshi, et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: このカードは、自分のホロパワー1枚をアーカイブしなければ使えない。 自分のデッキから、自分の推しホロメンと同色のBuzz以外の[Debutホロメンか1stホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 카드는, 자신의 홀로 파워 1장을 아카이브하지 않으면 사용할 수 없다. 자신의 덱에서, 자신의 오시 홀로멤과 같은 색의 Buzz 이외의 [Debut 홀로멤이나 1st 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 此卡必須將自己1張holo能量放入存檔區才能使用。 從自己牌組中，公開1張與自己主推Holo成員同色且非Buzz的[Debut Holo成員或1st Holo成員]，加入手牌。然後洗牌。

# hBD24-001_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP01-125_EFFECT
source: When this fan is attached from hand to a holomem, you may archive 1 card from your hand:Draw 1 card from your deck. You may only attach this fan to your <Takanashi Kiara>, and you may attach any number of this fan per holomem.
fr: Lorsque vous attachez ce Fan de votre Main à un Holomem, vous pouvez archiver 1 carte de votre Main pour l'effet suivant : piochez 1 carte de votre Deck. Ce Fan ne peut être attaché qu'à ⟨Takanashi Kiara⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンをホロメンに手札から付けた時、自分の手札1枚をアーカイブできる：自分のデッキを1枚引く。 このファンは、自分の<小鳥遊キアラ>だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬을 홀로멤에게 패에서부터 붙였을 때, 자신의 패 1장을 아카이브할 수 있다 : 자신의 덱을 1장 드로우한다. 이 팬은, 자신의 〈타카나시 키아라〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 從手牌裝備此粉絲卡到Holo成員上時，可以將自己1張手牌放入存檔區：抽1張牌。 此粉絲卡只能裝備於自己的<小鳥遊琪亞拉>，每位可裝備任意張數。

# hPR-002_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #ReGLOSS from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #ReGLOSS et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#ReGlossを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #ReGLOSS를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#ReGloss的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP01-006_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-121_EFFECT
source: The holomem this mascot is attached to in the Center Position or Collab Position takes -10 Damage. ◆Additional ability if attached to <Takanashi Kiara> When the Bloom level of the holomem this mascot is attached to increases, draw 1 card from your deck. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem auquel cette Mascotte est attachée subit -10 dégâts lorsqu'il est en Position Centrale ou Collab. ◆ Gagne l'effet suivant si elle est attachée à ⟨Takanashi Kiara⟩ : Lorsque le niveau de Bloom de l'Holomem avec cette Mascotte augmente, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンがセンターポジションかコラボポジションで受けるダメージ-10。 ◆<小鳥遊キアラ>についていたら能力追加このマスコットが付いているホロメンのBloomレベルが上がった時、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤이 센터 포지션이나 콜라보 포지션에서 받는 대미지 -10 ◆〈타카나시 키아라〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 Bloom 레벨이 올랐을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員在C位位置或聯動位置受到的傷害-10。 ◆裝備於<小鳥遊琪亞拉>時追加能力：此吉祥物裝備的Holo成員的「開花」等級提升時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-001_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBD24-002_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBD24-003_NAME
source: Inugami Korone
ja: 戌神ころね
ko: 이누가미 코로네
zh_tw: 戌神沁音

# hBD24-004_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBD24-005_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBD24-006_NAME
source: Kureiji Oliie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBD24-007_NAME
source: Gigi Murin
ja: ジジ・ムリン
ko: 지지 무린
zh_tw: 琪琪·沐林

# hBP02-003_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-082_NAME
source: hololive GAMERS
ja: ホロライブゲーマーズ
ko: 홀로라이브 게이머즈

# hBP02-082_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #GAMERS from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gamers et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#ゲーマーズを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #게이머즈를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#Gamers的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hY05-001_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
ko: 자 옐
zh_tw: 紫聲援

# hSD01-001_SKILL_NAME
source: Replacement
fr: Remplacement
ja: リプレイスメント
ko: 리플레이스먼트
zh_tw: 替換

# hSD01-001_SKILL_EFFECT
source: [1/Turn]Reattach 1 cheer from your stage to 1 of your holomem.
fr: (Une fois par tour) Déplacez 1 Cheer d'un de vos holomems vers un autre.
ja: [ターンに1回]自分のステージのエール1枚を、自分のホロメンに付け替える
ko: [턴에 1번] 자신의 스테이지의 옐 1장을, 자신의 홀로멤에게 바꿔 붙인다.
zh_tw: [回合1次]將自己舞台上的1張聲援，重新裝備到自己的Holo成員上。

# hSD01-001_SPSKILL_NAME
source: So, that Makes You My Enemy?
fr: Alors, tu es un ennemi ?
ja: じゃあ敵だね？
ko: 그럼 적이네?
zh_tw: 那就是敵人了呢？

# hSD01-001_SPSKILL_EFFECT
source: [1/Game]Swap your opponent's center holomem with 1 back holomem. During this turn, your white center holomem gets Arts+50.
fr: (Une fois par partie) Échangez l'holomem Central de votre adversaire avec l'un de ses Holomems en arrière. Pendant ce tour, si votre holomem Central est Blanc, ses Arts gagnent +50 dégâts.
ja: [ゲームに1回]相手のセンターホロメンとバックホロメンを交代させる。その後、このターンの間、自分の白センターホロメンのアーツ＋50。
ko: [게임에 1번] 상대의 센터 홀로멤과 백 홀로멤을 1명 교대시킨다. 그 후, 이 턴 동안, 자신의 백색 센터 홀로멤의 아츠 +50.
zh_tw: [遊戲1次]將對手的C位Holo成員與後備Holo成員交換。之後，此回合，自己白色C位Holo成員的技藝＋50。

# hSD01-002_SKILL_NAME
source: A Map in My Left Hand
fr: Carte dans la main gauche
ja: 左手に地図
ko: 왼손엔 지도
zh_tw: 左手地圖

# hSD01-002_SKILL_EFFECT
source: [1/Turn]Usable if your holomem's ability would roll a die:Declare 1 of the face numbers of the die, and regard the next result as the declared number.
fr: (Une fois par tour) Peut être utilisé lorsque vous lancez un dé pour une Compétence ou un Art d'un Holomem : déclarez un nombre qui se trouve sur le dé, et traitez le prochain jet de dé comme si le résultat était ce nombre.
ja: [ターンに1回]自分のホロメンの能力でサイコロを振る時に使える：サイコロの目の数を1つ宣言し、次に出る目の数を宣言した目として扱う。
ko: [턴에 1번] 자신의 홀로멤의 능력으로 주사위를 굴릴 때 사용할 수 있다 : 주사위의 눈의 수 1개를 선언하고, 다음에 나올 눈의 수를 선언한 눈으로 취급한다.
zh_tw: [回合1次]自己的Holo成員因能力擲骰子時可以使用：宣告一個骰子點數，將下一次擲出的點數視為宣告的點數。

# hSD01-002_SPSKILL_NAME
source: A Mic in My Right Hand
fr: Micro dans la main droite
ja: 右手にマイク
ko: 오른손엔 마이크
zh_tw: 右手麥克風

# hSD01-002_SPSKILL_EFFECT
source: [1/Game]Send any number of cheers from your archive to 1 of your green holomem.
fr: (Une fois par partie) Envoyez n'importe quel nombre de Cheers depuis votre Archive vers l'un de vos Holomems verts.
ja: [ゲームに1回]自分のアーカイブのエールを自分の緑のホロメン1人に好きな枚数送る。
ko: [게임에 1번] 자신의 아카이브의 옐을 자신의 녹색 홀로멤 1명에게 원하는 매수 보낸다.
zh_tw: [遊戲1次]將自己存檔區的聲援以任意張數送到自己1位綠色Holo成員上。

# hYS01-001_SKILL_NAME
source: White Baton
fr: Bâton blanc
ja: ホワイトバトン
ko: 화이트 배턴
zh_tw: 白色接力棒

# hYS01-001_SKILL_EFFECT
source: [1/Turn]During this turn, your white collab holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Collab est Blanc, ses Arts gagne +20 dégâts.
ja: [ターンに1回]このターンの間、自分の白コラボホロメンのアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 콜라보 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己白色聯動Holo成員的技藝+20。

# hYS01-001_SPSKILL_NAME
source: Quick Guard
fr: Protection rapide
ja: クイックガード
ko: 퀵 가드
zh_tw: 快速防禦

# hYS01-001_SPSKILL_EFFECT
source: [1/Game]During your opponent's turn, usable if your white holomem would take Damage from your opponent:That holomem takes -20 Damage.
fr: (Une fois par partie) Peut être utilisé pendant le tour de votre adversaire lorsque l'un de vos holomems blancs subit des dégâts : réduisez ces dégâts de 20.
ja: [ゲームに1回]相手のターンで、自分の白ホロメンが相手からダメージを受ける時に使える:そのホロメン1人が受けるダメージ-20。
ko: [게임에 1번] 상대의 턴에, 자신의 백색 홀로멤이 상대에게 대미지를 받을 때 사용할 수 있다 : 그 홀로멤 1명이 받는 대미지 -20.
zh_tw: [遊戲1次]在對手回合，自己的白色Holo成員受到對手傷害時可以使用：該Holo成員受到的傷害-20。

# hYS01-002_SKILL_NAME
source: Green Baton
fr: Bâton Vert
ja: グリーンバトン
ko: 그린 배턴
zh_tw: 綠色接力棒

# hYS01-002_SKILL_EFFECT
source: [1/Turn]During this turn, your green collab holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Collab est Vert, ses Arts gagne +20 dégâts.
ja: [ターンに1回]このターンの間、自分の緑コラボホロメンのアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 콜라보 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己綠色聯動Holo成員的技藝+20。

# hYS01-002_SPSKILL_NAME
source: Let's All Give Our Best!
fr: Faisons de notre mieux !
ja: みんな頑張ろー！
ko: 모두 힘내자ー!
zh_tw: 大家加油！

# hYS01-002_SPSKILL_EFFECT
source: [1/Game]Restore 20 HP to all of your green holomem.
fr: (Une fois par partie) Restaurez 20 PV à tous vos holomems verts.
ja: [ゲームに1回]自分の緑ホロメン全員のHP20回復。
ko: [게임에 1번] 자신의 녹색 홀로멤 전원의 HP 20 회복.
zh_tw: [遊戲1次]為自己所有綠色Holo成員回復20點HP。

# hYS01-003_SKILL_NAME
source: Red Baton
fr: Bâton Rouge
ja: レッドバトン
ko: 레드 배턴
zh_tw: 紅色接力棒

# hYS01-003_SKILL_EFFECT
source: [1/Turn]During this turn, your red collab holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Collab est Rouge, ses Arts gagne +20 dégâts.
ja: [ターンに1回]このターンの間、自分の赤コラボホロメンのアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 콜라보 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己紅色聯動Holo成員的技藝+20。

# hYS01-003_SPSKILL_NAME
source: Now! Once more!
fr: Allez ! Encore une fois !
ja: さあ！もう一度！
ko: 자! 다시 한 번!
zh_tw: 來！再一次！

# hYS01-003_SPSKILL_EFFECT
source: [1/Game]Return 1 red holomem from your archive to hand.
fr: (Une fois par partie) Mettez 1 holomem Rouge depuis votre Archive dans votre main.
ja: [ゲームに1回]自分のアーカイブの赤ホロメン1枚を手札に戻す。
ko: 자신의 아카이브의 적색 홀로멤 1장을 패로 되돌린다.
zh_tw: [遊戲1次]將自己存檔區的1張紅色Holo成員返回手牌。

# hYS01-004_SKILL_NAME
source: Blue Baton
fr: Bâton Bleu
ja: ブルーバトン
ko: 블루 배턴
zh_tw: 藍色接力棒

# hYS01-004_SKILL_EFFECT
source: [1/Turn]During this turn, your blue collab holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, si votre holomem Collab est Blue, ses Arts gagne +20 dégâts.
ja: [ターンに1回]このターンの間、自分の青コラボホロメンのアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 콜라보 홀로멤의 아츠 +20.
zh_tw: [回合1次]此回合，自己藍色聯動Holo成員的技藝+20。

# hYS01-004_SPSKILL_NAME
source: Strike Back
fr: Tir arrière
ja: バックショット
ko: 백 샷
zh_tw: 後排射擊

# hYS01-004_SPSKILL_EFFECT
source: [1/Game]Usable when your holomem deals Damage to your opponent's back holomem:Deal 50 Special Damage to that back holomem.
fr: (Une fois par partie) Utilisable lorsque l'un de vos holomems Bleus inflige des dégâts à l'un des holomems en arrière de votre adversaire : infligez 50 dégâts spéciaux à cet holomem en arrière.
ja: [ゲームに1回]自分のホロメンが相手のバックホロメンにダメージを与えた時に使える:その相手のバックホロメン1人に特殊ダメージ50を与える。
ko: [게임에 1번] 자신의 홀로멤이 상대의 백 홀로멤에게 대미지를 주었을 때 사용할 수 있다 : 그 상대의 백 홀로멤 1명에게 특수 대미지 50을 준다.
zh_tw: [遊戲1次]自己的Holo成員對對手後備Holo成員造成傷害時可以使用：對該後備Holo成員造成50點特殊傷害。

# hBP01-003_SKILL_NAME
source: Survival Power
fr: Pouvoir de survie
ja: サバイバルパワー
ko: 서바이벌 파워
zh_tw: 生存之力

# hBP01-003_SKILL_EFFECT
source: [1/Turn]Reveal 1 <Stone Axe> from your deck, and attach it to your green holomem. Then, shuffle the deck.
fr: [1/tour] Révélez 1 ⟨Hache de pierre⟩ de votre Deck et attachez-la à l'un de vos Holomems Verts. Puis mélangez votre Deck.
ja: [ターンに1回]自分のデッキから、<石の斧>1枚を公開し、自分の緑ホロメンに付ける。そしてデッキをシャッフルする。
ko: [턴에 1번] 자신의 덱에서, 〈돌 도끼〉 1장을 공개하고, 자신의 녹색 홀로멤에게 붙인다. 그리고 덱을 셔플한다.
zh_tw: [回合1次]從自己牌組中公開1張<石斧>，裝備到自己綠色Holo成員上。然後洗牌。

# hBP01-003_SPSKILL_NAME
source: Song of the Earth
fr: Chant de la Terre
ja: 大地の唄
ko: 대지의 노래
zh_tw: 大地之歌

# hBP01-003_SPSKILL_EFFECT
source: [1/Game]Restore all HP of your green center holomem.
fr: [1/partie] Si votre Holomem Central est Vert, restaurez tous ses PV.
ja: [ゲームに1回]自分の緑センターホロメンのHPすべて回復。
ko: [게임에 1번] 자신의 녹색 센터 홀로멤의 HP 전부 회복.
zh_tw: [遊戲1次]為自己綠色C位Holo成員回復所有HP。

# hBP01-004_SKILL_NAME
source: Little Wild Rabbits~
fr: Nousagis~
ja: 野兎たち～
ko: 노우사기들~
zh_tw: 野兔們～

# hBP01-004_SKILL_EFFECT
source: [1/Turn]Usable if your holomem is downed during the opponent's turn:Reattach all green cheers from 1 of your downed holomem divided as you choose to your other holomems.
fr: [1/tour] Peut être utilisé pendant le tour de votre adversaire lorsque l'un de vos Holomems est mis Inconscient : Répartissez tous les Cheers Verts de cet Holomem entre vos autres Holomems comme vous le souhaitez.
ja: [ターンに1回]相手のターンで、自分のホロメンがダウンした時に使える:自分のダウンしたホロメン1人の緑エールすべてを、自分の他のホロメンに割り振って付け替える。
ko: [턴에 1번] 상대의 턴에, 자신의 홀로멤이 다운됐을 때 사용할 수 있다 : 자신의 다운한 홀로멤 1명의 녹 옐 전부를, 자신의 다른 홀로멤에게 나눠서 바꿔 붙인다.
zh_tw: [回合1次]在對手回合，自己的Holo成員被擊倒時可以使用：將自己被擊倒的Holo成員的所有綠色聲援，分配並重新裝備到自己其他Holo成員上。

# hBP01-004_SPSKILL_NAME
source: Lucky Rabbit
fr: Lapin chanceux
ja: 幸運兎
ko: 행운 토끼
zh_tw: 幸運兔

# hBP01-004_SPSKILL_EFFECT
source: [1/Game]During this turn, regard all numbers on the faces of your dice as 6.
fr: [1/partie] Pendant ce tour, traitez tous les jets de dés comme si le résultat était 6.
ja: [ゲームに1回]このターンの間、自分のサイコロの目の数すべてを6として扱う。
ko: [게임에 1번] 이 턴 동안, 자신의 주사위의 눈 전부를 6으로 취급한다.
zh_tw: [遊戲1次]此回合，將自己所有擲骰子的結果視為6點。

# hBP01-005_SKILL_NAME
source: Female Commanding Officer
fr: Ordres du Cadre
ja: 女幹部の采配
ko: 여간부의 지휘
zh_tw: 女幹部的指揮

# hBP01-005_SKILL_EFFECT
source: [1/Turn]Usable if you would archive cards from hand by your red holomem's ability:You may archive 1 of your holo Power instead for each hand card to be archived.
fr: [1/tour] Peut être utilisé lorsque vous utilisez une Compétence ou un Art d'un Holomem Rouge qui archive des cartes de votre Main : Vous pouvez choisir d'archiver n'importe quel nombre de cartes de vos Holopowers au lieu de votre Main.
ja: [ターンに1回]自分の赤のホロメンの能力で手札をアーカイブする時に使える:アーカイブする手札1枚につき自分のホロパワー1枚を、かわりにアーカイブする。
ko: [턴에 1번] 자신의 적색 홀로멤의 능력으로 패를 아카이브할 때 사용할 수 있다 : 아카이브할 패 1장 당 자신의 홀로 파워 1장을, 대신 아카이브할 수 있다.
zh_tw: [回合1次]自己的紅色Holo成員因能力將手牌放入存檔區時可以使用：每1張要放入存檔區的手牌，改為將1張holo能量放入存檔區。

# hBP01-005_SPSKILL_NAME
source: Hawkeye
fr: Oeil de Faucon
ja: ホークアイ
ko: 호크 아이
zh_tw: 鷹眼
