Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP02-021_ART_0_EFFECT
source: You may send 1 cheer from your archive to your holomem.
fr: Vous pouvez attacher 1 Cheer de votre Archive à n'importe lequel de vos Holomems.
ja: 自分のアーカイブのエール1枚を自分のホロメンに送れる。
ko: 자신의 아카이브의 옐 1장을 자신의 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張聲援送到自己的Holo成員上。

# hBP02-021_BLOOM_NAME
source: I'll sing and dance with all my heart.
fr: Chantez et dansez de tout votre cœur
ja: 心を込めて歌って、踊ります。
ko: 마음을 담아 노래하고 춤출게요.

# hBP02-021_BLOOM_EFFECT
source: Restore 10 HP to 1 of your holomem for each cheer color on your stage.
fr: Pour chaque couleur de Cheers sur votre Scène, restaurez 10 PV à l'un de vos Holomems.
ja: 自分のステージのエール1色につき、自分のホロメン1人のHP10回復。
ko: 자신의 스테이지의 옐 1색당, 자신의 홀로멤 1명의 HP 10회복.

# hBP02-022_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-022_ART_0_EFFECT
source: If your stage has 2 or more cheer colors, this Arts gets +20.
fr: S'il y a au moins 2 couleurs de Cheers sur votre Scène, cet Art gagne +20 dégâts.
ja: 自分のステージにエールが2色以上ある時、このアーツ+20。
ko: 자신의 스테이지에 옐이 2색 이상있을 때, 이 아츠 +20.
zh_tw: 自己舞台上有2種以上顏色的聲援時，此技藝+20。

# hBP02-022_BLOOM_NAME
source: What Are You Waiting For?
fr: Qu'attendez-vous ?
ja: 何を待っていますか?

# hBP02-022_BLOOM_EFFECT
source: Reveal 1 <Tatang> from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez un ⟨Tatang⟩ de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、〈Tatang〉1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 〈Tatang〉 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP02-023_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP02-023_ART_0_NAME
source: Peafowl Dance
fr: Danse du paon
ja: 孔雀の舞
ko: 공작의 춤
zh_tw: 孔雀之舞

# hBP02-023_ART_0_EFFECT
source: This Arts gets +20 for every cheer color on your stage.
fr: Pour chaque couleur de Cheers sur votre Scène, cet Art gagne +20 dégâts.
ja: 自分のステージのエール1色につき、このアーツ+20。
ko: 자신의 스테이지의 옐 1색당, 이 아츠 +20.
zh_tw: 自己舞台上每有1種顏色的聲援，此技藝+20。

# hBP02-023_BLOOM_EFFECT
source: Reveal 1 cheer from your cheer deck and send it to your holomem. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer de votre Deck de Cheers et attachez-le à l'un de vos Holomems. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、エール1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 옐 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP02-024_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hBP02-024_ART_0_NAME
source: Hey hey, it's me~ Ookami Mio~
fr: Uchi uchi, uchi da yo ! Ookami Mio da yo !
ja: うちうち、うちだよ〜大神ミオだよ~
ko: 우치우치, 우치다요~ 오오카미 미오다요~
zh_tw: 是我、是我啦～是大神澪喔～

# hBP02-024_ART_0_EFFECT
source: You may reattach 1 cheer from your stage to your holomem with #JP.
fr: Vous pouvez réattacher 1 Cheer de n'importe lequel de vos Holomems à l'un de vos Holomems avec #JP.
ja: 自分のステージのエール1枚を、自分の#JPを持つホロメンに付け替えられる。
ko: 자신의 스테이지의 옐 1장을, 자신의 #JP를 가진 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 可以將自己舞台上的1張聲援，重新裝備到自己持有#JP的Holo成員上。

# hBP02-094_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Pavolia Reine> The holomem this mascot is attached to gets +30 HP. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Pavolia Reine⟩ : L'Holomem avec cette Mascotte attachée gagne +30 PV. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈パヴォリア・レイネ〉に付いていたら能力追加このマスコットが付いているホロメンのHP+30。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈파볼리아 레이네〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 HP +30. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<帕沃莉亞·蕾內>時追加能力：此吉祥物裝備的Holo成員的HP+30。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-101_NAME
source: Mio-fam
fr: Miofa
ja: ミオファ
ko: 미오파
zh_tw: ミオファ

# hBP02-101_EFFECT
source: During your opponent's turn, if the holomem this fan is attached to is downed, draw 1 card. You may only attach this fan to your <Ookami Mio>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem avec ce Fan attaché est mis Inconscient, piochez 1 carte. Ce Fan ne peut être attaché qu'à ⟨Ookami Mio⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、自分のデッキを1枚引く。 このファンは、自分の〈大神ミオ〉だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴에, 이 팬이 붙어 있는 홀로멤이 다운됐을 때, 자신은 덱을 1장 드로우한다. 이 팬은, 자신의 〈오오카미 미오〉에게만 붙일 수 있고, 1명당 몇 장이라도 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，抽1張牌。 此粉絲卡只能裝備於自己的<大神澪>，每位可裝備任意張數。

# hBP02-025_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hBP02-025_ART_0_NAME
source: Oha-Miooon
fr: Ohamioon
ja: おはみぉーん
ko: 오하미온ㅡ
zh_tw: 早安澪ーん

# hBP02-025_ART_1_NAME
source: Otsu-Miooon
fr: Otsumioon
ja: おつみぉーん
ko: 오츠미온ㅡ
zh_tw: 辛苦澪ーん

# hBP02-026_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hBP02-026_ART_0_NAME
source: Please Watch Over Me This Year too!
fr: Gardez un œil sur nous cette année aussi !
ja: 今年も見守っててね!
ko: 올해도 지켜봐줘!
zh_tw: 今年也請守護我喔！

# hBP02-026_BLOOM_NAME
source: Grown as an Idol
fr: Grandir en tant qu'idole
ja: アイドルとして成長した姿
ko: 아이돌로서 성장한 모습

# hBP02-026_BLOOM_EFFECT
source: Reveal 1 cheer from your cheer deck with the same color as 1 of your holomem with #GAMERS on stage, and send it to your holomem. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer de votre Deck de Cheers de la même couleur que l'un de vos Holomems avec #Gamers, et attachez ce Cheer à n'importe lequel de vos Holomems. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、自分のステージの#ゲーマーズを持つホロメン1人と同色のエール1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 자신의 스테이지의 #게이머즈를 가진 홀로멤 1명과 같은 색의 옐 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP02-027_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hBP02-027_ART_0_NAME
source: Tarot's Guidance
fr: Conseils du tarot
ja: タロットの導き
ko: 타로의 인도
zh_tw: 塔羅的指引

# hBP02-027_ART_0_EFFECT
source: You may archive the top card of your deck:If the archived card is a holomem, this Arts gets +20. If it is a support card, this Arts gets +50.
fr: Vous pouvez archiver la première carte de votre Deck. S'il s'agit d'un Holomem, cet Art gagne +20 dégâts. S'il s'agit d'une carte Support, cet Art gagne +50 dégâts.
ja: 自分のデッキの上から1枚をアーカイブできる:アーカイブしたカードが、ホロメンの時、このアーツ+20。サポートカードの時、このアーツ+50
ko: 자신의 덱의 위에서부터 1장을 아카이브할 수 있다 : 아카이브한 카드가, 홀로멤일 때, 이 아츠 +20. 서포트 카드일 때, 이 아츠 +50.
zh_tw: 可以將自己牌組最上方1張放入存檔區：放入存檔區的卡片為Holo成員時，此技藝+20。為支援卡時，此技藝+50。

# hBP02-009_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-009_ART_0_NAME
source: Otsukon
fr: Otsu-kon-deshita
ja: おつこーんでしたー
ko: 오츠콘ㅡ이었습니다ㅡ
zh_tw: 辛苦空了ー

# hBP02-009_GIFT_NAME
source: Oha-Kon Kitsune!
ja: おはこんき一つね!
ko: 오하콘키ㅡ츠네!
zh_tw: 早安空狐！

# hBP02-009_GIFT_EFFECT
source: [Collab Position Only]All of your holomem with mascot attached get Arts+10.
fr: [Position Collab] Les Arts de tous vos Holomems avec une Mascotte attachée gagnent +10 dégâts.
ja: [コラボポジション限定]自分のマスコットが付いているホロメン全員のアーツ+10。
ko: [콜라보 포지션 한정] 자신의 마스코트가 붙어 있는 홀로멤 전원의 아츠 +10.
zh_tw: [限聯動位置]自己所有裝備有吉祥物的Holo成員的技藝+10。

# hBP02-089_NAME
source: Oruyanke
ja: おるやんけ
ko: 오루양케
zh_tw: おるやんけ

# hBP02-089_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Shirakami Fubuki> When the holomem this mascot is attached to collabs, draw 1 card. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Shirakami Fubuki⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈白上フブキ〉に付いていたら能力追加 このマスコットが付いているホロメンがコラボした時、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈시라카미 후부키〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보했을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<白上吹雪>時追加能力：此吉祥物裝備的Holo成員進行聯動時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-090_NAME
source: Nejimakitsune
ja: ネジマキツネ
ko: 네지마키츠네
zh_tw: 發條狐

# hBP02-090_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Shirakami Fubuki> If the holomem this mascot is attached to is downed, reattach 1 cheer from this holomem to your other holomem. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Shirakami Fubuki⟩ : Lorsque l'Holomem avec cette Mascotte attachée est mis Inconscient, réattachez 1 Cheer de cet Holomem à un autre de vos Holomems. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈白上フブキ〉に付いていたら能力追加 このマスコットが付いているホロメンがダウンした時、このホロメンのエール1枚を、自分の他のホロメンに付け替える。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈시라카미 후부키〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 다운됐을 때, 이 홀로멤의 옐 1장을, 자신의 다른 홀로멤에게 바꿔 붙인다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<白上吹雪>時追加能力：此吉祥物裝備的Holo成員被擊倒時，將此Holo成員的1張聲援，重新裝備到自己其他Holo成員上。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-091_NAME
source: Fubu-chun
ja: フブチュン
ko: 후부츈
zh_tw: フブチュン

# hBP02-091_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Shirakami Fubuki> When the holomem this mascot is attached to collabs, you may return 1 mascot from your archive to hand. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Shirakami Fubuki⟩ : Lorsque l'Holomem avec cette Mascotte attachée collab, vous pouvez mettre 1 Mascotte de votre Archive dans votre Main. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈白上フブキ〉に付いていたら能力追加このマスコットが付いているホロメンがコラボした時、自分のアーカイブのマスコット1枚を手札に戻せる。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈시라카미 후부키〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 콜라보했을 때, 자신의 아카이브의 마스코트 1장을 패로 되돌릴 수 있다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<白上吹雪>時追加能力：此吉祥物裝備的Holo成員進行聯動時，可以將自己存檔區的1張吉祥物返回手牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-012_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-012_ART_0_NAME
source: Lend me your strength, okay?
fr: Utilisez votre force
ja: 力をかしてくださいね
ko: 힘을 빌려주세요
zh_tw: 請助我一臂之力

# hBP02-012_ART_0_EFFECT
source: During this turn, your [center holomem and collab holomem] with mascot attached get Arts+20.
fr: Les Arts de tous vos Holomems avec une Mascotte attachée gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分のマスコットが付いている[センターホロメンと コラボホロメン]のアーツ+20。
ko: 이 턴 동안, 자신의 마스코트가 붙어 있는 [센터 홀로멤과 콜라보 홀로멤]의 아츠 +20.
zh_tw: 此回合，自己裝備有吉祥物的[C位Holo成員與聯動Holo成員]的技藝+20。

# hBP02-012_BLOOM_NAME
source: Gonna Move You a Little
fr: Je le déplace un peu.
ja: ちょっと動かしますね
ko: 조금 움직일게요

# hBP02-012_BLOOM_EFFECT
source: You may reattach 1 mascot from your stage to your holomem.
fr: Réattachez 1 Mascotte de l'un de vos Holomems à un autre.
ja: 自分のステージのマスコット1枚を、自分のホロメンに付け替えられる。
ko: 자신의 스테이지의 마스코트 1장을, 자신의 홀로멤에게 바꿔 붙일 수 있다.

# hBP02-011_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-011_ART_0_NAME
source: Nope, No Can Do!
fr: Damedesu yo!
ja: ダメですよっ!
ko: 안 돼요!
zh_tw: 不行喔！

# hBP02-011_BLOOM_NAME
source: You Can't Look Away from Shirakami
fr: Je ne peux pas fuir la vérité.
ja: 白上から目をそらしちゃ
ko: 시라카미에게서 눈을 돌리면

# hBP02-011_BLOOM_EFFECT
source: Reveal 1 card with #Shirakami's Character from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez une carte avec #PersoShirakami de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、#白上'sキャラクターを持つカード1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서 #시라카미‘s 캐릭터를 가진 카드 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP02-010_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-010_ART_0_NAME
source: Osmanthus Flower Fubuki
fr: Douce fleur d'osmanthus de Fubuki
ja: キンモクセイの花フブキ
ko: 금목서의 꽃 후부키
zh_tw: 金木犀的花吹雪

# hY03-002_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hBD24-014_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBD24-014_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-014_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [ターンに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-014_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-015_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hBD24-015_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
zh_tw: 紅色強化

# hBD24-015_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [ターンに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-015_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hY02-002_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
ko: 녹 옐
zh_tw: 綠聲援

# hY04-002_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
ko: 청 옐
zh_tw: 藍聲援

# hY05-002_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
ko: 자 옐
zh_tw: 紫聲援

# hY01-003_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hSD05-001_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-001_SKILL_NAME
source: White Microphone
fr: Micro Blanc
ja: ホワイトマイク
ko: 화이트 마이크
zh_tw: 白色麥克風

# hSD05-001_SKILL_EFFECT
source: [1/Turn]During this turn, your white center holomem gets Arts+20.
fr: (Une fois par tour) Si votre Holomem Central est Blanc, ses Arts gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: [ターンに1回] このターンの間、自分の白センターホロメンのアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次] 此回合，自己白色C位Holo成員的技藝+20。

# hSD05-001_SPSKILL_NAME
source: Quick Guard
fr: Garde rapide
ja: クイックガード
ko: 퀵 가드
zh_tw: 快速防禦

# hSD05-001_SPSKILL_EFFECT
source: [1/Game]During your opponent's turn, usable if your white holomem would take damage from your opponent:That holomem takes -20 damage.
fr: (Une fois par partie) Peut être utilisé durant le tour de votre adversaire lorsque l'un de vos Holomems Blancs est sur le point de subir des dégâts : réduisez ces dégâts de 20.
ja: [ゲームに1回] 相手のターンで、自分の白ホロメンが相手からダメージを受ける時に使える: そのホロメン1人が受けるダメージ-20。
ko: [게임에 1번] 상대의 턴에서, 자신의 백색 홀로멤이 상대에게 대미지를 받을 때 사용할 수 있다 : 그 홀로멤 1명이 받는 대미지 -20.
zh_tw: [遊戲1次] 在對手回合，自己的白色Holo成員受到對手傷害時可以使用：該Holo成員受到的傷害-20。

# hSD05-002_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-002_ART_0_NAME
source: Vroom, vroom, vroom!
fr: Bunbunbun !
ja: ぶんぶんぶーん!
ko: 붕붕붕~!
zh_tw: ぶんぶんぶーん!

# hSD05-003_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-003_ART_0_NAME
source: Stylish Badass
fr: Banchou tendance
ja: お洒落番長
ko: 멋쟁이 반쵸
zh_tw: 時髦番長

# hSD05-003_COLLAB_NAME
source: Kon-Chikuwa~
ja: こんちくわ
ko: 콘치쿠와
zh_tw: こんちくわ

# hSD05-003_COLLAB_EFFECT
source: During this turn, your center holomem with #ReGLOSS gets Arts+10.
fr: Si votre Holomem Central a #ReGLOSS, ses Arts gagnent +10 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分の#ReGLOSSを持つセンターホロメンのアーツ+10.
ko: 이 턴 동안, #ReGLOSS를 가진 센터 홀로멤의 아츠 +10.
zh_tw: 此回合，自己持有#ReGLOSS的C位Holo成員的技藝+10。

# hSD05-004_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-004_ART_0_NAME
source: ReGLOSS's resident badass
fr: Banchou de ReGLOSS !
ja: ReGLOSSの番長
ko: ReGLOSS의 반쵸
zh_tw: ReGLOSS的番長

# hSD05-005_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-005_ART_0_NAME
source: YOROSHIKU!
fr: Rav'deuh t'r'contré
ja: 夜路紫駆！
ko: 요로시쿠!
zh_tw: 夜露死苦！

# hSD05-005_ART_1_NAME
source: Yus!
fr: Yah !
ja: うぃー!
ko: 위ㅡ!
zh_tw: うぃー!

# hSD05-006_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-006_ART_0_NAME
source: The Light-Footed Todoroki Hajime
fr: Légère sur ses pieds, Todoroki Hajime
ja: 足取り軽め、轟はじめ
ko: 발걸음은 가볍게, 토도로키 하지메
zh_tw: 腳步輕盈，轟一

# hSD05-006_ART_1_NAME
source: Thaaank youuu
fr: Merchi !
ja: ありあとりゃあすっ
ko: 깜짜함따
zh_tw: 感謝啦

# hSD05-006_ART_1_EFFECT
source: If your stage has 3 or more holomem with #ReGLOSS and with different card names, this Arts gets +20.
fr: S'il y a au moins 3 Holomems avec #ReGLOSS sur votre Scène avec différents noms, cet Art gagne +20 dégâts.
ja: 自分のステージに異なるカード名の#ReGLOSSを持つホロメンが3人以上いる時、このアーツ+20。
ko: 자신의 스테이지에 다른 카드명의 #ReGLOSS를 가진 홀로멤이 3명 이상 있을 때, 이 아츠 +20.
zh_tw: 自己舞台上有3位以上不同卡名的#ReGLOSS Holo成員時，此技藝+20。

# hSD05-007_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-007_ART_0_NAME
source: Guts, Charm, and Being the Best
fr: Courage, charme, la plus forte
ja: 度胸、愛嬌、最強
ko: 배짱, 애교, 최강
zh_tw: 膽量、魅力、最強

# hSD05-007_BLOOM_NAME
source: Jane-of-all-Trades Aiming for Universe's #1 Badass
fr: Une touche à tout qui cherche à être la dure à cuire #1 de l'univers
ja: 宇宙一の番長を目指すなんでも屋
ko: 우주 제일의 반쵸를 노리는 만능꾼

# hSD05-007_BLOOM_EFFECT
source: Draw 1 card.
fr: Piochez 1 carte de votre Deck.
ja: 自分のデッキを1枚引く。
ko: 자신의 덱을 1장 드로우한다.

# hSD05-008_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-008_ART_0_NAME
source: ......I'm Starting to Look Like a Real Badass!
fr: Je crois que je commence à ressembler à une Bancho !
ja: ……なんか、番長っぽくなってきたかも!
ko: ……뭔가, 반쵸다워졌을지도!
zh_tw: ……好像，越來越有番長的樣子了！

# hSD05-008_ART_0_EFFECT
source: During this turn, 1 Debut holomem with #ReGLOSS on your stage gets Arts+40.
fr: Les Arts de l'un de vos Holomems Debut avec #ReGLOSS gagnent +40 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分のステージの#ReGLOSSを持つDebutホロメン1人のアーツ+40。
ko: 이 턴 동안, 자신의 스테이지의 #ReGLOSS를 가진 Debut 홀로멤 1명의 아츠 +40.
zh_tw: 此回合，自己舞台上1位持有#ReGLOSS的Debut Holo成員的技藝+40。

# hSD05-009_NAME
source: Todoroki Hajime
ja: 轟はじめ
ko: 토도로키 하지메
zh_tw: 轟一

# hSD05-009_ART_0_NAME
source: Thunder of Deep Purple
fr: Éclair violet
ja: 滅紫の雷
ko: 멸자의 번개
zh_tw: 滅紫之雷

# hSD05-009_ART_0_EFFECT
source: If your stage has a holomem with #ReGLOSS other than <Todoroki Hajime>, this Arts gets +30.
fr: S'il y a un Holomem avec #ReGLOSS sur votre Scène qui n'est pas nommée Todoroki Hajime, cet Art gagne +30 dégâts.
ja: 自分のステージに〈轟はじめ〉以外の#ReGLOSSを持つホロメンがいる時、このアーツ+30。
ko: 자신의 스테이지에 〈토도로키 하지메〉 이외의 #ReGLOSS를 가진 홀로멤이 있을 때, 이 아츠 +30.
zh_tw: 自己舞台上有<轟一>以外的#ReGLOSS Holo成員時，此技藝+30。

# hSD05-009_BLOOM_NAME
source: Coloring the World with my Dance!
fr: Colore le monde avec la dance !
ja: ダンスでこの世界に彩を!
ko: 댄스로 이 세계에 색체를!

# hSD05-009_BLOOM_EFFECT
source: Reveal 1 [Debut holomem or 1st holomem] with #ReGLOSS from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez un Holomem Debut ou 1st Bloom avec #ReGLOSS de votre Deck et ajoutez-le à votre main. Mélangez ensuite votre Deck.
ja: 自分のデッキから、#ReGLOSSを持つ[Debutホロメンか1stホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서 #ReGLOSS를 가진 [Debut 홀로멤이나 1st 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hSD05-010_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hSD05-010_ART_0_NAME
source: Lemme have a word
fr: Prenez place
ja: ちょいと一席
ko: 잠깐 한 자리
zh_tw: 來一段

# hSD05-010_ART_0_EFFECT
source: You may send 1 cheer from your archive to your holomem with #ReGLOSS.
fr: Vous pouvez envoyer 1 Cheer de votre Archive à l'un de vos Holomems avec #ReGLOSS.
ja: 自分のアーカイブのエール1枚を、自分の#ReGLOSSを持つホロメンに送れる。
ko: 자신의 아카이브의 옐 1장을, #ReGLOSS를 가진 홀로멤에게 보낼 수 있다.
zh_tw: 可以將自己存檔區的1張聲援送到自己持有#ReGLOSS的Holo成員上。

# hSD05-011_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치조 리리카
zh_tw: 一條莉莉華

# hSD05-011_ART_0_NAME
source: President's Oshi Duties
fr: Travail d'Oshi de la présidente
ja: 社長の推し事
ko: 사장의 업무
zh_tw: 社長的推活

# hSD05-011_COLLAB_NAME
source: Leave it to me!
fr: Laisse-moi faire !
ja: 任せておきなさい!
ko: 맡겨 둬!
zh_tw: 交給我吧！

# hSD05-011_COLLAB_EFFECT
source: If your center holomem has #ReGLOSS, and your hand has 5 or less cards, draw 1 card.
fr: Si votre Holomem Central a #ReGLOSS et que vous avez 5 cartes ou moins dans votre main, piochez 1 carte de votre Deck.
ja: 自分のセンターホロメンが#ReGLOSSを持つ時、自分の手札が5枚以下なら、自分のデッキを1枚引く。
ko: 자신의 센터 홀로멤이 #ReGLOSS를 가질 때, 자신의 패가 5장 이하라면 자신의 덱을 1장 드로우한다.
zh_tw: 自己C位Holo成員持有#ReGLOSS，且自己手牌在5張以下時，抽1張牌。

# hSD05-012_NAME
source: Hiodoshi Ao
fr: Hidoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hSD05-012_ART_0_NAME
source: You're the cutest in the world
fr: Tu es la plus mignonne du monde
ja: 世界一かわいいよ
ko: 세계 제일 귀여워
zh_tw: 世界第一可愛喔

# hSD05-012_COLLAB_NAME
source: Boom!
fr: Ta-da !
ja: ドーンッ!
ko: 돈ㅡ!
zh_tw: 咚—！

# hSD05-012_COLLAB_EFFECT
source: Deal 10 special damage to 1 of your opponent's center holomem or back holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central de votre adversaire ou l'un de ses Holomems en arrière.
ja: 相手のセンターホロメンかバックホロメン1人に特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤이나 백 홀로멤 1명에게 특수 대미지 10을 준다.
zh_tw: 對手的C位Holo成員或1位後備Holo成員造成10點特殊傷害。

# hSD05-013_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hSD05-013_ART_0_NAME
source: Gahaha
fr: HAHA
ja: ガハw
ko: 가하ㅋ
zh_tw: 嘎哈w

# hSD05-013_COLLAB_NAME
source: Crescendo Days
fr: Jours crescendos
ja: クレッシェンドな日々
ko: 크레센도한 나날
zh_tw: 漸強的日常

# hSD05-013_COLLAB_EFFECT
source: You may reattach 1 cheer on your stage to your holomem other than this holomem.
fr: Vous pouvez bouger 1 Cheer sur Scène à l'un de vos Holomems autres que celui-ci.
ja: 自分のステージのエール1枚を、このホロメン以外の自分のホロメンに付け替えられる。
ko: 자신의 스테이지의 옐 1장을, 이 홀로멤 이외의 자신의 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 可以將自己舞台上的1張聲援，重新裝備到此Holo成員以外的自己Holo成員上。

# hSD05-014_NAME
source: Banpen
ja: ばんぺん
ko: 반펭
zh_tw: ばんぺん

# hSD05-014_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Todoroki Hajime> The holomem this mascot is attached to gets +20 HP. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attchée gagnent +10 dégâts. Si cette Mascotte est attachée à "Todoroki Hajime", elle gagne l'effet suivant : l'Holomem avec cette Mascotte attachée gagne +20 PV. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈轟はじめ〉に付いていたら能力追加このマスコットが付いているホロメンのHP+20。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈토도로키 하지메〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 HP +20. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<轟一>時追加能力：此吉祥物裝備的Holo成員的HP+20。 吉祥物卡每位Holo成員只能裝備1張。

# hSD06-001_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-001_SKILL_NAME
source: Green Microphone
fr: Micro vert
ja: グリーンマイク
ko: 그린 마이크
zh_tw: 綠色麥克風

# hSD06-001_SKILL_EFFECT
source: [1/Turn]During this turn, your green center holomem gets Arts+20.
fr: (Une fois par tour) Si votre Holomem Central est Vert, ses Arts gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: [ターンに1回] このターンの間、自分の緑センターホロメンのアーツ+20.
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次] 此回合，自己綠色C位Holo成員的技藝+20。

# hSD06-001_SPSKILL_NAME
source: We'll Do our Best!
fr: Faisons de notre mieux tout le monde !
ja: みんな頑張ろー!
ko: 모두 힘내자ー!
zh_tw: 大家加油！

# hSD06-001_SPSKILL_EFFECT
source: [1/Game]Restore 20 HP to all of your green holomem.
fr: (Une fois par partie) Restaurez 20 PV à tous vos Holomems Verts.
ja: [ゲームに1回] 自分の緑ホロメン全員のHP20回復。
ko: [게임에 1번] 자신의 녹색 홀로멤 전원의 HP 20 회복.
zh_tw: [遊戲1次] 為自己所有綠色Holo成員回復20點HP。

# hSD06-002_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波
