Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBD24-022_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-022_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Vert depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-023_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
ko: 유즈키 초코
zh_tw: 癒月巧可

# hBD24-023_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-023_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-023_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-024_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBD24-024_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-024_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-024_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-025_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBD24-025_SKILL_NAME
source: Green Enhance
fr: Amélioration Verte
ja: グリーンエンハンス
ko: 그린 인핸스
zh_tw: 綠色強化

# hBD24-025_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your green holomem gets Arts+20.
fr: Amélioration Verte
ja: [タージに1回] このターンの間、自分の緑ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 녹색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位綠色Holo成員的技藝+20。

# hBD24-025_SPSKILL_EFFECT
source: [1/Game]Reveal 1 green holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Vert +20 dégâts.
ja: [ゲームに1回] 自分のデッキから、緑ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 녹색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張綠色Holo成員，加入手牌。然後洗牌。

# hBD24-026_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hBD24-026_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleue
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-026_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-026_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-027_NAME
source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hBD24-027_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-027_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-027_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-028_NAME
source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

# hBD24-028_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-028_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-028_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-029_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hBD24-029_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-029_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-029_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-030_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ
ko: 아냐 멜핏사
zh_tw: 安雅·梅爾菲莎

# hBD24-030_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-030_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-030_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-032_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hBD24-032_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-032_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-032_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-033_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-033_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-033_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hY01-005_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hY02-004_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
ko: 녹 옐
zh_tw: 綠聲援

# hY04-004_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
ko: 청 옐
zh_tw: 藍聲援

# hY06-003_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
ko: 황 옐
zh_tw: 黃聲援

# hY03-005_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY03-006_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY03-007_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY03-008_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hBD24-031_NAME
source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

# hBD24-031_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-031_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-031_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-034_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBD24-034_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-034_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-034_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-035_NAME
source: Momosuzu Nene
ja: 桃鈴ねね
ko: 모모스즈 네네
zh_tw: 桃鈴音音

# hBD24-035_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-035_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-035_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-036_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hBD24-036_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-036_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-036_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-037_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBD24-037_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-037_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1장의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-037_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-038_NAME
source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

# hBD24-038_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-038_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-038_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBD24-039_NAME
source: Otonose Kanade
ja: 音乃瀬奏
ko: 오토노세 카나데
zh_tw: 音乃瀨奏

# hBD24-039_SKILL_NAME
source: Yellow Enhance
fr: Amélioration Jaune
ja: イエローエンハンス
ko: 옐로우 인핸스
zh_tw: 黃色強化

# hBD24-039_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your yellow holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Jaune +20 dégâts.
ja: [タージに1回] このターンの間、自分の黄ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 황색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位黃色Holo成員的技藝+20。

# hBD24-039_SPSKILL_EFFECT
source: [1/Game]Reveal 1 yellow holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Jaune depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、黄ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 황색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張黃色Holo成員，加入手牌。然後洗牌。

# hBD24-040_NAME
source: Amane Kanata
ja: 天音かなた
ko: 아마네 카나타
zh_tw: 天音彼方

# hBD24-040_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-040_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-040_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBD24-041_NAME
source: Elizabeth Rose Bloodflame
ja: エリザベス・ローズ・ブラッドフレイム
ko: 엘리자베스 로즈 블러드플레임
zh_tw: 伊莉莎白·蘿絲·布拉德弗雷姆

# hBD24-041_SKILL_NAME
source: Red Enhance
fr: Amélioration Rouge
ja: レッドエンハンス
ko: 레드 인핸스
zh_tw: 紅色強化

# hBD24-041_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your red holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Rouge +20 dégâts.
ja: [タージに1回] このターンの間、自分の赤ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 적색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紅色Holo成員的技藝+20。

# hBD24-041_SPSKILL_EFFECT
source: [1/Game]Reveal 1 red holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Rouge depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、赤ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 적색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紅色Holo成員，加入手牌。然後洗牌。

# hBD24-042_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

# hBD24-042_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-042_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-042_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBP04-006_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-006_SKILL_NAME
source: Mental! Physical! Passion!
fr: Mental ! Physique ! Passion !
ja: メンタル! フィジカル! パッション!
ko: 멘탈! 피지컬! 패션!
zh_tw: 精神！體能！熱情！

# hBP04-006_SKILL_EFFECT
source: [1/Turn]Usable if your <Oozora Subaru> would take damage from the opponent during the opponent's turn:All of your <Oozora Subaru> take -30 damage.
fr: [1/tour] Peut être utilisé lorsque l'un de vos Holomems nommé ⟨Oozora Subaru⟩ est sur le point de subir des dégâts : Tous vos Holomems nommés ⟨Oozora Subaru⟩ subissent -30 dégâts.
ja: [ターンに1回] 相手のターンで、自分の〈大空スバル〉が相手からダメージを受ける時に使える:自分の〈大空スバル〉全員が受けるダメージ-30。
ko: [턴에 1번] 상대의 턴에서, 자신의 〈오오조라 스바루〉가 상대에게서 대미지를 받을 때 사용할 수 있다 : 자신의 〈오오조라 스바루〉 전원이 받는 대미지 -30.
zh_tw: [回合1次] 在對手回合，自己的<大空昴>受到對手傷害時可以使用：自己所有<大空昴>受到的傷害-30。

# hBP04-006_SPSKILL_NAME
source: Comedic Reactions
fr: Arts de la réaction
ja: リアクション芸
ko: 리액션 예능
zh_tw: 反應藝

# hBP04-006_SPSKILL_EFFECT
source: [1/Game]Usable if your life is 3 or less:During this turn, your center holomem <Oozora Subaru> gets Arts+100.
fr: [1/partie] Peut être utilisé lorsque vous avez 3 VIES ou moins: Si votre Holomem Central est ⟨Oozora Subaru⟩, les Arts de cet Holomem gagnent +100 dégâts, jusqu'à la fin de ce tour.
ja: [ゲームに1回] 自分のライフが3以下の時に使える:このターンの間、自分のセンターホロメンの〈大空スバル〉のアーツ+100。
ko: [게임에 1번] 자신의 라이프가 3 이하일 때 사용할 수 있다 : 이 턴 동안, 자신의 센터 홀로멤인 〈오오조라 스바루〉의 아츠 +100.
zh_tw: [遊戲1次] 自己生命值為3點以下時可以使用：此回合，自己C位Holo成員<大空昴>的技藝+100。

# hBP04-050_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

# hBP04-050_ART_0_NAME
source: Shiori~n!
ja: しおり〜ん!
ko: 시오링~!

# hBP04-051_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

# hBP04-051_ART_0_NAME
source: Don't You Think That's a Wonderful Story?
fr: Ne trouvez-vous pas que c'est une merveilleuse histoire ?
ja: それって素敵な物語だと思わない?
ko: 그거 멋진 이야기라고 생각하지 않아?
zh_tw: 你不覺得這是個很棒的故事嗎？

# hBP04-051_ART_1_NAME
source: Thirst for Knowledge
fr: Soif insatiable de connaissances
ja: 尽きない知識欲
ko: 끝없는 지식욕
zh_tw: 無盡的求知慾

# hBP04-052_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

# hBP04-052_ART_0_NAME
source: Fascinating Story
fr: Histoire fascinante
ja: 魅力的な物語
ko: 매력적인 이야기
zh_tw: 迷人的故事

# hBP04-052_BLOOM_NAME
source: Prison Break Plan
fr: Plan de sortie de prison
ja: 脱獄計画
ko: 탈옥 계획

# hBP04-052_BLOOM_EFFECT
source: Deal 20 special damage to 1 of your opponent's back holomem. However, your opponent's life does not reduce even if downed.
fr: Infligez 20 dégâts spéciaux à l'un des Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 相手のバックホロメン1人に特殊ダメージ20を与える。ただし、ダウンしても相手のライフは減らない。
ko: 상대의 백 홀로멤 1명에게 특수 대미지 20을 준다. 단, 다운해도 라이프는 줄지 않는다.

# hBP04-053_NAME
source: Shiori Novella
ja: シオリ・ノヴェラ
ko: 시오리 노벨라
zh_tw: 詩織·諾薇拉

# hBP04-053_ART_0_NAME
source: Bookmark of a Memory
fr: Marque-page de mémoire
ja: 思い出の栞
ko: 추억의 책갈피
zh_tw: 回憶的書籤

# hBP04-053_ART_0_EFFECT
source: You may reveal the top card of your holo Power:If the revealed card is a holomem with #EN, deal 20 special damage to 1 of your opponent's holomem. Then, return the revealed card to the bottom of the holo Power face down.
fr: Vous pouvez révéler la première carte de vos Holopowers. Si la carte révélée est un Holomem avec #EN, Infligez 20 dégâts spéciaux à l'un des Holomems adverses. Puis placez la carte révélée au-dessous de vos Holopower.
ja: 自分のホロパワーの上から1枚を公開できる: 公開したカードが#ENを持つホロメンの時、相手のホロメン1人に特殊ダメージ20を与える。 そして公開したカードを裏向きにしてホロパワーの下に戻す。
ko: 자신의 홀로 파워의 위에서부터 1장을 공개할 수 있다 : 공개한 카드가 #EN을 가진 홀로멤일 때, 상대의 홀로멤 1명에게 특수 대미지 20을 준다. 그리고 공개한 카드를 뒷면으로 해서 홀로 파워의 아래로 되돌린다.
zh_tw: 可以公開自己holo能量最上方1張：公開的卡片為持有#EN的Holo成員時，對手1位Holo成員造成20點特殊傷害。 然後將公開的卡片面朝下放回holo能量最下方。

# hBP04-053_BLOOM_NAME
source: Forbidden Knowledge
fr: Savoir interdit
ja: 禁断の知識
ko: 금단의 지식

# hBP04-053_BLOOM_EFFECT
source: Send the top card of your cheer deck to your holomem with #EN.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems avec #EN.
ja: 自分のエールデッキの上から1枚を、自分の#ENを持つホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 #EN을 가진 홀로멤에게 보낸다.

# hBP04-067_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-067_ART_0_NAME
source: Ajimaru! Ajimaru!
ja: あじまる! あじまる!
ko: 아지마루! 아지마루!
zh_tw: ASMR！ASMR！

# hBP04-067_ART_1_NAME
source: Sup! I'm Oozora Subaru from hololive 2nd Generation!!
fr: Hey ! Je suis Oozora Subaru de la 2ème Génération d'Hololive !
ja: ちわーす! ホロライブ2期生大空スバルっス!!
ko: 치와—스! 홀로라이브 2기생 오오조라 스바루임다!!
zh_tw: 你好！我是Hololive 2期生大空昴是也！！
