Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP03-007_SKILL_EFFECT
source: [1/Turn]Reveal 1 fan from your deck, and add it to hand. Then, shuffle the deck.
fr: [1/tour] Révélez 1 Fan de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: [ターンに1回] 自分のデッキから、ファン1枚を公開し、手札に加える。 そしてデッキをシャッフルする。
ko: [턴에 1번] 자신의 덱에서, 팬 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [回合1次] 從自己牌組中公開1張粉絲卡，加入手牌。然後洗牌。

# hBP03-007_SPSKILL_NAME
source: Watame isn't at fault, right?
fr: Watame n'a rien fait de mal
ja: わためは悪くないよねぇ?
ko: 와타메는 나쁘지 않지?
zh_tw: 綿芽又沒做錯吧？

# hBP03-007_SPSKILL_EFFECT
source: [1/Game]Send the top 2 cards of your cheer deck to 1 of your <Tsunomaki Watame>.
fr: [1/partie] Attachez les 2 premières cartes de votre Deck de Cheers à l'une de vos ⟨Tsunomaki Watames⟩.
ja: [ゲームに1回] 自分のエールデッキの上から2枚を、自分の〈角巻わため〉1人に送る。
ko: [게임에 1번] 자신의 옐 덱의 위에서부터 2장을, 자신의 〈츠노마키 와타메〉 1명에게 보낸다.
zh_tw: [遊戲1次] 從自己聲援牌組最上方將2張送到自己1位<角卷綿芽>上。

# hBP03-008_NAME
source: Ayunda Risu
ja: アユンダ・リス
ko: 아윤다 리스
zh_tw: 阿芸達·栗絲

# hBP03-008_SKILL_NAME
source: hololive ID Family
fr: Famille hololive ID
ja: ホロライブID一家
ko: 홀로라이브 ID 일가
zh_tw: Hololive ID一家

# hBP03-008_SKILL_EFFECT
source: [1/Turn]Usable if your holomem with #ID Gen 1 is downed:Draw 1 card.
fr: [1/tour] Peut être utilisé lorsqu'un de vos Holomems avec #IDGen1 est mis Inconscient : Piochez 1 carte.
ja: [ターンに1回] 自分の#ID1期生を持つホロメンがダウンした時に使える:自分のデッキを1枚引く。
ko: [턴에 1번] 자신의 #ID 1기생을 가진 홀로멤이 다운됐을 때 사용할 수 있다 : 자신의 덱을 1장 드로우한다.
zh_tw: [回合1次] 自己持有#ID1期生的Holo成員被擊倒時可以使用：抽1張牌。

# hBP03-008_SPSKILL_NAME
source: Ganbari Risu~!
ja: がんばり〜リス!
ko: 간바~리스!
zh_tw: 加油～栗鼠！

# hBP03-008_SPSKILL_EFFECT
source: [1/Game]During this turn, all <Ayunda Risu> on your stage get Arts+50.
fr: [1/partie] Les Arts de tous vos Holomems nommés ⟨Ayunda Risu⟩ gagnent +50 dégâts jusqu'à la fin de ce tour.
ja: [ゲームに1回] このターンの間、自分のステージの〈アユンダ・リス〉全員ステージの〈アユンダ・リス〉全員のアーツ+50。
ko: [게임에 1번] 이 턴 동안, 자신의 스테이지의 〈아윤다 리스〉 전원의 아츠 +50.
zh_tw: [遊戲1次] 此回合，自己舞台上所有<阿芸達·栗絲>的技藝+50。

# hBP03-009_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-009_ART_0_NAME
source: Are you there, Everyone?
fr: Est-ce que tout le monde est là ~?
ja: みんな〜、おりゅ〜?
ko: 모두~, 있어~?
zh_tw: 大家～在嗎～？

# hBP03-009_ART_0_EFFECT
source: If you do not have a holomem with <Lu-knights> attached, reveal 1 <Lu-knights> from your deck, and attach it to your holomem. Then, shuffle the deck.
fr: Si aucun ⟨Luknight⟩ est attaché à un Holomem sur votre Scène, révélez 1 ⟨Luknight⟩ de votre Deck et attachez-le à l'un de vos Holomems. Puis mélangez votre deck.
ja: 自分の〈ルーナイト〉が付いているホロメンがいない時、自分のデッキから、〈ルーナイト〉1枚を公開し、自分のホロメンに付ける。そしてデッキをシャッフルする。
ko: 자신의 〈루나이트〉가 붙어 있는 홀로멤이 없을 때, 자신의 덱에서, 〈루나이트〉 1장을 공개하고, 자신의 홀로멤에게 붙인다. 그리고 덱을 셔플한다.
zh_tw: 自己沒有裝備<月騎士>的Holo成員時，從自己牌組中公開1張<月騎士>，裝備到自己的Holo成員上。然後洗牌。

# hBP03-010_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-010_ART_0_NAME
source: Do you Want Candy?
fr: Envie de sucreries ?
ja: お菓子たべるのら?
ko: 과자 먹을 거노라?
zh_tw: 要吃點心嗎？

# hBP03-010_COLLAB_NAME
source: Princess of Candy Kingdom
fr: Princesse du royaume des bonbons
ja: お菓子の国のお姫様
ko: 과자 나라의 공주님
zh_tw: 點心之國的公主殿下

# hBP03-010_COLLAB_EFFECT
source: If your center holomem is <Himemori Luna>, draw 1 card from your deck.
fr: Si votre Holomem Central est ⟨Himemori Luna⟩, piochez 1 carte de votre Deck.
ja: 自分のセンターホロメンが〈姫森ルーナ〉の時、自分のデッキを1枚引く。
ko: 자신의 센터 홀로멤이 〈히메모리 루나〉일 때, 자신의 덱을 1장 드로우한다.
zh_tw: 自己C位Holo成員是<姬森璐娜>時，抽1張牌。

# hBP03-011_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-011_ART_0_NAME
source: Otsu-Luna
ja: おつルーナ
ko: 오츠루나
zh_tw: 辛苦璐娜了

# hBP03-011_ART_1_NAME
source: Good night~
fr: Bonne nuit
ja: ぐっどないと〜
ko: 굿 나잇~
zh_tw: 晚安～

# hBP03-012_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-012_ART_0_NAME
source: It's a Promise!
fr: C'est une promesse
ja: 約束なのら!
ko: 약속이노라!
zh_tw: 說好了喔！

# hBP03-012_BLOOM_NAME
source: Let's Make this the Best Concert Ever!
fr: Vivons ensemble la meilleure des vies
ja: 一緒に最高のライブにしようね
ko: 같이 최고의 라이브로 만들자

# hBP03-012_BLOOM_EFFECT
source: During this turn, 1 of your holomem with a fan attached gets Arts+20.
fr: Les Arts de l'un de vos Holomems auquel est attaché un Fan gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分のファンが付いているホロメン1人のアーツ+20。
ko: 이 턴 동안, 자신의 팬이 붙어 있는 홀로멤 1명의 아츠 +20.

# hBP03-013_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-013_ART_0_NAME
source: Moon Galaxy
fr: Galaxie de la lune
ja: ムーンギャラクシー
ko: 문 갤럭시
zh_tw: 月亮銀河

# hBP03-013_ART_0_EFFECT
source: You may attach 1 <Lu-knights> from your archive to your <Himemori Luna>.
fr: Vous pouvez attacher 1 ⟨Luknight⟩ de votre Archive à l'un de vos Holomems nommé ⟨Himemori Luna⟩.
ja: 自分のアーカイブの〈ルーナイト〉1枚を自分の〈姫森ルーナ〉に付けられる。
ko: 자신의 아카이브의 〈루나이트〉 1장을 자신의 〈히메모리 루나〉에게 붙일 수 있다.
zh_tw: 可以將自己存檔區的1張<月騎士>裝備到自己的<姬森璐娜>上。

# hBP03-013_GIFT_NAME
source: A Space Adventuwe with me!
fr: Aller dans l'espace ensemble avec Nna-tan
ja: んなたんと一緒に、宇宙に行くのら~!
ko: 응나땅이랑 같이, 우주로 가는 노라~!
zh_tw: 和んなたん一起去宇宙！

# hBP03-013_GIFT_EFFECT
source: [Collab Position Only]Your center holomem <Himemori Luna> with a fan attached gets Arts+20.
fr: [Position Collab] Si votre Holomem Central est ⟨Himemori Luna⟩ et qu'un Fan y est attaché, ses Arts gagnent +20 dégâts.
ja: [コラボポジション限定] 自分のファンが付いているセンターホロメンの〈姫森ルーナ〉のアーツ+20。
ko: [콜라보 포지션 한정] 자신의 팬이 붙어 있는 센터 홀로멤인 〈히메모리 루나〉의 아츠 +20.
zh_tw: [限聯動位置] 自己裝備有粉絲卡的C位Holo成員<姬森璐娜>的技藝+20。

# hBP03-014_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-014_ART_0_NAME
source: Good Work Today
fr: Otsukaresama nanora
ja: お疲れ様なのらね
ko: 수고했어나노라네
zh_tw: 辛苦了喔

# hBP03-014_ART_0_EFFECT
source: If <Lu-knights> is attached to this holomem, this Arts gets +50.
fr: Si un ⟨Luknights⟩ est attaché à cet Holomem, cet Art gagne +50 dégâts.
ja: このホロメンに〈ルーナイト〉が付いている時、このアーツ+50。
ko: 이 홀로멤에게 〈루나이트〉가 붙어 있을 때, 이 아츠 +50.
zh_tw: 此Holo成員裝備有<月騎士>時，此技藝+50。

# hBP03-014_BLOOM_NAME
source: Follow Luna~
fr: Suivez Luna~
ja: ルーナについてくるのら~
ko: 루나를 따라오노라~

# hBP03-014_BLOOM_EFFECT
source: If your Oshi holomem is <Himemori Luna>, you may attach 1 <Lu-knights> from your archive to your <Himemori Luna>.
fr: Si votre Oshi est ⟨Himemori Luna⟩, vous pouvez attacher 1 ⟨Luknight⟩ de votre Archive à l'un de vos Holomems nommé ⟨Himemori Luna⟩.
ja: 自分の推しホロメンが〈姫森ルーナ〉の時、自分のアーカイブの〈ルーナイト〉1枚を自分の〈姫森ルーナ〉に付けられる。
ko: 자신의 오시 홀로멤이 〈히메모리 루나〉일 때, 자신의 아카이브의 〈루나이트〉 1장을 자신의 〈히메모리 루나〉에게 붙일 수 있다.

# hBP03-016_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-016_ART_0_NAME
source: La-lion♪
ja: ららーいおん♪
ko: 라라이온♪
zh_tw: 啦啦ー獅♪

# hBP03-017_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-017_ART_0_NAME
source: Bo.
ja: ぼ。
ko: 보.
zh_tw: ぼ。

# hBP03-017_COLLAB_NAME
source: Prepare
fr: Préparation
ja: プリペア
ko: 프리페어
zh_tw: 準備

# hBP03-017_COLLAB_EFFECT
source: If your Oshi holomem is <Shishiro Botan>, you may archive the top card of your cheer deck:Restore 10 HP to 1 of your holomem.
fr: Si votre Oshi est ⟨Shishiro Botan⟩, vous pouvez archiver la première carte de votre Deck de Cheers pour l'effet suivant : Restaurez 10 PV à n'importe lequel de vos Holomems.
ja: 自分の推しホロメンがく獅白ぼたん〉の時、自分のエールデッキの上から1枚をアーカイブできる:自分のホロメン1人のHP10回復。
ko: 자신의 오시 홀로멤이 〈시시로 보탄〉일 때, 자신의 옐 덱의 위에서부터 1장을 아카이브할 수 있다 : 자신의 홀로멤 1명의 HP 10 회복.
zh_tw: 自己的主推Holo成員是<獅白牡丹>時，可以將自己聲援牌組最上方1張放入存檔區：為自己1位Holo成員回復10點HP。

# hBP03-018_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-018_ART_0_NAME
source: If Botan became an Idol...
fr: Si Botan devenait une idole...
ja: ぼたんがアイドルになったら･･･
ko: 보탄이 아이돌이 된다면…
zh_tw: 如果牡丹成為偶像的話...

# hBP03-018_ART_1_NAME
source: I'll definitely make your heart race
fr: Je vous promets que votre cœur va dokidoki
ja: 絶対、ドキドキさせるから
ko: 절대로, 두근거리게 해줄 테니까
zh_tw: 絕對會讓你心跳加速

# hBP03-019_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-019_ART_0_NAME
source: Slurp
ja: じゅるり
ko: 주르륵
zh_tw: 流口水

# hBP03-019_ART_0_EFFECT
source: Reveal 1 <Tsunomaki Watame> from your hand, and you may return it to the bottom of your deck:Restore 20 HP to this holomem.
fr: Vous pouvez révéler 1 ⟨Tsunomaki Watame⟩ de votre Main et la placer au-dessous de votre Deck. Restaurez 20 PV à cet Holomem.
ja: 自分の手札の〈角巻わため〉1枚を公開し、デッキの下に戻せる:このホロメンのHP20回復。
ko: 자신의 패의 〈츠노마키 와타메〉 1장을 공개하고, 덱의 아래로 되돌릴 수 있다 : 이 홀로멤의 HP 20 회복.
zh_tw: 可以公開自己手牌中的1張<角卷綿芽>並放回牌組最下方：為此Holo成員回復20點HP。

# hBP03-019_BLOOM_NAME
source: Singing is Fun
fr: Chanter, c'est amusant
ja: 歌う事は楽しい事
ko: 노래하는 건 즐거운 일

# hBP03-019_BLOOM_EFFECT
source: You may archive 1 cheer from your back holomem:Deal 30 special damage to your opponent's center holomem or collab holomem. You may only use Bloom Effect "Singing is Fun" once per turn.
fr: Vous pouvez archiver 1 Cheer de l'un de vos Holomems en Arrière pour l'effet suivant : Infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse. Vous ne pouvez utiliser l'effet Bloom « Chanter, c'est amusant » qu'une seule fois par tour.
ja: 自分のバックホロメンのエール1枚をアーカイブできる:相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。自分のブルームエフェクト「歌う事は楽しい事」はターンに1回しか使えない。
ko: 자신의 백 홀로멤의 옐 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 30을 준다. 자신의 【블룸 이펙트】 「노래하는 건 즐거운 일」은 턴에 1번 밖에 사용할 수 없다.

# hBP03-020_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-020_ART_0_NAME
source: Arrived in a Shopping Cart
fr: Je suis venu par caddie
ja: ショッピングカートで来た
ko: 쇼핑 카트로 왔다
zh_tw: 搭購物車來的

# hBP03-020_BLOOM_EFFECT
source: Send the top card of your cheer deck to your back holomem <Shishiro Botan>.
fr: Envoyez la première carte de votre Deck de Cheers à l'un de vos Holomems en Arrière nommé ⟨Shishiro Botan⟩.
ja: 自分のエールデッキの上から1枚を、自分のバックホロメンの〈獅白ぼたん〉に送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 백 홀로멤인 〈시시로 보탄〉에게 보낸다.

# hBP03-021_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-021_ART_0_NAME
source: God-Tier Aim
fr: Visée divine
ja: 神エイム
ko: 신급 에임
zh_tw: 神準

# hBP03-021_ART_0_EFFECT
source: If your Oshi holomem is <Shishiro Botan>, you may archive 1 cheer from your back holomem:Deal 40 special damage to your opponent's center holomem or collab holomem.
fr: Si votre Oshi est ⟨Shishiro Botan⟩, vous pouvez archiver 1 Cheer de l'un de vos Holomems en Arrière pour l'effet suivant : Infligez 40 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分の推しホロメンがく獅白ぼたん〉の時、自分のバックホロメンのエール1枚をアーカイブできる:相手のセンターホロメンかコラボホロメンに特殊ダメージ40を与える。
ko: 자신의 오시 홀로멤이 〈시시로 보탄〉일 때, 자신의 백 홀로멤의 옐 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 40을 준다.
zh_tw: 自己的主推Holo成員是<獅白牡丹>時，可以將自己後備Holo成員的1張聲援放入存檔區：對手的C位Holo成員或聯動Holo成員造成40點特殊傷害。

# hBP03-021_BLOOM_NAME
source: Shishiro Botan will fix it somehow
fr: Shishiro Botan va faire quelque chose pour ça.
ja: なんとかしてくれる獅白ぼたん
ko: 어떻게든 해주는 시시로 보탄

# hBP03-021_BLOOM_EFFECT
source: You may send 1 green cheer each from your archive to 1~2 of your back holomem with #Shooter.
fr: Vous pouvez choisir 1 ou 2 de vos Holomems en Arrière avec #Tireur. Attachez 1 Cheer de votre Archive à chacun d'eux.
ja: 自分のアーカイブのエール1枚ずつを、自分の#シューターを持つバックホロメン1~2人に送れる。
ko: 자신의 아카이브의 녹 옐 1장씩을, 자신의 # 슈터를 가진 백 홀로멤 1~2명에게 보낼 수 있다.

# hBP03-031_NAME
source: Akai Haato
ja: 赤井はあと
ko: 아카이 하아토
zh_tw: 赤井心

# hBP03-031_ART_0_NAME
source: Good Morning-Rouge!
fr: Oha-rouge!
ja: おはるーじゅ!
ko: 오하루주!
zh_tw: 早安 Rouge！

# hBP03-032_NAME
source: Akai Haato
ja: 赤井はあと
ko: 아카이 하아토
zh_tw: 赤井心

# hBP03-032_ART_0_NAME
source: Good Job-Rouge!
fr: Otsu-rouge!
ja: おつるーじゅ!
ko: 오츠루주!
zh_tw: 辛苦 Rouge！

# hBP03-033_NAME
source: Akai Haato
ja: 赤井はあと
ko: 아카이 하아토
zh_tw: 赤井心

# hBP03-033_ART_0_NAME
source: Haachama-chama~!
ja: はあちゃまっちゃま〜!
ko: 하쨔마쨔마~!
zh_tw: 哈洽馬洽馬～！

# hBP03-033_BLOOM_NAME
source: Gonna Give it my All!
fr: Je le ferai de toutes mes forces !
ja: 全力でいくぞおおお!
ko: 전력으로 간다아아아!

# hBP03-033_BLOOM_EFFECT
source: Deal 10 special damage to your opponent's center holomem. If a tool is attached to that opponent's center holomem, deal 30 special damage to your opponent's center holomem instead.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central adverse. Si cet Holomem a un Outil attaché, infligez 30 dégâts spéciaux à la place.
ja: 相手のセンターホロメンに特殊ダメージ10を与える。その相手のセンターホロメンにツールが付いている時、かわりに、相手のセンターホロメンに特殊ダメージ30を与える。
ko: 상대의 센터 홀로멤에게 특수 대미지 10을 준다. 그 상대의 센터 홀로멤에게 툴이 붙어 있을 때, 대신, 상대의 센터 홀로멤에게 특수 대미지 30을 준다.

# hBP03-034_NAME
source: Akai Haato
ja: 赤井はあと
ko: 아카이 하아토
zh_tw: 赤井心

# hBP03-034_ART_0_NAME
source: Red or Rouge
ja: レッド オア ルージュ
ko: 레드 오어 루주

# hBP03-034_ART_0_EFFECT
source: You may roll a die once:If it is odd, deal 20 special damage to your opponent's center holomem and collab holomem. If it is even, this Arts gets +40.
fr: Vous pouvez lancer un dé : Si le résultat est impair, infligez 20 dégâts spéciaux à l'Holomem Central et Collab adverse. Si le résultat est pair, cet Art gagne +40 dégâts.
ja: サイコロを1回振れる: 奇数の時、相手のセンターホロメンとコラボホロメンに特殊ダメージ20を与える。偶数の時、このアーツ+40。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 상대의 센터 홀로멤과 콜라보 홀로멤에게 특수 대미지 20을 준다. 짝수일 때, 이 아츠 +40.
zh_tw: 可以擲1次骰子：奇數時，對手的C位Holo成員與聯動Holo成員造成20點特殊傷害。偶數時，此技藝+40。

# hBP03-034_BLOOM_NAME
source: The other Haato
fr: Il y a une autre Haato
ja: もう1人のはあと
ko: 또 한 명의 하아토

# hBP03-034_BLOOM_EFFECT
source: You may return 1 [1st holomem or 2nd holomem] with #Gen 1 other than Buzz from your archive to hand.
fr: Vous pouvez mettre 1 Holomem [1st Bloom ou 2nd Bloom] (autre qu'un Holomem Buzz) avec #Gen1 de votre Archive dans votre Main.
ja: 自分のアーカイブの #1期生を持つBuzz以外の[1stホロメンか2nd ホロメン]1枚を手札に戻せる。
ko: 자신의 아카이브의 #1기생을 가진 Buzz 이외의 [1st 홀로멤이나 2nd 홀로멤] 1장을 패로 되돌릴 수 있다.

# hBP03-037_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード
ko: 모코코 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-037_ART_0_NAME
source: I'm not Fuwawa, I'm Mococo
fr: Je ne suis pas Fuwawa, je suis Mococo
ja: フワワじゃないよ、モココだよ
ko: 후와와가 아니야, 모코코야
zh_tw: 不是芙瓦瓦，是モココ喔

# hBP03-037_ART_0_EFFECT
source: If your center holomem is <Fuwawa Abyssgard>, this Arts requires -1 colorless.
fr: Si votre Holomem Central est ⟨Fuwawa Abyssgard⟩, cet Art peut être utilisé sans coût de Cheer.
ja: このアーツは、自分のセンターホロメンが〈フワワ・アビスガード〉の時、エール1枚を必要とせずに使える。
ko: 이 아츠는, 자신의 센터 홀로멤이 〈후와와 어비스가드〉일 때, 옐 1장을 필요로 하지 않고 사용할 수 있다.
zh_tw: 自己C位Holo成員是<茸茸・阿比斯加德>時，此技藝無需消耗聲援即可使用。

# hBP03-038_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード
ko: 모코코 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-038_ART_0_NAME
source: Donut Cooking with Mococo
fr: Cuisiner des donuts avec Mococo
ja: モココとドーナツクッキング
ko: 모코코와 도넛 쿠킹
zh_tw: モココ的甜甜圈烘焙

# hBP03-038_BLOOM_NAME
source: It's playtime!
fr: C'est l'heure de jouer !
ja: 遊びの時間だー!
ko: 놀 시간이다ㅡ!

# hBP03-038_BLOOM_EFFECT
source: When bloomed from Debut, reveal 1 1st holomem <Fuwawa Abyssgard> from your deck, and add it to hand. Then, shuffle the deck.
fr: Lorsque cette carte bloom depuis un Holomem Debut, vous pouvez révéler 1 ⟨Fuwawa Abyssgard⟩ 1st Bloom de votre Deck et la mettre dans votre Main. Puis mélangez votre Deck.
ja: DebutからBloomした時、自分のデッキから、1stホロメンの〈フワワ・アビスガード〉1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: Debut에서 Bloom했을 때, 자신의 덱에서, 1st 홀로멤인 〈후와와 어비스가드〉 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP03-039_NAME
source: Mococo Abyssgard
ja: モココ・アビスガード
ko: 모코코 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-039_ART_0_NAME
source: The Fuzzy One
fr: La Douce
ja: もこもこしてる方
ko: 보송보송한 쪽
zh_tw: 毛茸茸的那邊

# hBP03-039_ART_0_EFFECT
source: [Collab Position Only]If your center holomem is <Fuwawa Abyssgard>, this Arts gets +30.
fr: [Position Collab] Si votre Holomem Central est ⟨Fuwawa Abyssgard⟩, cet Art gagne +30 dégâts.
ja: [コラボポジション限定] 自分のセンターホロメンが〈フワワ・アビスガード〉の時、このアーツ+30。
ko: [콜라보 포지션 한정] 자신의 센터 홀로멤이 〈후와와 어비스가드〉일 때, 이 아츠 +30.
zh_tw: [限聯動位置] 自己C位Holo成員是<茸茸・阿比斯加德>時，此技藝+30。

# hBP03-039_GIFT_NAME
source: The Rowdy Demonic Guard Dog
fr: Chien de garde démoniaque turbulent
ja: 魔界乃番犬の暴れん坊
ko: 마계의 파수견의 난폭꾼
zh_tw: 魔界看門犬的搗蛋鬼

# hBP03-039_GIFT_EFFECT
source: During your reset phase, if your center holomem is <Fuwawa Abyssgard>, this holomem does not rest even if moved to the back position.
fr: Lors de votre Phase de Réinitialisation, si votre Holomem Central est ⟨Fuwawa Abyssgard⟩, cet Holomem n'est pas mis au Repos lorsqu'il passe en Arrière depuis la Position Collab.
ja: 自分のリセットステップで、自分のセンターホロメンが〈フワワ・アビスガード〉の時、このホロメンはバックポジションに移動してもお休みしない。
ko: 자신의 리셋 스탭에서, 자신의 센터 홀로멤이 〈후와와 어비스가드〉일 때, 이 홀로멤은 백 포지션으로 이동해도 휴식하지 않는다.
zh_tw: 在自己的重置階段，自己C位Holo成員是<茸茸・阿比斯加德>時，此Holo成員即使移動到後備位置也不會休息。

# hBP03-040_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-040_ART_0_NAME
source: I'm not a Chihuahua, I'm Fuwawa!
fr: Je ne suis pas un chihuahua, je suis Fuwawa !
ja: チワワじゃないよ、フワワだよ
ko: 치와와가 아니야, 후와와야
zh_tw: 不是吉娃娃，是芙瓦瓦喔

# hBP03-041_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-041_ART_0_NAME
source: The Sisterly Demonic Guard Dog
fr: Chien de garde démoniaque sororal
ja: 魔界乃番犬のまとめ役
ko: 마계의 파수견의 정리역
zh_tw: 魔界看門犬的統籌者

# hBP03-041_ART_1_NAME
source: The Fluffy One
fr: La Soyeuse
ja: ふわふわしてる方
ko: 푹신푹신한 쪽
zh_tw: 軟綿綿的那邊

# hBP03-042_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-042_ART_0_NAME
source: Strolling in the forest with Fuwawa
fr: Une promenade dans la forêt avec Fuwawa
ja: フワワと森のお散歩
ko: 후와와랑 숲 산책
zh_tw: 芙瓦瓦的森林散步

# hBP03-042_BLOOM_NAME
source: Fuwa Floating with the Current
fr: Fleur d'eau Fuwawa
ja: フワ花流水
ko: 후와 화유수

# hBP03-042_BLOOM_EFFECT
source: If <Mococo Abyssgard> is on your stage, deal 20 special damage to 1 of your opponent's center holomem or back holomem. However, your opponent's life does not reduce even if downed.
fr: S'il y a une ⟨Mococo Abyssgard⟩ sur votre Scène, vous pouvez infliger 20 dégâts à l'Holomem Central adverse ou à un Holomem en Arrière adverse. Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE.
ja: 自分のステージに〈モココ・アビスガード〉がいる時、相手のセンターホロメンかバックホロメン1人に特殊ダメージ20を与える。ただし、ダウンしても相手のライフは減らない。
ko: 자신의 스테이지에 〈모코코 어비스가드〉가 있을 때, 상대의 센터 홀로멤이나 백 홀로멤에게 특수 대미지 20을 준다. 단, 다운해도 라이프는 줄지 않는다.

# hBP03-043_NAME
source: Fuwawa Abyssgard
ja: フワワ・アビスガード
ko: 후와와 어비스가드
zh_tw: 茸茸・阿比斯加德

# hBP03-043_ART_0_NAME
source: I Love Donuts
fr: J'adore les beignets
ja: ドーナツ大好き
ko: 도넛 정말 좋아
zh_tw: 最喜歡甜甜圈了

# hBP03-043_ART_1_NAME
source: Wanna eat together?
fr: On mange ensemble ?
ja: 一緒に食べる?
ko: 같이 먹을래?
zh_tw: 要一起吃嗎？

# hBP03-043_ART_1_EFFECT
source: [Center Position Only]If your Oshi holomem is <FUWAMOCO>, you may reattach 1 cheer from this holomem to your <Mococo Abyssgard>:Deal 50 special damage to your opponent's center holomem.
fr: [Position Centrale] Si votre Oshi est ⟨FUWAMOCO⟩, vous pouvez réattacher 1 Cheer de cet Holomem à l'un de vos Holomems nommé ⟨Mococo Abyssgard⟩. Si vous le faites, infligez 50 dégâts spéciaux à l'Holomem Central adverse.
ja: [センターポジション限定] 自分の推しホロメンが〈FUWAMOCO〉の時、このホロメンのエール1枚を、自分の〈モココ・アビスガード〉に付け替えられる:相手のセンターホロメンに特殊ダメージ50を与える。
ko: [센터 포지션 한정] 자신의 오시 홀로멤이 〈FUWAMOCO〉일 때, 이 홀로멤의 옐 1장을, 자신의 〈모코코 어비스가드〉에게 바꿔 붙일 수 있다 : 상대의 센터 홀로멤에게 특수 대미지 50을 준다.
zh_tw: [限C位位置] 自己的主推Holo成員是<FUWAMOCO>時，可以將此Holo成員的1張聲援重新裝備到自己的<茸茸・阿比斯加德>上：對手的C位Holo成員造成50點特殊傷害。

# hBP03-049_NAME
source: Hiodoshi Ao
ja: 火威青
ko: 히오도시 아오
zh_tw: 火威青

# hBP03-049_ART_0_NAME
source: Leave it to the Handsome One!
fr: Laissez faire l'ikemen
ja: イケメンにお任せを
ko: 미남에게 맡겨줘
zh_tw: 交給帥哥我吧

# hBP03-049_ART_0_EFFECT
source: Deal 10 special damage for each of your back holomem with #ReGLOSS and with different card names to your opponent's center holomem or 1 of their back holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central adverse ou à un Holomem en Arrière adverse pour chacun de vos Holomems en Arrière de nom différent avec #ReGLOSS.
ja: 相手のセンターホロメンかバックホロメン1人どちらかに、自分の異なるカード名の#ReGLOSSを持つバックホロメン1人につき、特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤이나 백 홀로멤 어느 한 쪽에, 자신의 다른 카드명인 #ReGLOSS를 가진 백 홀로멤 1명당, 특수 대미지 10을 준다.
zh_tw: 對手的C位Holo成員或1位後備Holo成員，每有1位自己不同卡名的#ReGLOSS後備Holo成員，造成10點特殊傷害。

# hBP03-049_BLOOM_NAME
source: Such Troublesome Princesses
fr: Princesses en détresse
ja: 困ったお姫様たちだね
ko: 곤란한 공주님들이네

# hBP03-049_BLOOM_EFFECT
source: Reveal 1 cheer from your cheer deck with the same color as your center holomem with #ReGLOSS, and send it to your holomem with #ReGLOSS. Then, shuffle the cheer deck.
fr: Si votre Holomem Central a #ReGLOSS, révélez 1 Cheer de votre Deck de Cheers de la même couleur que cet Holomem et envoyez ce Cheer à n'importe lequel de vos Holomems avec #ReGLOSS. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、自分の#ReGLOSSを持つセンターホロメンと同色のエール1枚を公開し、自分の#ReGLOSSを持つホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, 자신의 #ReGLOSS를 가진 센터 홀로멤과 같은 색의 옐 1장을 공개하고, 자신의 #ReGLOSS를 가진 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.

# hBP03-050_ART_0_NAME
source: Demon Guard Dog Sisters
fr: Sœurs gardienne démoniaque
ja: 魔界乃番犬シスターズ
ko: 마계의 파수견 시스터즈
zh_tw: 魔界看門犬姊妹

# hBP03-050_ART_0_EFFECT
source: Reveal 1 [red cheer or blue cheer] from your cheer deck, and send it to your holomem with #Advent. Then, shuffle the cheer deck.
fr: Révélez 1 [Cheer Rouge ou Cheer Bleu] de votre Deck de Cheers, et attachez-le à l'un de vos Holomems avec #Advent. Puis mélangez votre Deck de Cheers.
ja: 自分のエールデッキから、[赤エールか青エール]1枚を公開し、自分の#Adventを持つホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 옐 덱에서, [적 옐이나 청 옐] 1장을 공개하고, 자신의 #Advent를 가진 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 從自己聲援牌組中公開1張[紅聲援或藍聲援]，送到自己持有#Advent的Holo成員上。然後洗牌聲援牌組。

# hBP03-050_ART_1_NAME
source: Together we're FUWAMOCO!
fr: Ensemble, nous sommes FUWAMOCO
ja: 2人揃ってFUWAMOCOです!
ko: 둘이 모여 FUWAMOCO입니다!
zh_tw: 兩人合體就是FUWAMOCO！

# hBP03-051_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-051_ART_0_NAME
source: Suppies!
fr: Konyappi
ja: こんやっぴー
ko: 콘얍삐ㅡ
zh_tw: 空呀Pー

# hBP03-052_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-052_ART_0_NAME
source: So that's how it is, huh
fr: C'est ce que l'on ressent
ja: そういう感じなんだ
ko: 그런 느낌이야
zh_tw: 是那種感覺啊

# hBP03-052_ART_0_EFFECT
source: Deal 10 special damage to your opponent's center holomem. If your Oshi holomem is <Tokoyami Towa>, you may archive 1 tool attached to your opponent's [center holomem or collab holomem].
fr: Infligez 10 dégâts spéciaux à l'Holomem Central adverse. Puis si votre Oshi est ⟨Tokoyami Towa⟩, vous pouvez archiver un Outil attaché à l'Holomem [Central ou Collab] adverse.
ja: 相手のセンターホロメンに特殊ダメージ10を与える。その後、自分の推しホロメンが〈常闇トワ〉の時、相手の[センターホロメンかコラボホロメン]に付いているツール1枚をアーカイブできる。
ko: 상대의 센터 홀로멤에게 특수 대미지 20을 준다. 그 후, 상대의 센터 혹은 콜라보 홀로멤에 붙어있는 <툴> 한 장을 아카이브할 수 있다.
zh_tw: 對手的C位Holo成員造成10點特殊傷害。之後，自己的主推Holo成員是<常闇永遠>時，可以將對手[C位Holo成員或聯動Holo成員]裝備的1張工具卡放入存檔區。

# hBP03-053_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-053_ART_0_NAME
source: Toodlies!
fr: Otsuyappi
ja: おつやっぴー
ko: 오츠얍삐ㅡ
zh_tw: 辛苦呀Pー

# hBP03-053_ART_1_NAME
source: Kyurin
ja: きゅりん
ko: 큐링
zh_tw: きゅりん

# hBP03-054_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-054_ART_0_NAME
source: I'm gonna make a huge explosion!
fr: Ce sera une grande explosion !
ja: 大爆発させちゃうぜ!
ko: 대폭발 해버린다구!
zh_tw: 讓你大爆炸喔！

# hBP03-054_ART_0_EFFECT
source: You may archive 4 purple cheer from this holomem:Return 1 cheer from your opponent's stage to the bottom of the cheer deck.
fr: Vous pouvez archiver 4 Cheers Violets de cet Holomem pour l'effet suivant : Envoyez 1 Cheer de la Scène de votre adversaire au-dessous de son Deck de Cheers.
ja: このホロメンのエール4枚をアーカイブできる:相手のステージのエール1枚をエールデッキの下に戻す。
ko: 이 홀로멤의 자 옐 4장을 아카이브할 수 있다 : 상대의 스테이지의 옐 1장을 옐 덱의 아래로 되돌린다.
zh_tw: 可以將此Holo成員的4張聲援放入存檔區：將對手舞台上的1張聲援放回聲援牌組最下方。

# hBP03-054_COLLAB_NAME
source: A Color Unique to Towa
fr: Une couleur que seule Towa peut produire
ja: トワにしか出せない色
ko: 토와 밖에 낼 수 없는 색
zh_tw: 只有永遠才能展現的色彩

# hBP03-054_COLLAB_EFFECT
source: Deal 20 special damage to your opponent's center holomem or collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 相手のセンターホロメンかコラボホロメンに特殊ダメージ20を与える。
ko: 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 對手的C位Holo成員或聯動Holo成員造成20點特殊傷害。

# hBP03-055_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-055_ART_0_NAME
source: You can have a Home Date with Towa
fr: Un rencard à domicile avec Towa est également possible
ja: トワとお家デートしたっていい
ko: 토와랑 집 데이트해도 좋아
zh_tw: 和永遠在家約會也可以喔

# hBP03-055_ART_1_NAME
source: ThankQ
fr: 10Q
ja: てんQ
ko: 텐Q
zh_tw: てんQ
