Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hSD06-002_ART_0_NAME
source: Yes! Shing-Shing!!
fr: OUI ! JAKIN-JAKIN !!
ja: いえす!ジャキンジャキン!!
ko: 예스! 쟈킹쟈킹!
zh_tw: Yes!鏘鏘鏘!!

# hSD06-002_COLLAB_NAME
source: Not! Nin-Nin!!
fr: PAS ! NIN-NIN !!
ja: のっと!ニンニン!!
ko: 낫! 닌닌!

# hSD06-002_COLLAB_EFFECT
source: Restore 10 HP to 1 of your holomem.
fr: Restaurez 10 PV à l'un de vos Holomems.
ja: 自分のホロメン1人のHP10回復。
ko: 자신의 홀로멤 1명의 HP 10 회복.
zh_tw: 為自己1位Holo成員回復10點HP。

# hSD06-003_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-003_ART_0_NAME
source: Deadly Swing of the Blade
fr: Te faire tomber en un coup
ja: 一刀両断叩き斬る
ko: 일도양단 베어버린다
zh_tw: 一刀兩斷斬

# hSD06-003_ART_0_EFFECT
source: If your center holomem's HP is reduced, this Arts gets +10.
fr: Si votre Holomem Central est blessé, cet Art gagne +10 dégâts.
ja: 自分のセンターホロメンのHPが減っている時、このアーツ+10。
ko: 자신의 센터 홀로멤의 HP가 줄어 있을 때, 이 아츠 +10.
zh_tw: 自己C位Holo成員的HP減少時，此技藝+10。

# hSD06-004_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-004_ART_0_NAME
source: Shy Bodyguard
fr: Guarde du corps timide
ja: 照れ屋な用心棒
ko: 부끄럼쟁이 경호원
zh_tw: 害羞的保鑣

# hSD06-005_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-005_ART_0_NAME
source: Together with Kazama!
fr: Ensembles avec Kazama !
ja: かざまといっしょ!
ko: 카자마랑 함께!
zh_tw: 和風真一起！

# hSD06-005_BLOOM_NAME
source: Going out with Kazama
fr: Sortir avec Kazama
ja: かざまとおでかけ
ko: 카자마랑 외출

# hSD06-005_BLOOM_EFFECT
source: Send the top card of your cheer deck to your holomem with #holoX.
fr: Envoyez la carte du haut de votre Deck de Cheers à l'un de vos Holomems avec #SociétéSecrèteHoloX.
ja: 自分のエールデッキの上から1枚を、自分の#秘密結社holoxを持つホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 #비밀 결사 holoX를 가진 홀로멤에게 보낸다.

# hSD06-006_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-006_ART_0_NAME
source: Ye will Rust on Thy Blade!
fr: Ça va rouiller ton épée !
ja: 刀の錆になるでござる!
ko: 칼의 녹이 되는 것이외다!
zh_tw: 要變成刀上的鐵鏽了！

# hSD06-006_BLOOM_NAME
source: Samurai Girl
fr: Fille Samouraï
ja: サムライ少女
ko: 사무라이 소녀

# hSD06-006_BLOOM_EFFECT
source: Reveal 1 [<Chakimaru> or <Pokobe>] from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 "Chakimaru" ou "Pokobe" de votre Deck et mettez-le dans votre main. Mélangez ensuite votre Deck.
ja: 自分のデッキから、[〈チャキ丸〉かくぽこべぇ〉]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, [〈챠키마루〉나 〈포코베〉] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hSD06-007_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hSD06-007_ART_0_NAME
source: A genius, aren't I?
fr: Suis-je un génie ?
ja: 天才では?
ko: 천재 아님?
zh_tw: 是天才嗎？

# hSD06-007_ART_0_EFFECT
source: If your stage has 5 or more cheers, this Arts gets +50.
fr: S'il y a au moins 5 Cheers sur votre Scène, cet Art gagne +50 dégâts.
ja: 自分のステージにエールが5枚以上ある時、このアーツ+50。
ko: 자신의 스테이지에 옐이 5장 이상 있을 때, 이 아츠 +50.
zh_tw: 自己舞台上有5張以上聲援時，此技藝+50。

# hSD06-007_BLOOM_NAME
source: Sending you energy
fr: De l'énergie pour toi
ja: 元気をお届け
ko: 기운을 전달

# hSD06-007_BLOOM_EFFECT
source: Restore 30 HP to 1 of your holomem with #holoX.
fr: Restaurez 30 PV à l'un de vos Holomems avec #SociétéSecrèteHoloX.
ja: 自分の#秘密結社holoxを持つホロメン1人のHP30回復。
ko: 자신의 #비밀 결사 holoX를 가진 홀로멤 1명의 HP 30 회복.

# hSD06-008_NAME
source: Hakui Koyori
ja: 博衣こより
ko: 하쿠이 코요리
zh_tw: 博衣可佑理

# hSD06-008_ART_0_NAME
source: How's That!
fr: doya
ja: どやぁ
ko: 도야
zh_tw: 得意臉

# hSD06-008_COLLAB_NAME
source: Brains!
fr: Les cerveaux !
ja: ずのー!
ko: 두뇌ㅡ!
zh_tw: 頭腦！

# hSD06-008_COLLAB_EFFECT
source: If your center holomem has #holoX, and your hand has 5 or less cards, draw 1 card.
fr: Si votre Holomem Central a #SociétéSecrèteHoloX et que vous avez 5 cartes ou moins dans votre main, piochez 1 carte de votre Deck.
ja: 自分のセンターホロメンが#秘密結社holoxを持つ時、自分の手札が5枚以下なら、自分のデッキを1枚引く。
ko: 자신의 센터 홀로멤이 #비밀 결사 holoX를 가질 때, 자신의 패가 5장 이하라면, 자신은 덱을 1장 드로우한다.
zh_tw: 自己C位Holo成員持有#秘密結社holoX，且自己手牌在5張以下時，抽1張牌。

# hSD06-009_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hSD06-009_ART_0_NAME
source: Reliable Female Officer
fr: Cadre de confiance
ja: 頼れる女幹部
ko: 믿음직한 여간부
zh_tw: 可靠的女幹部

# hSD06-009_ART_0_EFFECT
source: You may return 1 Debut holomem with #holoX from your archive to hand.
fr: Vous pouvez récupérer 1 Holomem Debut avec #SociétéSecrèteHoloX de votre Archive à votre main.
ja: 自分のアーカイブの#秘密結社holoxを持つDebutホロメン1枚を手札に戻せる。
ko: 자신의 아카이브의 #비밀 결사 holoX를 가진 Debut 홀로멤 1장을 패로 되돌릴 수 있다.
zh_tw: 可以將自己存檔區的1張持有#秘密結社holoX的Debut Holo成員返回手牌。

# hSD06-010_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hSD06-010_ART_0_NAME
source: Banquet of Madness
fr: Fête de la Folie
ja: 狂気の宴
ko: 광기의 축제
zh_tw: 狂氣之宴

# hSD06-010_ART_0_EFFECT
source: [Collab position only]If you used your SP Oshi skill during your main phase this turn, this Arts gets +50.
fr: [Position de Collab uniquement] Si vous avez utilisé votre Compétence Oshi SP durant l'Étape Principale de ce tour, cet Art gagne +50 dégâts.
ja: [コラボポジション限定]このターンの自分のメインステップに自分のSP推しスキルを使っていた時、このアーツ+50。
ko: [콜라보 포지션 한정] 이 턴의 자신의 메인 스텝에서 자신의 SP 오시 스킬을 사용하고 있을 때, 이 아츠 +50.
zh_tw: [限聯動位置]此回合自己的主要階段曾使用SP主推技能時，此技藝+50。

# hSD06-011_NAME
source: Chakimaru
ja: ﾁｬｷ丸
ko: 챠키마루
zh_tw: チャキ丸

# hSD06-011_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Kazama Iroha> [1/Turn]During your opponent's turn, when the holomem this tool is attached to takes damage, deal 20 special damage to your opponent's center holomem. However, your opponent's life does not reduce even if downed. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. Si cet Outil est attaché à une "Kazama Iroha" 1st Bloom ou au-dessus, il gagne l'effet suivant : (Une fois par tour) Durant le tour de votre adversaire, lorsque l'Holomem avec cet Outil attaché subit des dégâts, infligez 20 dégâts spéciaux à l'Holomem Central de votre adversaire. Les Holomems mis Inconscients avec cet effet ne réduisent pas la VIE. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の〈風真いろは〉に付いていたら能力追加[ターンに1回]相手のターンで、このツールが付いているホロメンがダメージを受けた時、相手のセンターホロメンに特殊ダメージ20を与える。ただし、ダウンしても相手のライフは減らない。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈카자마 이로하〉에게 붙어 있다면 능력 추가 [턴에 1번] 상대의 턴에서, 이 툴이 붙어 있는 홀로멤이 대미지를 받았을 때, 상대의 센터 홀로멤에게 특수 대미지 20을 준다. 단, 다운해도 상대의 라이프는 줄지 않는다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<風真伊呂波>時追加能力[回合1次]：在對手回合，此工具裝備的Holo成員受到傷害時，對手的C位Holo成員造成20點特殊傷害。但即使擊倒也不會減少對手生命值。 工具卡每位Holo成員只能裝備1張。

# hSD06-012_NAME
source: Pokobe
ja: ぽこべぇ
ko: 포코베
zh_tw: ぽこべぇ

# hSD06-012_EFFECT
source: The holomem this mascot is attached to gets +10 HP. ◆Additional ability if attached to <Kazama Iroha> The holomem this mascot is attached to gets +20 HP. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +10 PV. Si cette Mascotte est attachée à une "Kazama Iroha", il gagne l'effet suivant : l'Holomem avec cette Mascotte attachée a +20 PV additionnels. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+10。 ◆〈風真いろは〉に付いていたら能力追加このマスコットが付いているホロメンのHP+20。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +10. ◆〈카자마 이로하〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 HP +20. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+10。 ◆裝備於<風真伊呂波>時追加能力：此吉祥物裝備的Holo成員的HP+20。 吉祥物卡每位Holo成員只能裝備1張。

# hSD07-001_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-001_SKILL_NAME
source: Yellow Microphone
fr: Micro Jaune
ja: イエローマイク
ko: 옐로우 마이크
zh_tw: 黃色麥克風

# hSD07-001_SKILL_EFFECT
source: [1/Turn]During this turn, your yellow center holomem gets Arts+20.
fr: (Une fois par tour) Si votre Holomem Central est Jaune, ses Arts gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: [ターンに1回] このターンの間、自分の黄センターホロメンのアーツ+20.
ko: [턴에 1번] 이 턴 동안, 자신의 황색 센터 홀로멤의 아츠 +20.
zh_tw: [回合1次] 此回合，自己黃色C位Holo成員的技藝+20。

# hSD07-001_SPSKILL_NAME
source: Leave the rest to me!
fr: Je m'occupe du reste !
ja: 後は引き受けた!
ko: 뒤는 이어 받았어!
zh_tw: 剩下交給我了！

# hSD07-001_SPSKILL_EFFECT
source: [1/Game]Swap your center holomem with 1 non-resting back holomem. Then, restore 30 HP to the holomem that moved to the back position.
fr: (Une fois par partie) Échangez votre Holomem Central avec l'un de vos Holomems en ariière qui n'est pas en Repos. Restaurez ensuite 30 PV à l'Holomem qui est passé en arrière.
ja: [ゲームに1回] 自分のゼンターホロメンとお休みしていないバックホロメン1人を交代させる。さらに、バックポジションに移動したホロメンのHP30回復。
ko: [게임에 1번] 자신의 센터 홀로멤과 휴식하고 있지 않은 백 홀로멤 1명을 교대시킨다. 다시, 백 포지션으로 이동한 홀로멤의 HP 30 회복.
zh_tw: [遊戲1次] 將自己的C位Holo成員與一位未休息的後備Holo成員交換。此外，為移動到後備位置的Holo成員回復30點HP。

# hSD07-002_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-002_ART_0_NAME
source: Noon-nui!
fr: Konnui !
ja: こんぬいー!!
ko: 콘누이ㅡ!
zh_tw: こんぬいー!!

# hSD07-002_ART_1_NAME
source: This is Shiranui Flare!
fr: C'est Shiranui Flare !
ja: 不知火フレアだよ!
ko: 시라누이 후레아야!
zh_tw: 是不知火芙蕾雅喔！

# hSD07-003_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-003_ART_0_NAME
source: Going out with you
fr: Sortir avec toi
ja: キミといっしょにお出かけ
ko: 너와 함께 외출
zh_tw: 和你一起出門

# hSD07-003_COLLAB_NAME
source: With Cherished Companions
fr: Avec mes précieux amis
ja: 大切な仲間たちと
ko: 소중한 동료들과
zh_tw: 與重要的夥伴們

# hSD07-003_COLLAB_EFFECT
source: If your stage has 5 or less holomem, reveal 1 [<Omaru Polka>, <Sakura Miko>, <Hoshimachi Suisei> or <Shirogane Noel>] Debut holomem from your deck, and you may place it on stage. Then, shuffle the deck.
fr: S'il y a 5 ou moins Holomems sur votre Scène, vous pouvez révéler une "Omaru Polka", "Sakura Miko", "Hoshimachi Suisei" ou "Shirogane Noel" Debut de votre Deck et la mettre sur votre Scène. Mélangez ensuite votre Deck.
ja: 自分のステージのホロメンが5人以下の時、自分のデッキから、Debutホロメンの[〈尾丸ポルカ〉か〈さくらみこ〉か〈星街すいせい〉か〈白銀ノエル〉]1枚を公 開できる:公開したホロメンをステージに出す。そしてデッキをシャッフルする。
ko: 자신의 스테이지의 홀로멤이 5명 이하일 때, 자신의 덱에서, Debut 홀로멤인 [〈오마루 폴카〉나 〈사쿠라 미코〉나 〈호시마치 스이세이〉나 〈시로가네 노엘〉] 1장을 공개하고, 스테이지에 낼 수 있다. 그리고 덱을 셔플한다.
zh_tw: 自己舞台上的Holo成員在5位以下時，可以從自己牌組中公開1張Debut Holo成員[<尾丸波爾卡>、<櫻巫女>、<星街彗星>或<白銀諾艾爾>]：將公開的Holo成員登場到舞台上。然後洗牌。

# hSD07-004_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-004_ART_0_NAME
source: Wonderful Life
fr: Vie Magnifique
ja: ワンダフルライフ
ko: 원더풀 라이프

# hSD07-004_ART_0_EFFECT
source: If your hand has less cards than your opponent's, this Arts gets +10.
fr: Si vous avez moins de cartes que votre adversaire en main, cet Art gagne +10 dégâts.
ja: 自分の手札の枚数が相手より少ない時、このアーツ+10。
ko: 자신의 패의 매수가 상대보다 적을 때, 이 아츠 +10.
zh_tw: 自己手牌數量比對手少時，此技藝+10。

# hSD07-005_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-005_ART_0_NAME
source: From Me to You
fr: De moi, pour toi
ja: 私からキミへ
ko: 나에게서 너에게
zh_tw: 從我到你

# hSD07-005_ART_1_NAME
source: Tea time with you
fr: Heure du thé avec toi
ja: キミとティータイム
ko: 너와 티타임
zh_tw: 與你的下午茶時間

# hSD07-006_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-006_ART_0_NAME
source: I Love you the Most~ ♡
fr: Je suis celle qui t'aime le plus ❤️
ja: キミを1番好きなのはわたしぃ~♡
ko: 너를 가장 좋아하는 건 나~♡
zh_tw: 最喜歡你的是我～♡

# hSD07-006_ART_0_EFFECT
source: If your life is 3 or less, this Arts gets +30.
fr: Si vous avez 3 ou moins VIES, cet Art gagne +30 dégâts.
ja: 自分のライフが3以下の時、このアーツ+30。
ko: 자신의 라이프가 3 이하일 때, 이 아츠 +30.
zh_tw: 自己生命值為3點以下時，此技藝+30。

# hSD07-006_BLOOM_NAME
source: The Chirp of Elfriends
fr: Le pépiement des Elfriends
ja: エルフレンドのさえずり
ko: 엘프렌드의 지저귐

# hSD07-006_BLOOM_EFFECT
source: Reveal 1 <Elfriend> from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Elfriend de votre Deck et mettez-le dans votre main. Mélangez ensuite votre Deck.
ja: 自分のデッキから、〈エルフレンド〉1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, 〈엘프렌드〉 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hSD07-007_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-007_ART_0_NAME
source: Keep your Eyes on Me!
fr: Je veux que tu le voies !
ja: キミに見てほしいな!
ko: 너가 봤으면 좋겠어!
zh_tw: 希望你能看到！

# hSD07-007_BLOOM_NAME
source: I've Grown Once Again
fr: J'ai grandi un petit peu
ja: また一つ成長した私を
ko: 또 하나 성장한 나를

# hSD07-007_BLOOM_EFFECT
source: [Back Position Only]You may swap your collab holomem with 70 or less HP with this holomem.
fr: [En arrière uniquement] Si votre Holomem Collab a 70 PV ou moins restants, vous pouvez échanger cet Holomem avec votre Holomem Collab.
ja: [バックポジション限定] 自分の残りHP70以下のコラボホロメンとこのホロメンを交代できる。
ko: [백 포지션 한정] 자신의 남은 HP 70 이하의 콜라보 홀로멤과 이 홀로멤을 교대할 수 있다.

# hSD07-008_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-008_ART_0_NAME
source: Elfriend Party
fr: Fête Elfriend
ja: エルフレパーティー
ko: 에루후레파티
zh_tw: エルフレンド派對

# hSD07-008_ART_0_EFFECT
source: You may attach 1 <Elfriend> from your archive to this holomem.
fr: Vous pouvez attacher 1 Elfriend de votre Archive à cet Holomem.
ja: 自分のアーカイブの〈エルフレンド〉1枚をこのホロメンに付けられる。
ko: 자신의 아카이브의 〈엘프렌드〉 1장을 이 홀로멤에게 붙일 수 있다.
zh_tw: 可以將自己存檔區的1張<エルフレンド>裝備到此Holo成員上。

# hSD07-009_NAME
source: Shiranui Flare
ja: 不知火フレア
ko: 시라누이 후레아
zh_tw: 不知火芙蕾雅

# hSD07-009_ART_0_NAME
source: Passionate Stage
fr: Scène Passionnée
ja: 情熱ステージ
ko: 열정 스테이지
zh_tw: 熱情舞台

# hSD07-009_ART_0_EFFECT
source: If your life is 3 or less, this Arts gets +70.
fr: Si vous avez 3 VIES ou moins, cet Art gagne +70 dégâts.
ja: 自分のライフが3以下の時、このアーツ+70。
ko: 자신의 라이프가 3 이하일 때, 이 아츠 +70.
zh_tw: 自己生命值為3點以下時，此技藝+70。

# hSD07-009_GIFT_NAME
source: Tireless
fr: Infatiguable
ja: 疲れ知らず
ko: 지칠 줄 모르는
zh_tw: 不知疲倦

# hSD07-009_GIFT_EFFECT
source: [Center Position Only]This holomem takes -10 damage.
fr: [Position centrale uniquement] À chaque fois que cet Holomem subit des dégâts, il subit -10 dégâts.
ja: [センターポジション限定]このホロメンが受けるダメージ-10。
ko: [센터 포지션 한정] 이 홀로멤이 받는 대미지 -10.
zh_tw: [限C位位置]此Holo成員受到的傷害-10。

# hSD07-010_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hSD07-010_ART_0_NAME
source: I want to Build Lots of Things
fr: Je veux construire beaucoup
ja: いっぱい建築したいです
ko: 잔뜩 건축하고 싶어요
zh_tw: 想蓋很多東西

# hSD07-010_COLLAB_NAME
source: Proof of Greatness
fr: Confirmation de grandes choses
ja: 大物の確証
ko: 거물의 확증
zh_tw: 大人物的證明

# hSD07-010_COLLAB_EFFECT
source: During this turn, your center holomem gets Arts+10.
fr: Les Arts de votre Holomem Central gagnent +10 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分のセンターホロメンのアーツ+10。
ko: 이 턴 동안, 자신의 센터 홀로멤의 아츠 +10.
zh_tw: 此回合，自己C位Holo成員的技藝+10。

# hSD07-011_NAME
source: Sakura Miko
ja: さくらみこ
ko: 사쿠라 미코
zh_tw: 櫻巫女

# hSD07-011_ART_0_NAME
source: The Demon Lord's Army is Gone
fr: L'armée du Roi Démon n'est plus là
ja: 魔王軍は無くなりました
ko: 마왕군은 없어졌습니다
zh_tw: 魔王軍消失了

# hSD07-011_COLLAB_NAME
source: Burnin'♪ Burnin'♪
fr: Ça brûle 🎵 ça brûle 🎵
ja: バーニン♪バーニン♪
ko: 버닝♪ 버닝♪

# hSD07-011_COLLAB_EFFECT
source: Deal 10 special damage to your opponent's center holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central de votre adversaire.
ja: 相手のセンターホロメンに特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤에게 특수 대미지 10을 준다.
zh_tw: 對手的C位Holo成員造成10點特殊傷害。

# hSD07-012_NAME
source: Omaru Polka
ja: 尾丸ポルカ
ko: 오마루 폴카
zh_tw: 尾丸波爾卡

# hSD07-012_ART_0_NAME
source: Prepare to Bury my Bones
fr: Prête à donner ma vie
ja: 骨を埋める覚悟
ko: 뼈를 묻을 각오
zh_tw: 埋骨的覺悟

# hSD07-012_COLLAB_NAME
source: Give Us Water
fr: Donnez-nous de l'eau
ja: 僕らに水を
ko: 우리에게 물을
zh_tw: 給我們水

# hSD07-012_COLLAB_EFFECT
source: If your center holomem is <Shiranui Flare>, and your hand has less cards than your opponent's, draw 1 card.
fr: Si votre Holomem Central est Shiranui FLare et que vous avez moins de carte dans votre main que votre adversaire, piochez 1 carte de votre Deck.
ja: 自分のセンターホロメンが〈不知火フレア〉の時、自分の手札の枚数が相手より少なければ、自分のデッキを1枚引く。
ko: 자신의 센터 홀로멤이 〈시라누이 후레아〉일 때, 자신의 패의 매수가 상대보다 적다면, 자신의 덱을 1장 드로우한다.
zh_tw: 自己C位Holo成員是<不知火芙蕾雅>，且自己手牌數量比對手少時，抽1張牌。

# hSD07-013_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hSD07-013_ART_0_NAME
source: Please hire me!!
fr: Embauchez-moi s'il vous plaît !!
ja: 雇ってください!!
ko: 고용해 주세요!!
zh_tw: 請雇用我！！

# hSD07-013_COLLAB_NAME
source: We're almost out of rice......
fr: J'ai bientôt plus de riz...
ja: ご飯が底をつきそう……
ko: 밥이 다 떨어질 것 같아……
zh_tw: 飯快吃完了……

# hSD07-013_COLLAB_EFFECT
source: If your center holomem is <Shiranui Flare>, you may send 1 cheer from your archive to your holomem other than this holomem.
fr: Si votre Holomem Central est Shiranui Flare, vous pouvez envoyer 1 Cheer de votre Archive à l'un de vos Holomems autre que celui-ci.
ja: 自分のセンターホロメンが〈不知火フレア〉の時、自分のアーカイブのエール1枚を、このホロメン以外の自分のホロメンに送れる。
ko: 자신의 센터 홀로멤이 〈시라누이 후레아〉일 때, 자신의 아카이브의 옐 1장을, 이 홀로멤 이외의 자신의 홀로멤에게 보낼 수 있다.
zh_tw: 自己C位Holo成員是<不知火芙蕾雅>時，可以將自己存檔區的1張聲援送到此Holo成員以外的自己Holo成員上。

# hSD07-014_NAME
source: Shiranui Construction
fr: Constructions Shiranui
ja: 不知火建設
ko: 시라누이 건설
zh_tw: 不知火建設

# hSD07-014_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Shiranui Flare>, <Omaru Polka>, <Sakura Miko>, <Hoshimachi Suisei> and <Shirogane Noel> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe nombre d'entre elles qui sont des Holomems nommés "Shiranui Flare", "Omaru Polka", "Sakura Miko", "Hoshimachi Suisei" ou "Shirogane Noel" et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 不知火建設 このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、〈不知火フレア〉と〈尾丸ポルカ〉と〈さくらみこ〉と〈星街すいせい〉と〈白銀ノエル〉を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈시라누이 후레아〉와 〈오마루 폴카〉와 〈사쿠라 미코〉와 〈호시마치 스이세이〉와 〈시로가네 노엘〉을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<不知火芙蕾雅>、<尾丸波爾卡>、<櫻巫女>、<星街彗星>與<白銀諾艾爾>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD07-015_NAME
source: Elfriend
ja: エルフレンド
ko: 엘프렌드
zh_tw: エルフレンド

# hSD07-015_EFFECT
source: The holomem this fan is attached to gets +10 HP. You may only attach this fan to your <Shiranui Flare>, and you may attach any number of this fan per holomem.
fr: L'Holomem avec ce Fan attaché gagne +10 PV. Ce Fan ne peut être attaché qu'à vos Shiranui Flare, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンのHP+10。 このファンは、自分の〈不知火フレア〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤의 HP +10. 이 팬은, 자신의 〈시라누이 후레아〉에게만 붙일 수 있고, 1명당 몇 장이라도 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員的HP+10。 此粉絲卡只能裝備於自己的<不知火芙蕾雅>，每位可裝備任意張數。

# hY06-001_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
ko: 황 옐
zh_tw: 黃聲援

# hBP03-001_NAME
source: Himemori Luna
ja: 姫森ルーナ
ko: 히메모리 루나
zh_tw: 姬森璐娜

# hBP03-001_SKILL_NAME
source: I Know How to Use a Computew!
fr: Si vous aviez un PC, vous comprendriez
ja: パソコンならわかるのら
ko: 컴퓨터라면 잘 아는 노라
zh_tw: 電腦的話我懂的啦

# hBP03-001_SKILL_EFFECT
source: [1/Turn]Reveal 1 item with "PC" in its card name from your deck, and add it to hand. Then, shuffle the deck.
fr: [1/tour] Révélez 1 Objet avec « PC » dans son nom de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: [ターンに1回] 自分のデッキから、カード名に「パソコン」を含むアイテム1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [턴에 1번] 자신의 덱에서, 카드명에 〈컴퓨터〉를 포함하는 아이템 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [回合1次] 從自己牌組中公開1張卡名包含「電腦」的道具卡，加入手牌。然後洗牌。

# hBP03-001_SPSKILL_NAME
source: Lu-knights, Assemble
fr: Rassemblement des Luknights
ja: ルーナイト集合
ko: 루나이트 집합
zh_tw: 月騎士集合

# hBP03-001_SPSKILL_EFFECT
source: [1/Game]Usable if your center holomem is <Himemori Luna>:Reveal 1~4 <Lu-knights> from your deck, and attach them divided as you choose to your holomem. Then, shuffle the deck.
fr: [1/partie] Peut être utilisé si votre Holomem Central est ⟨Himemori Luna⟩ : Révélez 1~4 ⟨Luknights⟩ de votre Deck et attachez-les à vos Holomems comme vous le souhaitez. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のセンターホロメンが〈姫森ルーナ〉の時に使える: 自分のデッキから、〈ルーナイト〉1~4枚を公開し、自分のホロメンに割り振って付ける。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 센터 홀로멤이 〈히메모리 루나〉일 때 사용할 수 있다 : 자신의 덱에서, 〈루나이트〉 1~4장을 공개하고, 자신의 홀로멤에게 나눠서 붙인다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次] 自己C位Holo成員為<姬森璐娜>時可以使用：從自己牌組中公開1~4張<月騎士>，分配並裝備到自己的Holo成員上。然後洗牌。

# hBP03-002_NAME
source: Shishiro Botan
ja: 獅白ぼたん
ko: 시시로 보탄
zh_tw: 獅白牡丹

# hBP03-002_SKILL_EFFECT
source: [1/Turn]Send 1 cheer from your archive to your back holomem <Shishiro Botan>.
fr: [1/tour] Attachez 1 Cheer de votre Archive à l'un de vos Holomems en Arrière nommé ⟨Shishiro Botan⟩.
ja: 自分のアーカイブのエール1枚を、自分のバックホロメンの〈獅白ぼたん〉に送る。
ko: [턴에 1번] 자신의 아카이브에 옐 1장을 자신의 백 홀로멤인 〈시시로 보탄〉에게 보낸다.
zh_tw: 將自己存檔區的1張聲援送到自己後備Holo成員的<獅白牡丹>上。

# hBP03-002_SPSKILL_NAME
source: Sniping
fr: Viser
ja: 狙擊
ko: 저격
zh_tw: 狙擊

# hBP03-002_SPSKILL_EFFECT
source: [1/Game]Usable if your center holomem is green:Deal 100 special damage to your opponent's center holomem other than Debut.
fr: [1/partie] Peut être utilisé si votre Holomem Central est Vert : Infligez 100 points de dégâts spéciaux à l'Holomem Central adverse s'il ne s'agit pas d'un Holomem Début.
ja: [ゲームに1回] 自分のセンターホロメンの色が緑の時に使える:相手のDebut以外のセンターホロメンに特殊ダメージ100を与える。
ko: [게임에 1번] 자신의 센터 홀로멤의 색이 녹색일 때, 사용할 수 있다 : 상대의 Debut 이외의 센터 홀로멤에게 특수 대미지 100을 준다.
zh_tw: [遊戲1次] 自己C位Holo成員為綠色時可以使用：對手非Debut的C位Holo成員造成100點特殊傷害。

# hBP03-004_SKILL_NAME
source: Moco-chan!
ja: モコちゃん!
ko: 모코쨩!
zh_tw: モコちゃん!

# hBP03-004_SKILL_EFFECT
source: [1/Turn]Send the top card of your cheer deck to your 1st holomem <Mococo Abyssgard>.
fr: [1/tour] Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems 1st Bloom nommé ⟨Mococo Abyssgard⟩.
ja: [ターンに1回] 自分のエールデッキの上から1枚を、自分の1stホロメンの〈モココ・アビスガード〉に送る。
ko: [턴에 1번] 자신의 옐 덱의 위에서부터 1장을, 자신의 1st 홀로멤인 〈모코코 어비스가드〉에게 보낸다.
zh_tw: [回合1次] 從自己聲援牌組最上方將1張送到自己1st Holo成員的<茸茸・阿比斯加德>上。

# hBP03-004_SPSKILL_EFFECT
source: [1/Game]Choose 1 of your holomem with #Advent. During this turn, you may also target your opponent's back holomem with the chosen holomem's Arts.
fr: [1/partie] Choisissez 1 de vos Holomems avec #Advent. Les Arts de cet Holomem peuvent cibler les Holomems en Arrière adverses jusqu'à la fin de ce tour.
ja: [ゲームに1回] 自分の#Adventを持つホロメン1人を選ぶ。このターンの間、選んだホロメンのアーツは、相手のバックホロメンも対象にできる。
ko: [게임에 1번] 자신의 #Advent를 가진 홀로멤 1명을 고른다. 이 턴 동안, 고른 홀로멤의 아츠는, 상대의 백 홀로멤도 대상으로 할 수 있다.
zh_tw: [遊戲1次] 選擇自己1位持有#Advent的Holo成員。此回合，選擇的Holo成員的技藝也可以對手的後備Holo成員為對象。

# hBP03-005_NAME
source: Tokoyami Towa
ja: 常闇トワ
ko: 토코야미 토와
zh_tw: 常闇永遠

# hBP03-005_SKILL_NAME
source: Devil's Voice
fr: La voix du diable
ja: デビルズヴォイス
ko: 데빌즈 보이스
zh_tw: 惡魔之聲

# hBP03-005_SKILL_EFFECT
source: [1/Turn]During this turn, your [center holomem and collab holomem] with #Singing get Arts+20.
fr: [1/tour] Les Arts de vos Holomems [Central et Collab] avec #Song gagnent +20 dégâts jusqu'à la fin du tour.
ja: [ターンに1回] このターンの間、自分の#歌を持つ [センターホロメンとコラボホロメン]のアーツ+20。
ko: [턴에 1번] 자신의 턴 중 #노래 태그가 붙어있는 내 센터, 콜라보 홀로멤의 아츠 +20.
zh_tw: [回合1次] 此回合，自己持有#歌的[C位Holo成員與聯動Holo成員]的技藝+20。

# hBP03-005_SPSKILL_NAME
source: Diabolical Deeds
fr: Actes diaboliques
ja: 悪魔的所業
ko: 악마적 소행
zh_tw: 惡魔般的行徑

# hBP03-005_SPSKILL_EFFECT
source: [1/Game]During your opponent's turn, usable when your <Tokoyami Towa> is downed:Return 2 cheers each from your opponent's center holomem and collab holomem to the bottom of the cheer deck in any order.
fr: [1/partie] Peut être utilisé pendant le tour de votre adversaire lorsque votre ⟨Tokoyami Towa⟩ est mise Inconsciente : Mettez 2 Cheers de l'Holomem Central adverse et 2 Cheers de l'Holomem Collab adverse au-dessous de son Deck de Cheers dans n'importe quel ordre.
ja: 相手のターンで、自分の〈常闇トワ〉がダウンした時に使える:相手のセンターホロメンとコラボホロメンのエール2枚ずつを好きな順でエールデッキの下に戻す。
ko: [게임에 1번] 상대 턴에 내 <토코야미 토와>가 다운됐을 때 사용할 수 있다 : 상대의 센터 홀로멤과 콜라보 홀로멤의 옐 2장 씩을 원하는 순서대로 옐 덱 아래로 보낸다.
zh_tw: 在對手回合，自己的<常闇永遠>被擊倒時可以使用：將對手C位Holo成員與聯動Holo成員各2張聲援以任意順序放回聲援牌組最下方。

# hBP03-007_NAME
source: Tsunomaki Watame
ja: 角巻わため
ko: 츠노마키 와타메
zh_tw: 角卷綿芽

# hBP03-007_SKILL_NAME
source: Welcome to the Member Sheep!
fr: Bienvenue aux moutons !
ja: Member sheep いらっしゃい!
ko: Member sheep 어서와!
zh_tw: Member sheep 歡迎光臨！
