Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP01-039_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-039_ART_0_NAME
source: Zero-Gravity Jump!
fr: Saut en gravité zéro !
ja: 無重力ジャンプ！
ko: 무중력 점프!
zh_tw: 無重力跳躍！

# hBP01-039_COLLAB_NAME
source: Galaxy Idol
fr: Idole galactique
ja: ギャラクシーアイドル
ko: 갤럭시 아이돌
zh_tw: 銀河偶像

# hBP01-039_COLLAB_EFFECT
source: If your Oshi holomem is <Usada Pekora>, you may roll a die once:If it is even, send the top card of your cheer deck to your holomem.
fr: Si votre Oshi est ⟨Usada Pekora⟩, vous pouvez lancer un dé : Si le résultat est pair, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: 自分の推しホロメンが〈兎田ぺこら〉の時、サイコロを１回振れる：偶数の時、自分のエールデッキの上から１枚を、自分のホロメンに送る。
ko: 자신의 오시 홀로멤이 〈우사다 페코라〉일 때, 주사위를 1번 굴릴 수 있다 : 짝수일 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 홀로멤에게 보낸다.
zh_tw: 自己的主推Holo成員是<兔田佩克拉>時，可以擲1次骰子：偶數時，從自己聲援牌組最上方將1張送到自己的Holo成員上。

# hBP01-040_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-040_ART_0_NAME
source: Otsupeko deshita
fr: Otsupeko
ja: おつぺこでした
ko: 오츠페코였습니다
zh_tw: 辛苦佩口了

# hBP01-049_NAME
source: Kazama Iroha
ja: 風真いろは
ko: 카자마 이로하
zh_tw: 風真伊呂波

# hBP01-049_ART_0_NAME
source: Freshly Picked Eggplant
fr: Aubergines fraîchement cueillies
ja: とれたてナス
ko: 갓 딴 가지
zh_tw: 現採的茄子

# hBP01-049_ART_1_NAME
source: Would You Like One?
fr: Vous en voulez un ?
ja: おひとついかがでござるか？
ko: 하나 어떠시오?
zh_tw: 要來一個嗎？

# hBP01-052_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP01-052_ART_0_NAME
source: Selamat Pagi!
ja: スラマッパギ！
ko: 스라맛파기!

# hBP01-052_ART_0_EFFECT
source: You may reattach 1 cheer from your stage to your holomem with #ID.
fr: Vous pouvez déplacer 1 Cheer de n'importe lequel de vos Holomems vers l'un de vos Holomems avec #ID.
ja: 自分のステージのエール１枚を、自分の#IDを持つホロメンに付け替えられる。
ko: 자신의 스테이지의 옐 1장을, 자신의 #ID를 가진 홀로멤에게 바꿔 붙일 수 있다.
zh_tw: 可以將自己舞台上的1張聲援，重新裝備到自己持有#ID的Holo成員上。

# hBP01-053_NAME
source: Airani Iofifteen
ja: アイラニ・イオフィフティーン
ko: 아이라니 이오피프틴
zh_tw: 艾拉妮·伊歐菲芙婷

# hBP01-053_ART_0_NAME
source: Your Beloved Alien
fr: Votre extraterrestre bien-aimée
ja: あなたの愛しの宇宙人
ko: 당신의 사랑스러운 외계인
zh_tw: 你心愛的宇宙人

# hBP01-064_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hBP01-073_NAME
source: Hakos Baelz
ja: ハコス・ベールズ
ko: 하코스 벨즈
zh_tw: 哈珂斯·貝爾絲

# hBP01-078_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-078_ART_0_NAME
source: Street Snap
fr: Photo de rue
ja: ストリートスナップ
ko: 스트리트 스냅
zh_tw: 街拍

# hBP01-078_ART_1_NAME
source: A Moment under Sunlight Shining through the Trees
fr: Un moment de soleil à travers les arbres
ja: 木漏れ日のひと時
ko: 나무 사이로 비추는 햇빛의 한 때
zh_tw: 林間光影的片刻

# hBP01-084_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-084_ART_0_NAME
source: Turning into a Cat~
fr: Devenir un chat
ja: 猫になる～
ko: 고양이가 될게~
zh_tw: 變成貓～

# hBP01-085_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-085_ART_1_NAME
source: Raindrops
fr: Gouttes de pluie
ja: レインドロップス
ko: 레인 드롭스
zh_tw: 雨滴

# hBP01-085_ART_1_EFFECT
source: Deal 10 Special Damage to 3 of your opponent's back holomem. However, your opponent's Life does not reduce even if downed.
fr: Infligez 10 dégâts spéciaux à 3 Holomems en Arrière adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 相手のバックホロメン３人に特殊ダメージ10を与える（ダウンしても相手のライフは減らない）。
ko: 상대의 백 홀로멤 3명에게 특수 대미지 10을 준다(디운해도 상대의 라이프는 줄지 않는다).
zh_tw: 對手3位後備Holo成員造成10點特殊傷害（即使擊倒也不會減少對手生命值）。

# hBP01-089_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBP01-089_ART_0_NAME
source: OtsuMoona
ja: おつムーナ
ko: 오츠무나
zh_tw: 辛苦Moona了

# hBP01-093_NAME
source: Ouro Kronii
ja: オーロ・クロニー
ko: 오로 크로니
zh_tw: 奧羅·克洛尼

# hBP01-093_ART_0_NAME
source: KroYasumi~
ja: クロやすみ～
ko: 크로야스미~

# hBP01-093_ART_1_NAME
source: Good Night, KroTime
fr: Oyasumi Kro-time
ja: お休みクロタイム
ko: 휴식 크로타임
zh_tw: 晚安Kro時間

# hBP02-008_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-008_ART_0_NAME
source: Kon-Kon Kitsune!
ja: こんこんきーつね！
ko: 콘콘키ㅡ츠네!
zh_tw: 空空狐～！

# hBP02-028_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-028_ART_0_NAME
source: I'm Houshou Marine, Captain of the Houshou Pirates!
fr: Capitaine des Pirates Houshou, ici Houshou Marine !
ja: 宝鐘海賊団船長の宝鐘マリンですぅー!
ko: 호쇼 해적단 선장 호쇼 마린입니다ー!
zh_tw: 是寶鐘海賊團船長的寶鐘瑪琳是也～！

# hBP02-054_NAME
source: Mori Calliope
ja: 森カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP02-054_ART_0_NAME
source: First Disciple of the Grim Reaper
fr: Le premier apprenti de la Faucheuse
ja: グリム・リーバーの第一弟子
ko: 그림 리퍼의 제 1제자
zh_tw: 死神的大弟子

# hBP02-054_ART_0_EFFECT
source: If your archive has holomem, this Arts gets +10.
fr: S'il y a des Holomems dans votre Archive, cet art gagne +10 dégâts.
ja: 自分のアーカイブにホロメンがある時、このアーツ+10.
ko: 자신의 아카이브에 홀로멤이 있을 때, 이 아츠 +10.
zh_tw: 自己存檔區有Holo成員時，此技藝+10。

# hBP02-013_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP02-013_ART_0_NAME
source: Mascots Feast
fr: Une pléthore de mascottes
ja: マスコットたちの舞宴
ko: 마스코트들의 향연
zh_tw: 吉祥物們的舞宴

# hBP02-013_ART_0_EFFECT
source: This Arts gets +20 for each mascot on your stage.
fr: Pour chaque Mascotte attachée à vos Holomems, cet Art gagne +20 dégâts.
ja: 自分のステージのマスコット1枚につき、このアーツ+20.
ko: 자신의 스테이지의 마스코트 1장당, 이 아츠 +20.
zh_tw: 自己舞台上每有1張吉祥物，此技藝+20。

# hBP02-013_GIFT_NAME
source: Together with Everyone!
fr: Tous ensemble !
ja: みんなと一緒!
ko: 모두와 함께!
zh_tw: 和大家一起！

# hBP02-013_GIFT_EFFECT
source: You may attach up to 2 mascots with different card names to this holomem.
fr: Cet Holomem peut avoir 2 Mascottes avec des noms différents attacheés.
ja: このホロメンは、異なるカード名のマスコットを2枚まで付けられる。
ko: 이 홀로멤은, 다른 카드명의 마스코트를 2장까지 붙일 수 있다.
zh_tw: 此Holo成員最多可以裝備2張不同卡名的吉祥物。

source: Bloom Effect
ja: ブルームエフェクト
ko: 블룸 이펙트

source: Collab Effect
ja: コラボエフェクト
ko: 콜라보 이펙트
zh_tw: 聯動效果

source: Gift
fr: Don
ja: ギフト
ko: 기프트
zh_tw: 天賦

# hSD01-001_NAME
source: Tokino Sora
ja: ときのそら
ko: 토키노 소라
zh_tw: 時乃空

# hSD01-016_NAME
source: Harusaki Nodoka
ja: 春先のどか
ko: 하루사키 노도카
zh_tw: 春先和香

# hSD01-016_EFFECT
source: Draw 3 cards from your deck.
fr: Piochez 3 cartes de votre Deck.
ja: 自分のデッキを3枚引く。
ko: 자신의 덱을 3장 드로우한다.
zh_tw: 抽3張牌。

# hSD01-017_NAME
source: Manager-chan
fr: Mane-chan
ja: マネちゃん
ko: 마네쨩
zh_tw: 經紀人

# hSD01-017_EFFECT
source: This card can only be used if you have 1 or more cards in hand excluding this card. Return all of the cards in your hand to the deck and shuffle it. Then, draw 5 cards from your deck.
fr: Cette carte ne peut être jouée que si vous avez au moins 1 autre carte dans votre Main Mélangez votre Main dans votre Deck. Puis piochez 5 cartes de votre Deck.
ja: このカードは自分の手札がこのカードを含まずに1枚以上なければ使えない。 自分の手札すべてをデッキに戻してシャッフルする。そして自分のデッキを5枚引く。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 1장 이상 없다면 사용할 수 없다. 자신은 패 전부를 덱으로 되돌리고 셔플한다. 그리고 자신의 덱을 5장 드로우한다.
zh_tw: 此卡必須在手牌（不含此卡）有1張以上時才能使用。 將所有手牌返回牌組並洗牌。然後抽5張牌。

# hSD01-018_NAME
source: Sub PC
ja: サブパソコン
ko: 서브 컴퓨터
zh_tw: 備用電腦

# hSD01-018_EFFECT
source: Look at the top 5 cards of your deck. Reveal 1 Limited support card from among them, and add it to hand. Then, return the rest to the bottom of the deck in any order.
fr: Regardez les 5 premières cartes de votre Deck. Révélez une carte qui est une carte de Soutien LIMITÉE et mettez-la dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から5枚を見る。その中から、LIMITEDのサポートカードを1枚公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 5장을 본다. 그 중에서, LIMITED인 서포트 카드 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 查看自己牌組最上方5張。從中公開1張LIMITED支援卡，加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hSD01-019_NAME
source: Amazing PC
fr: Incroyable PC
ja: スゴイパソコン
ko: 굉장한 컴퓨터
zh_tw: 超強電腦

# hSD01-019_EFFECT
source: This card can only be used if you archive 1 cheer from your stage. Reveal 1 [1st holomem or 2nd holomem] other than Buzz from your deck, and add it to hand. Then, shuffle the deck.
fr: Pour jouer cette carte, vous devez archiver 1 Cheer de votre Scène. Révélez 1 Holomem [1st Bloom ou 2nd Bloom] (autre qu'un Holomem Buzz) de votre Deck et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: このカードは、自分のエール1枚をアーカイブしなければ使えない。 自分のデッキから、Buzz以外の[1stホロメンか2ndホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 이 카드는, 자신의 옐 1장을 아카이브하지 않으면 사용할 수 없다. 자신의 덱에서 Buzz 이외의 [1st 홀로멤이나 2nd 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 此卡必須將自己1張聲援放入存檔區才能使用。 從自己牌組中公開1張非Buzz的[1st Holo成員或2nd Holo成員]，加入手牌。然後洗牌。

# hSD01-020_NAME
source: Circle of hololive Listeners
fr: Cercle d'Holofans
ja: ホロリスの輪
ko: 홀로리스의 고리
zh_tw: Holo粉之輪

# hSD01-020_EFFECT
source: Roll a die once:If it is 3 or greater, send 1 cheer from your archive to your holomem.
fr: Lancez un dé : si le résultat est 3 ou plus, attachez 1 Cheer de votre Archive à l'un de vos Holomems.
ja: サイコロを1回振る:3以上の時、自分のアーカイブのエール1枚を自分のホロメンに送る。
ko: 주사위를 1번 굴린다 : 3 이상일 때, 자신의 아카이브의 옐 1장을 자신의 홀로멤에게 보낸다.
zh_tw: 擲1次骰子：3點以上時，將自己存檔區的1張聲援送到自己的Holo成員上。

# hSD01-021_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Tokino Sora> and/or <AZKi> from among them, and put the revealed holomem into hand. Then, return the rest to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en main, à l'exception de cette carte. Regardez les quatre premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des holomems nommés "Tokino Sora" ou "AZKi" et mettez-les dans votre main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から<ときのそら>と<AZKi>を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈토키노 소라〉와 〈AZKi〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<時乃空>與<AZKi>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hY01-001_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hY02-001_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
ko: 녹 옐
zh_tw: 綠聲援

# hY03-001_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
ko: 적 옐
zh_tw: 紅聲援

# hY04-001_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
ko: 청 옐
zh_tw: 藍聲援

# hYS01-001_NAME
source: Nanashi Mumei
ja: 七詩ムメイ
ko: 나나시 무메이
zh_tw: 七詩無名

# hYS01-002_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hYS01-003_NAME
source: Takanashi Kiara
ja: 小鳥遊キアラ
ko: 타카나시 키아라
zh_tw: 小鳥遊琪亞拉

# hYS01-004_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hY01-002_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
ko: 백 옐
zh_tw: 白聲援

# hBP01-003_NAME
source: Aki Rosenthal
ja: アキ・ローゼンタール
ko: 아키 로젠탈
zh_tw: 亞綺·羅森塔爾

# hBP01-004_NAME
source: Usada Pekora
ja: 兎田ぺこら
ko: 우사다 페코라
zh_tw: 兔田佩克拉

# hBP01-005_NAME
source: Takane Lui
ja: 鷹嶺ルイ
ko: 타카네 루이
zh_tw: 鷹嶺琉依

# hBP01-007_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
ko: 호시마치 스이세이
zh_tw: 星街彗星

# hBP01-008_NAME
source: Kobo Kanaeru
ja: こぼ・かなえる
ko: 코보 카나에루
zh_tw: 可波·卡娜埃露

# hBP01-102_NAME
source: Idol Microphone
fr: Micro d'Idole
ja: アイドルマイク
ko: 아이돌 마이크
zh_tw: 偶像麥克風

# hBP01-102_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Singing from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Chanson et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から歌を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #노래를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有「歌曲」的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP01-105_NAME
source: Penlight
ja: ペンライト
ko: 펜라이트
zh_tw: 螢光棒

# hBP01-105_EFFECT
source: This card can only be used if you archive 1 of your holo Power. Reveal 1 cheer from your cheer deck with the same color as 1 of your holomem, and send it to your holomem. Then, shuffle the cheer deck.
fr: Cette carte ne peut être jouée que si vous archivez 1 Holopower. Révélez 1 Cheer de votre Deck de Cheers qui est de la même couleur que l'un de vos Holomems, et attachez ce Cheer à l'un de vos Holomems. Puis mélangez votre Deck.
ja: このカードは、自分のホロパワー1枚をアーカイブしなければ使えない。 自分のエールデッキから、自分のホロメン1人と同色のエール1枚を公開し、自分のホロメンに送る。そしてエールデッキをシャッフルする。
ko: 이 카드는, 자신의 홀로 파워 1장을 아카이브하지 않으면 사용할 수 없다. 자신의 옐 덱에서, 자신의 홀로멤 1명과 같은 색의 옐 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 此卡必須將自己1張holo能量放入存檔區才能使用。 從自己聲援牌組中，公開1張與自己Holo成員同色的聲援，送到自己的Holo成員上。然後洗牌聲援牌組。

# hBP01-108_NAME
source: So, That Makes You My Enemy
fr: Alors, tu es un ennemi
ja: じゃあ敵だね
ko: 그럼 적이네
zh_tw: 那就是敵人了呢

# hBP01-108_EFFECT
source: Swap your opponent's center holomem with 1 back holomem.
fr: Échangez l'Holomem Central adverse avec l'un de ses Holomems en Arrière.
ja: 相手のセンターホロメンとバックホロメン1人を交代させる。
ko: 상대의 센터 홀로멤과 백 홀로멤 1명을 교대시킨다.
zh_tw: 將對手的C位Holo成員與一位後備Holo成員交換。

# hBP01-109_NAME
source: Tale of the Moon and the Rabbit
fr: L'histoire de la lune et du lapin
ja: 月と兎の物語
ko: 달과 토끼의 이야기
zh_tw: 月亮與兔子的故事

# hBP01-109_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of <Usada Pekora> and/or <Moona Hoshinova> from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles qui sont des Holomems nommés ⟨Usada Pekora⟩ ou ⟨Moona Hoshinova⟩ et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から<兎田ぺこら>と<ムーナ・ホシノヴァ>を好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, 〈우사다 페코라〉와 〈무나 호시노바〉를 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量的<兔田佩克拉>與<暮娜·惑星諾瓦>，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP01-110_NAME
source: I'll smack you with a blunt weapon!
fr: Les réduire à néant !
ja: 鈍器でぶっ叩くわよ！
ko: 모두 박살 내주겠어!
zh_tw: 用鈍器把你敲扁喔！

# hBP01-110_EFFECT
source: Roll a die once:If it is 3 or less, archive 1 of your opponent's holomem's cheers. ◆If your Oshi holomem is <Nanashi Mumei>, you may Ability Shift [1/Game]Archive 2 of your opponent's center holomem's cheers.
fr: Lancez un dé : si le résultat est 3 ou moins, archivez 1 Cheer d'un Holomem adverse. ◆ Si votre Oshi est ⟨Nanashi Mumei⟩, vous pouvez remplacer l'effet par le suivant : [1/partie] archivez 2 Cheers de l'Holomem Central adverse.
ja: サイコロを1回振る:3以下の時、相手の路面のエール1枚をアーカイブする。 ◆自分の推しホロメンが<七詩ムメイ>の時、能力変更可能[ゲームに１回]相手のセンターホロメンのエール2枚をアーカイブする。
ko: 주사위를 1번 굴린다 : 3 이하일 때, 상대의 홀로멤의 옐 1장을 아카이브한다. ◆자신의 오시 홀로멤이 〈나나시 무메이〉일 때, 능력 변경 능력 변경 가능 [게임에 1번] 상대의 센터 홀로멤의 옐 2장을 아카이브한다.
zh_tw: 擲1次骰子：3點以下時，將對手舞台上的1張聲援放入存檔區。 ◆自己的主推Holo成員是<七詩無名>時，可變更能力[遊戲1次]將對手C位Holo成員的2張聲援放入存檔區。

# hBP01-114_NAME
source: Stone Axe
fr: Hache de pierre
ja: 石の斧
ko: 돌 도끼
zh_tw: 石斧

# hBP01-114_EFFECT
source: ■The holomem this tool is attached to gets Arts+20. ■When the holomem this tool is attached to uses Arts, deal 10 Special Damage to this holomem. ◆Additional ability if attached to a 1st or greater <Aki Rosenthal> [1/Turn]When this holomem is restored by your ability, draw 1 card from the deck. Only 1 tool can be attached to each of your holomem.
fr: ■ Les Arts de l'Holomem avec cet Outil attaché gagnent +20 dégâts. ■ Lorsque l'Holomem avec cet Outil attaché utilise un Art, cet Holomem subit 10 dégâts spéciaux. ◆ Gagne l'effet suivant s'il est attaché à ⟨Aki Rosenthal⟩ 1st Bloom ou plus : [1/tour] Lorsque l'Holomem auquel cet Outil est attaché restaure ses PV, piochez 1 carte de votre Deck. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: ■このツールが付いているホロメンのアーツ+20。 ■このツールが付いているホロメンがアーツを使ったとき、このホロメンに特殊ダメージ10を与える。 ◆1st以上の<アキ・ローゼンタール>に付いていたら能力追加[ターンに1回]自分の能力で、このホロメンが回復した時、自分のデッキを1枚引く。 ツールは自分のホロメン1人につき1枚だけ付けられる。
ko: ■이 툴이 붙어 있는 홀로멤의 아츠 +20. ■이 툴이 붙어 있는 홀로멤이 아츠를 사용했을 때, 이 홀로멤에게 특수 대미지 10을 준다. ◆1st 이상의 〈아키 로젠탈〉에게 붙어 있다면 능력 추가 [턴에 1번] 자신의 능력으로, 이 홀로멤이 회복했을 때, 자신의 덱을 1장 드로우한다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: ■此工具裝備的Holo成員的技藝+20。 ■此工具裝備的Holo成員使用技藝時，對此Holo成員造成10點特殊傷害。 ◆裝備於1st以上的<亞綺·羅森塔爾>時追加能力[回合1次]此Holo成員因自己的能力回復時，抽1張牌。 工具卡每位Holo成員只能裝備1張。

# hBP01-115_NAME
source: Hoshimachi Suisei's Microphone
fr: Micro de Hoshimachi Suisei
ja: 星街すいせいのマイク
ko: 호시마치 스이세이의 마이크
zh_tw: 星街彗星的麥克風

# hBP01-115_EFFECT
source: The holomem this tool is attached to gets Arts+10. ◆Additional ability if attached to a 1st or greater <Hoshimachi Suisei> If the holomem this tool is attached to downed your opponent's holomem, send 1 card from the top of your cheer deck to this holomem. Only 1 tool can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cet Outil attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant s'il est attaché à ⟨Hoshimachi Suisei⟩ 1st Bloom ou plus : Lorsque l'Holomem auquel cet Outil est attaché met Inconscient l'un des Holomems adverses, attachez la première carte votre Deck de Cheers à cet Holomem. Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: このツールが付いているホロメンのアーツ+10。 ◆1st以上の<星街すいせい>に付いていたら能力追加このツールが付いているホロメンが相手のホロメンをダウンさせたとき、自分のエールデッキの上から1枚を、このホロメンに送る。 ツールは自分のホロメン1人につき1枚だけ付けられる。
ko: 이 툴이 붙어 있는 홀로멤의 아츠 +10. ◆1st 이상의 〈호시마치 스이세이〉에게 붙어 있다면 능력 추가 이 툴이 붙어 있는 홀로멤이 상대의 홀로멤을 다운시켰을 때, 자신의 옐 덱의 위에서부터 1장을, 이 홀로멤에게 보낸다. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此工具裝備的Holo成員的技藝+10。 ◆裝備於1st以上的<星街彗星>時追加能力：此工具裝備的Holo成員擊倒對手Holo成員時，從自己聲援牌組最上方將1張送到此Holo成員上。 工具卡每位Holo成員只能裝備1張。

# hBP01-118_NAME
source: Ankimo
ja: あん肝
ko: 안키모

# hBP01-118_EFFECT
source: The holomem this mascot is attached to gets +10 HP. ◆Additional ability if attached to <Tokino Sora> If the holomem this mascot is attached to would use Arts, this mascot is also regarded as a white cheer. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +10 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Tokino Sora⟩ : Lorsque l'Holomem auquel cette Mascotte est attachée utilise un Art, cette Mascotte est traitée comme 1 Cheer Blanc. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+10。 ◆<ときのそら>についていたら能力追加このマスコットが付いているホロメンがアーツを使う時、このマスコットを白エールとしても扱う。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +10. ◆〈토키노 소라〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 아츠를 사용할 때, 이 마스코트를 백 옐로도 취급한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+10。 ◆裝備於<時乃空>時追加能力：此吉祥物裝備的Holo成員使用技藝時，此吉祥物也視為白聲援。 吉祥物卡每位Holo成員只能裝備1張。

# hBP01-119_NAME
source: Jobs
fr: Jobz
ja: ジョブズ
ko: 잡스
zh_tw: ジョブズ

# hBP01-119_EFFECT
source: The holomem this mascot is attached to gets +10 HP. ◆Additional ability if attached to <Aki Rosenthal> When the holomem this mascot is attached to uses Arts, restore 10 HP to 1 of your holomem. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +10 PV ◆ Gagne l'effet suivant si elle est attachée à ⟨Aki Rosenthal⟩ : Lorsque l'Holomem auquel cette Mascotte est attachée utilise un Art, restaurez 10 PV à l'un de vos Holomems. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+10。 ◆<アキ・ローゼンタール>についていたら能力追加このマスコットが付いているホロメンがアーツを使った時、自分ののホロメン1人のHP10回復。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +10. ◆〈아키 로젠탈〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 아츠를 사용했을 때, 자신의 홀로멤 1명의 HP 10 회복. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+10。 ◆裝備於<亞綺·羅森塔爾>時追加能力：此吉祥物裝備的Holo成員使用技藝時，為自己1位Holo成員回復10點HP。 吉祥物卡每位Holo成員只能裝備1張。

# hBP01-120_NAME
source: Ganmo
ja: がんも
ko: 간모
zh_tw: がんも

# hBP01-120_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Takane Lui> When the holomem this mascot is attached to uses Arts in the Center Position, draw 1 card from your deck. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Takane Lui⟩ : Lorsque l'Holomem auquel cette Mascotte est attachée utilise un Art en Position Centrale, piochez 1 carte dans votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆<鷹嶺ルイ>についていたら能力追加このマスコットが付いているホロメンがセンターポジションでアーツを使った時、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈타카네 루이〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 센터 포지션에서 아츠를 사용했을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<鷹嶺琉依>時追加能力：此吉祥物裝備的Holo成員在C位位置使用技藝時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP01-122_NAME
source: Rose Knights
fr: Rosetai
ja: ロゼ隊
ko: 로제대
zh_tw: ロゼ隊

# hBP01-122_EFFECT
source: During your opponent's turn, if the holomem this fan is attached to is downed, send the top card of your cheer deck to your <Aki Rosenthal>. You may only attach this fan to your <Aki Rosenthal>, and you may attach any number of this fan per holomem.
fr: Pendant le tour de votre adversaire, lorsque l'Holomem auquel ce Fan est attaché est mis inconscient, attachez la première carte de votre Deck de Cheers à l'une de vos ⟨Aki Rosenthal⟩. Ce Fan ne peut être attaché qu'à ⟨Aki Rosenthal⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 相手のターンで、このファンが付いているホロメンがダウンした時、自分のエールデッキの上から1枚を、自分の<アキ・ローゼンタール>に送る。 このファンは、自分の<アキ・ローゼンタール>だけに付けられ、1人につき何枚でも付けられる。
ko: 상대의 턴에, 이 팬이 붙어 있는 홀로멤이 다운됐을 때, 자신의 옐 덱의 위에서부터 1장을, 자신의 〈아키 로젠탈〉에게 보낸다. 이 팬은, 자신의 〈아키 로젠탈〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 在對手回合，此粉絲卡裝備的Holo成員被擊倒時，從自己聲援牌組最上方將1張送到自己的<亞綺·羅森塔爾>上。 此粉絲卡只能裝備於自己的<亞綺·羅森塔爾>，每位可裝備任意張數。

# hBP01-123_NAME
source: Wild Rabbit Alliance
fr: Alliance des Nousagi
ja: 野うさぎ同盟
ko: 노우사기 동맹
zh_tw: 野兔同盟

# hBP01-123_EFFECT
source: If the holomem this fan is attached to rolled a die by an ability, you may archive this fan:Ignore the previous results, and reroll the die. You may only attach this fan to your <Usada Pekora>, and you may attach any number of this fan per holomem.
fr: Lorsque l'Holomem auquel ce Fan est attaché lance un dé pour l'une de ses Compétences, vous pouvez archiver ce Fan pour obtenir l'effet suivant : relancez le dé 1 fois. Ce Fan ne peut être attaché qu'à ⟨Usada Pekora⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンが能力でサイコロを振った時、このファンをアーカイブできる:サイコロを1回振り直す。 このファンは、自分の<兎田ぺこら>だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어있는 홀로멤이 주사위를 굴렸을 때, 이 팬을 아카이브할 수 있다 : 주사위를 1번 다시 굴린다. 이 팬은, 자신의 〈우사다 페코라〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員因能力擲骰子時，可以將此粉絲卡放入存檔區：重擲1次骰子。 此粉絲卡只能裝備於自己的<兔田佩克拉>，每位可裝備任意張數。

# hBP01-124_NAME
source: Pioneers
fr: Pionnier
ja: 開拓者
ko: 개척자
zh_tw: 開拓者
