Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hY01-007_NAME
source: White Cheer
fr: Cheer Blanc
ja: 白エール
zh_tw: 白聲援

# hY02-006_NAME
source: Green Cheer
fr: Cheer Verte
ja: 緑エール
zh_tw: 綠聲援

# hY03-009_NAME
source: Red Cheer
fr: Cheer Rouge
ja: 赤エール
zh_tw: 紅聲援

# hY04-006_NAME
source: Blue Cheer
fr: Cheer Bleue
ja: 青エール
zh_tw: 藍聲援

# hY05-005_NAME
source: Purple Cheer
fr: Cheer Violet
ja: 紫エール
zh_tw: 紫聲援

# hY06-005_NAME
source: Yellow Cheer
fr: Cheer Jaune
ja: 黄エール
zh_tw: 黃聲援

# hBP05-004_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-004_SKILL_NAME
source: Let's gooo
fr: C'est partiii
ja: いっくよー
zh_tw: 要上囉ー

# hBP05-004_SKILL_EFFECT
source: [1/Turn]Usable if your center holomem is <Nekomata Okayu>:Deal 10 Special Damage to 1 of your opponent's holomem.
fr: [1/tour] Utilisable si votre Holomem Central est ⟨Nekomata Okayu⟩ : Infligez 10 dégâts spéciaux à 1 Holomem adverse.
ja: [ターンに1回]自分のセンターホロメンが〈猫又おかゆ〉なら使える：相手のホロメン1人に特殊ダメージ10を与える。
zh_tw: [回合1次]自己C位Holo成員為<貓又小粥>時可以使用：對手1位Holo成員造成10點特殊傷害。

# hBP05-004_SPSKILL_NAME
source: Yum yum!
ja: ウマウマ！
zh_tw: 好吃好吃！

# hBP05-004_SPSKILL_EFFECT
source: [1/Game]You may swap your opponent's center holomem with 1 damaged back holomem. If your center holomem is <Nekomata Okayu>, draw 3 cards.
fr: [1/partie] Vous pouvez échanger l'Holomem Central adverse avec un Holomem en Arrière adverse qui a subi des dégâts. Puis si votre Holomem Central est ⟨Nekomata Okayu⟩, piochez 3 cartes de votre Deck.
ja: [ゲームに1回]相手のセンターホロメンとHPが減っているバックホロメン1人を交代できる。その後、自分のセンターホロメンが〈猫又おかゆ〉なら、自分のデッキを3枚引く。
zh_tw: [遊戲1次]可以將對手的C位Holo成員與1位HP減少的後備Holo成員交換。之後，若自己C位Holo成員是<貓又小粥>，抽3張牌。

# hBP05-005_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-005_SKILL_NAME
source: Smothered in Choco!
fr: Recouvert de chocolat !
ja: ちょこまみれになっちゃんっ！
zh_tw: 讓你沉迷於巧可！

# hBP05-005_SKILL_EFFECT
source: [1/Turn]Reveal 1 event with #Food from your deck, and add it to hand. Then, shuffle the deck.
fr: [1/tour] Révélez 1 Événement avec #Nourriture de votre Deck, et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: [ターンに1回]自分のデッキから、#食べ物を持つイベント1枚に、手札を加える。そしてデッキをシャッフルする。
zh_tw: [回合1次]從自己牌組中將1張持有#食物的事件卡加入手牌。然後洗牌。

# hBP05-005_SPSKILL_NAME
source: Cooking with Choco
fr: Cuisiner avec Choco
ja: ちょこっとクッキング
zh_tw: 巧可っとクッキング

# hBP05-005_SPSKILL_EFFECT
source: [1/Game]Return 1~4 events with #Food from your archive to hand. During this turn, all of your holomem with #Cooking get Arts+40.
fr: [1/partie] Mettez 1~4 Événements avec #Nourriture de votre Archive dans votre Main. Puis pendant ce tour, les Arts de l'un de vos Holomems avec #Cuisine gagnent +40 de dégâts.
ja: [ゲームに1回]自分のアーカイブの#食べ物を持つイベント1～4枚に手札を返す。その後、このターンの間、自分のステージの#料理を持つホロメン全員のアーツ+40。
zh_tw: [遊戲1次]將自己存檔區的1～4張持有#食物的事件卡返回手牌。之後，此回合，自己舞台上所有持有#料理的Holo成員的技藝+40。

# hBP05-013_NAME
source: Tokino Sora
ja: ときのそら
zh_tw: 時乃空

# hBP05-013_ART_0_NAME
source: 7th anniversary, yay ✩°｡⋆⸜(* ॑꒳ ॑* )⸝
fr: 7ème anniversaire, yay ✩°｡⋆⸜(* ॑꒳ ॑* )⸝
ja: 7周年いえーい✩°｡⋆⸜(* ॑꒳ ॑* )⸝
zh_tw: 7週年耶ー✩°｡⋆⸜(* ॑꒳ ॑* )⸝

# hBP05-013_GIFT_EFFECT
source: [Center Position・Collab Position Only]All holomem with #Gen 0 on your stage get Arts+30.
fr: [Position Centrale ou Collab] Tous les Arts de vos Holomems avec #Gen0 sur votre Scène gagnent +30 dégâts.
ja: 【センターポジション・コラボポジション限定】自分のステージの#0期生を持つホロメン全員のアーツ+30。
zh_tw: 【限C位・聯動位置】自己舞台上所有持有#0期生的Holo成員的技藝+30。

# hBP05-024_ART_0_NAME
source: Let's relax at AZKi-chi's
fr: Se détendre chez AZKi-chi
ja: あずきんちでゆっくりしよっ
zh_tw: 來AZKi家放鬆吧

# hBP05-024_ART_0_EFFECT
source: If you have a holomem with <Pioneers> attached, send the top card of your cheer deck to your <AZKi>.
fr: S'il y a un ⟨Pionnier⟩ sur votre Scène, attachez la première carte de votre Deck de Cheers à l'une de vos ⟨AZKi⟩.
ja: 自分のステージに〈開拓者〉があるなら、自分のエールデッキの上から1枚を自分の〈AZKi〉に送る。
zh_tw: 自己舞台上有<開拓者>時，從自己聲援牌組最上方將1張送到自己的<AZKi>上。

# hBP05-024_ART_1_NAME
source: You're going home?
fr: Tu rentres chez toi ?
ja: 帰っちゃうの？
zh_tw: 要回去了嗎？

# hBP05-024_ART_1_EFFECT
source: If your Oshi holomem is <AZKi>, this Arts gets +20 for each of this holomem's cheers.
fr: Si votre Oshi est ⟨AZKi⟩, cet Art gagne +20 dégâts pour chaque Cheer attaché à cet Holomem.
ja: 自分の推しホロメンが〈AZKi〉なら、このホロメンのエール1枚につき、このアーツ+20。
zh_tw: 若自己的主推Holo成員是<AZKi>，此Holo成員每有1張聲援，此技藝+20。

# hBP05-029_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
zh_tw: 儒烏風亭螺鈿

# hBP05-029_ART_0_NAME
source: I've been living for someone
fr: Je vis pour quelqu'un
ja: 誰かの為に生きてきたけど
zh_tw: 雖然一直為別人而活

# hBP05-029_ART_0_EFFECT
source: If your Oshi holomem is <Juufuutei Raden>, reveal 1 event with #Mushroom from your deck, and add it to hand. Then, shuffle the deck.
fr: Si votre Oshi est ⟨Juufuutei Raden⟩, révélez 1 Événement avec #Champignon de votre Deck et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: 自分の推しホロメンが〈儒鳥風亭らでん〉なら、自分のデッキから、#きのこを持つイベント1枚を公開し、手札を加える。そしてデッキをシャッフルする。
zh_tw: 若自己的主推Holo成員是<儒烏風亭螺鈿>，從自己牌組中公開1張持有#蘑菇的事件卡，加入手牌。然後洗牌。

# hBP05-029_ART_1_NAME
source: Gradually living my life
fr: Vivre ma vie petit à petit
ja: 徐々に自分の人生を生きてる
zh_tw: 但漸漸地開始活出自己的人生

# hBP05-029_ART_1_EFFECT
source: If a 2nd holomem with #ReGLOSS is on your stage, this Arts gets +40.
fr: Si un Holomem 2nd Bloom avec #ReGLOSS est sur votre Scène, cet Art gagne +40 dégâts.
ja: 自分のステージに#ReGLOSSを持つ2ndホロメンがいるなら、このアーツ+40。
zh_tw: 自己舞台上有持有#ReGLOSS的2nd Holo成員時，此技藝+40。

# hBP05-035_NAME
source: Sakura Miko
ja: さくらみこ
zh_tw: 櫻巫女

# hBP05-035_ART_0_NAME
source: AEN BIEN
ja: あえんびえん
zh_tw: 啊嗯嗯嗯

# hBP05-035_ART_0_EFFECT
source: You may archive 2 cards from your hand:Deal 50 special damage to your opponent's center holomem or collab holomem. Then, if you have a holomem with <35P> attached, draw 1 card.
fr: Vous pouvez archiver 2 cartes de votre Main pour l'effet suivant : Infligez 50 dégâts spéciaux à l'Holomem Central ou Collab adverse. S'il y a un ⟨35P⟩ sur votre Scène, piochez 1 carte de votre Deck.
ja: 自分の手札2枚をアーカイブできる：相手のセンターホロメンかコラボ・ホロメンに特殊ダメージ50を与える。自分のステージに〈35P〉があるなら、さらに、自分のデッキを1枚引く。
zh_tw: 可以將自己2張手牌放入存檔區：對手的C位Holo成員或聯動Holo成員造成50點特殊傷害。自己舞台上有<35P>時，再抽1張牌。

# hBP05-035_GIFT_NAME
source: That was just a practice...
fr: C'était juste de l'entrainement...
ja: 今はちょっとね、練習で･･･
zh_tw: 現在只是在練習...

# hBP05-035_GIFT_EFFECT
source: [Center Position・Collab Position Only]Usable when 1 of your <Sakura Miko> is downed during the opponent's turn:Reveal 1 <Miko, I'm ashamed> from your deck, and add it to hand. Then, shuffle the deck.
fr: [Position Centrale ou Collab] Utilisable pendant le tour de votre adversaire lorsque l'une de vos ⟨Sakura Miko⟩ est mise Inconsciente: Révélez 1 ⟨Miko, j'ai honte⟩ de votre Deck, et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: [センターポジション・コラボポジション限定] 相手のターンで、自分の〈さくらみこ〉がダウンしたときに使える：自分のデッキから、〈み俺恥〉を1枚出し、手札を加える。そしてデッキをシャッフルする。
zh_tw: [限C位・聯動位置] 在對手回合，自己的<櫻巫女>被擊倒時可以使用：從自己牌組中將1張<み俺恥>加入手牌。然後洗牌。

# hBP05-036_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
zh_tw: 星街彗星

# hBP05-036_ART_0_NAME
source: Great voice!
fr: Magnifique voix !
ja: 声出し最高！
zh_tw: 應援聲最棒了！

# hBP05-036_ART_0_EFFECT
source: If any of your opponent's back holomem have reduced HP, this Arts gets +20.
fr: Si un des Holomems en Arrière adverse a subi des dégâts, cet Art gagne +20 dégâts.
ja: 相手のバックホロメンのHPが減っているなら、このアーツ+20。
zh_tw: 若對手的後備Holo成員HP減少，此技藝+20。

# hBP05-037_NAME
source: Hoshimachi Suisei
ja: 星街すいせい
zh_tw: 星街彗星

# hBP05-037_ART_0_EFFECT
source: If a red cheer and a blue cheer are attached to this holomem, you may send 2 cheers from your archive to this holomem. If any cheers of only one of those colors are attached to this holomem, you may send 1 cheer from your archive to this holomem.
fr: Si un Cheer Rouge et un Cheer Bleu sont attachés à cet Holomem, vous pouvez attacher 2 Cheers de votre Archive à cet Holomem. Si seulement une de ces couleurs est attachée à cet Holomem, vous pouvez attacher 1 Cheer de votre Archive à cet Holomem.
ja: このホロメンにエールとエールが付いているなら、自分のアーカイブのエールを2枚このホロメンに送れる。どちらか1色しか付いていないなら、自分のアーカイブのエールを1枚このホロメンに送れる。
zh_tw: 若此Holo成員同時裝備有紅聲援與藍聲援，可以將自己存檔區的2張聲援送到此Holo成員上。若只裝備其中一種，可以將自己存檔區的1張聲援送到此Holo成員上。

# hBP05-037_ART_1_EFFECT
source: Archive all cheers from this holomem.
fr: Archivez tous les Cheers attachés à cet Holomem.
ja: このホロメンのエールをアーカイブする。
zh_tw: 將此Holo成員的聲援放入存檔區。

# hBP05-039_NAME
source: Ichijou Ririka
ja: 一条莉々華
zh_tw: 一條莉莉華

# hBP05-039_ART_0_NAME
source: It's never too late in life
fr: Il n'est jamais trop tard dans la vie
ja: 人生に手遅れとならないから
zh_tw: 人生沒有所謂的太遲

# hBP05-039_ART_0_EFFECT
source: If you used <Struggle Meal> this turn, deal 20 special damage to your opponent's center holomem and collab holomem.
fr: Si vous avez utilisé un ⟨Repas de fortune⟩ pendant ce tour, infligez 20 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: このターンに自分が限界飯〉を使っていたなら、相手のセンターホロメンとコラボホロメンに特殊ダメージ20を与える。
zh_tw: 此回合自己曾使用<極限餐>時，對手的C位Holo成員與聯動Holo成員造成20點特殊傷害。

# hBP05-039_ART_1_NAME
source: You can change course at any time
fr: Tu peux changer de direction à tout moment
ja: いつでも軌道修正できる
zh_tw: 隨時都能修正軌道

# hBP05-039_ART_1_EFFECT
source: If the target of this Arts is your opponent's 1st or greater holomem in the collab position, this Arts gets +70.
fr: Si la cible de cet Art est un Holomem 1st Bloom ou plus, cet Art gagne +70 dégâts.
ja: このアーツの対象が相手の1位以上のコラボホロメンなら、このアーツ+70
zh_tw: 此技藝的對象為對手1st以上的聯動Holo成員時，此技藝+70。

# hBP05-040_ART_0_NAME
source: Business Partner
fr: Partenaire de travail
ja: ビジネスパートナー
zh_tw: 商業夥伴

# hBP05-040_ART_0_EFFECT
source: You may reattach 1 cheer from this holomem to your back holomem.
fr: Vous pouvez réattacher 1 Cheer de cet Holomem à un Holomem en Arrière.
ja: このホロメンのエール1枚を自分のバックホロメンに付け替えられます。
zh_tw: 可以將此Holo成員的1張聲援重新裝備到自己的後備Holo成員上。

# hBP05-040_COLLAB_NAME
source: Business Friend
fr: Ami de travail
ja: ビジネスフレンド
zh_tw: 商業夥伴

# hBP05-040_COLLAB_EFFECT
source: If your life is 3 or less, you may bloom your center holomem [<Sakura Miko> or <Hoshimachi Suisei>] that bloomed this turn once more using a holomem from your hand.
fr: Si votre VIE est de 3 ou moins, vous pouvez bloom une [⟨Sakura Miko⟩ ou ⟨Hoshimachi Suisei⟩] en Position Centrale qui a déjà bloom pendant ce tour, avec un Holomem de votre Main.
ja: 自分のライフが3以下なら、自分のこのターンにBloomしたセンターホロメンの[〈さくらみこ〉か〈星街すいせい〉]を、自分の手札のホロメンを使ってもう1回Bloomできます。
zh_tw: 若自己生命值為3點以下，可以將自己此回合「開花」過的C位Holo成員[<櫻巫女>或<星街彗星>]，使用手牌中的Holo成員再進行1次「開花」。

# hBP05-041_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-041_ART_0_NAME
source: Guruguru~
ja: ぐるぐる～
zh_tw: 轉圈圈～

# hBP05-041_ART_0_EFFECT
source: Deal 10 Special Damage to your opponent's center holomem.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central adverse.
ja: 相手のセンターホロメンに特殊ダメージ10を与える。
zh_tw: 對手的C位Holo成員造成10點特殊傷害。

# hBP05-042_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-042_ART_0_NAME
source: We've been together forever
fr: Nous sommes restés liés a jamais
ja: ずうっと一緒だよ
zh_tw: 永遠在一起喔

# hBP05-042_COLLAB_NAME
source: Come in with me!
fr: Venez avec moi !
ja: 一緒に入りろ～！
zh_tw: 一起進來吧～！

# hBP05-042_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 2nd holomem with #GAMERS from your deck, and add it to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 Holomem 2nd Bloom avec #Gamers de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、#ゲーマーズを持つ2ndホロメン1枚除外し、手札に加える。そしてデッキをシャッフルする。
zh_tw: 若自己是後攻且為第一回合，從自己牌組中將1張持有#Gamers的2nd Holo成員加入手牌。然後洗牌。

# hBP05-043_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-043_ART_0_NAME
source: You can still play, right?
fr: Tu peux toujours jouer, pas vrai ?
ja: まだまだ遊べるよね〜？
zh_tw: 還能繼續玩吧～？

# hBP05-043_ART_0_EFFECT
source: You may archive 1 blue cheer from this holomem:Deal 10 special damage to your opponent's center holomem and 1 of your opponent's back holomem.
fr: Vous pouvez archiver 1 Cheer Bleu de cet Holomem : Infligez 10 dégâts spéciaux à l'Holomem Central et un des Holomems en Arrière adverses.
ja: このホロメンのエール1枚をアーカイブできます：相手のセンターホウメンとバックホロメン1人に特殊ダメージ10を与える。
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：對手的C位Holo成員與1位後備Holo成員造成10點特殊傷害。

# hBP05-043_GIFT_NAME
source: Why not just pick me?
fr: Ce n'est pas grave si je le fais, non ?
ja: 僕でよくな～い？
zh_tw: 選我不就好了～？

# hBP05-043_GIFT_EFFECT
source: [Collab Position Only]If your center holomem has #GAMERS, your opponent's holomem's Arts can only target your collab holomem. However, it excludes special damage.
fr: [Position Collab] Si votre Holomem Central a #Gamers, les Arts des Holomems adverses ne peuvent cibler que votre Holomem Collab (Sauf les dégâts spéciaux).
ja: [コラボポジション限定]自分の#ゲーマーズを持つセンターホロメンがいる間、相手のホロメンのアーツは、自分のコラボホロメンしか対象にできない。ただし、特殊ダメージは除く。
zh_tw: [限聯動位置]自己有持有#Gamers的C位Holo成員時，對手的Holo成員的技藝只能以自己的聯動Holo成員為對象。但特殊傷害除外。

# hBP05-044_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-044_ART_0_NAME
source: Don't stop gaming!
fr: N'arrête pas de jouer !
ja: ドンストップゲーミング！

# hBP05-044_ART_0_EFFECT
source: Deal 10 special damage to 1 of your opponent's holomem.
fr: Infligez 10 dégâts spéciaux à 1 Holomem adverse.
ja: 相手のホロメン1人に特殊ダメージ10を与える。
zh_tw: 對手1位Holo成員造成10點特殊傷害。

# hBP05-044_BLOOM_NAME
source: Lunchtime...?
fr: Le déjeuner...?
ja: お弁当タイム･･･？

# hBP05-044_BLOOM_EFFECT
source: Deal 10 special damage to your opponent's center holomem and 1 of their back holomem. You may only use Bloom Effect "Lunchtime...?" once per turn.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central et un des Holomems en Arrière adverses. Vous ne pouvez utiliser de Bloom «Le déjeuner...?» qu'une seule fois par tour.
ja: 相手のセンターホロメンとバックホロメン1人に特殊ダメージ10を与える。自分のフリームエフェクト「お弁当タイム･･･？」はターンに1回しか使えない。

# hBP05-045_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
zh_tw: 貓又小粥

# hBP05-045_ART_0_NAME
source: Want to try loving me?
fr: Tu veux essayer de m'aimer ?
ja: 私のこと、大好きになってみない？
zh_tw: 要不要試著愛上我看看？

# hBP05-045_ART_0_EFFECT
source: Deal 20 special damage to 1 of your opponent's holomem. You may send 1 cheer from your archive to your back holomem with #GAMERS.
fr: Infligez 20 dégâts speciaux à 1 Holomem adverse. Puis, vous pouvez attacher 1 Cheer de votre Archive à l'un de vos Holomems en Arrière avec #Gamers.
ja: 相手のホロメン1人に特殊ダメージ20を与える。その後、自分のアーカイブのエール1枚を自分の#ゲーマーズを持つバックホロメンに送れる。
zh_tw: 對手1位Holo成員造成20點特殊傷害。之後，可以將自己存檔區的1張聲援送到自己持有#Gamers的後備Holo成員上。

# hBP05-045_GIFT_NAME
source: A place where I can be myself
fr: Un endroit où je peux être moi-même
ja: 自分らしく居られる場所
zh_tw: 能做自己的地方

# hBP05-045_GIFT_EFFECT
source: [Center Position only]Your Oshi holomem <Nekomata Okayu> and all <Nekomata Okayu> on your stage deal +20 special damage to your opponent's center holomem.
fr: [Position Centrale] Votre Oshi ⟨Nekomata Okayu⟩ et toutes les ⟨Nekomata Okayu⟩ sur votre Scène infligent +20 dégâts speciaux à l'Holomem Central adverse.
ja: [センターポジション限定]自分の推しホロメンの〈猫又おかゆ〉と自分のステージの〈猫又おかゆ〉に応じて相手のセンターホロメンに特殊ダメージ+20を与える。
zh_tw: [限C位位置]對手的C位Holo成員受到的特殊傷害+20，此效果根據自己主推Holo成員是否為<貓又小粥>以及自己舞台上的<貓又小粥>數量而定。

# hBP05-051_NAME
source: Hiodoshi Ao
ja: 火威青
zh_tw: 火威青

# hBP05-051_ART_0_NAME
source: Champagne Champagne!
ja: シャンパンシャンパン！
zh_tw: 香檳香檳！

# hBP05-051_ART_0_EFFECT
source: If your stage has 3 or more holomem with #Alcohol, you may send 1 cheer from your archive to your back holomem with #Alcohol.
fr: S'il y a 3 Holomems ou plus avec #Alcool sur votre Scène, vous pouvez attacher 1 Cheer de votre Archive à l'un de vos Holomems en Arrière avec #Alcool.
ja: 自分のステージに#お酒を持つホロメンが3人以上いるなら、自分のアーカイブのエール1枚を自分の #お酒を持つバックホロメンに送れる。
zh_tw: 自己舞台上有3位以上持有#酒精的Holo成員時，可以將自己存檔區的1張聲援送到自己持有#酒精的後備Holo成員上。

# hBP05-051_BLOOM_NAME
source: Just look into my eyes
fr: Regarde-moi simplement dans les yeux
ja: 私の目だけ見て

# hBP05-051_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem with #Alcohol from among them, and add it to hand. Then, put the remaining cards on the bottom of your deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem avec #Alcool parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、#お酒を持つホロメン1枚を除外し、手札に加える。そしてコーラル好きな順でデッキの下に戻す。

# hBP05-052_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-052_ART_0_NAME
source: How about a lap pillow?
fr: Que diriez-vous d'un coussin ?
ja: 膝枕とかどうですか?
zh_tw: 要膝枕嗎？

# hBP05-052_COLLAB_NAME
source: Secret Infirmary
fr: Infirmerie secrète
ja: 秘密の保健室
zh_tw: 秘密的保健室

# hBP05-052_COLLAB_EFFECT
source: If there are any events in your archive, deal 10 Special Damage to your opponent's center holomem.
fr: S'il y a un Événement dans votre Archive, infligez 10 dégâts speciaux à l'Holomem Central adverse.
ja: 自分のアーカイブにイベントがあるなら、相手のセンターホロメンに特殊ダメージ10を与える。
zh_tw: 自己存檔區有事件卡時，對手的C位Holo成員造成10點特殊傷害。

# hBP05-053_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-053_ART_0_NAME
source: Gimme a squeeze?
fr: Je peux avoir un câlin ?
ja: ぎゅーって？
zh_tw: 抱一個？

# hBP05-053_COLLAB_NAME
source: suusuu...
ja: すうすう･･･
zh_tw: 呼呼...

# hBP05-053_COLLAB_EFFECT
source: If you went second, it is your first turn, and your Oshi holomem is <Yuzuki Choco>, draw 2 cards.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, si votre Oshi est ⟨Yuzuki Choco⟩, piochez 2 cartes de votre Deck.
ja: 自分が後攻で最初のターンで、自分の推しホロメンが〈癒月ちょこ〉なら、自分のデッキを2枚引く。
zh_tw: 若自己是後攻且為第一回合，且自己的主推Holo成員是<癒月巧可>，抽2張牌。

# hBP05-054_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-054_ART_0_NAME
source: Gachi?
ja: ガァチィ？
zh_tw: 真愛粉？

# hBP05-054_ART_0_EFFECT
source: If you used 2 or more events with #Food this turn, this Arts requires -1 colorless.
fr: Si vous avez joué 2 Événements ou plus avec #Nourriture pendant ce tour, cet Art peut être utilisé sans coût de Cheer.
ja: このアーツは、このターンに私が#食べ物を持つイベントカードを2枚以上使っていたら、エール1枚を必要とせずに使える。
zh_tw: 此技藝在此回合自己曾使用2張以上持有#食物的事件卡時，無需消耗聲援即可使用。

# hBP05-055_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-055_ART_0_NAME
source: aaahhh
ja: ア゙ア゙ア゙ア゙ア゙
zh_tw: 啊啊啊啊啊

# hBP05-055_GIFT_NAME
source: Sleep aid demon
fr: Démon aide-sommeil
ja: 寝坊助悪魔
zh_tw: 愛睡的惡魔

# hBP05-055_GIFT_EFFECT
source: [Center Position Only]At the end of your opponent's performance phase, if this holomem does not have reduced HP, you may send the top card of your cheer deck to your <Yuzuki Choco>.
fr: [Position Centrale] À la fin de la phase de Performance de votre adversaire, si cet Holomem n'est pas blessé, vous pouvez attacher la première carte de votre Deck de Cheers à l'une de vos ⟨Yuzuki Choco⟩.
ja: [センターポジション限定]相手に与えたステップは、このホロメンのHPが減っていないなら、自分のエールデッキの上から1枚を自分の〈癒月ちょこ〉に送れる。
zh_tw: [限C位位置]在對手造成的傷害步驟，若此Holo成員的HP未減少，可以從自己聲援牌組最上方將1張送到自己的<癒月巧可>上。

# hBP05-056_NAME
source: Yuzuki Choco
ja: 癒月ちょこ
zh_tw: 癒月巧可

# hBP05-056_ART_0_NAME
source: Made with love
fr: Fait avec amour
ja: 愛を込めて
zh_tw: 滿懷愛意

# hBP05-056_ART_0_EFFECT
source: This Arts gets +20 for each event with #Food you used this turn. However, only up to 2 cards are counted.
fr: Cet Art gagne +20 dégâts pour chaque Événement avec #Nourriture que vous avez joué pendant ce tour. Le nombre maximum d'Événements pour cet effet est de 4.
ja: このターンに自分が使っていた #食べ物を持つイベント1枚につき、このアーツ+20。ただし、枚数制限は2枚まで。
zh_tw: 此回合自己使用的每1張持有#食物的事件卡，此技藝+20。但最多計算2張。

# hBP05-056_ART_1_NAME
source: Snuggle up at night
fr: Se blottir durant la nuit
ja: 夜に寄り添う
zh_tw: 依偎在夜裡

# hBP05-056_ART_1_EFFECT
source: You may archive 2 cards from your hand:Return 1 holomem with #Cooking from your archive to hand.
fr: Vous pouvez archiver 2 cartes de votre Main pour l'effet suivant : Mettez 1 Holomem avec #Cuisine de votre Archive dans votre Main.
ja: 自分の手札2枚をアーカイブできます：自分のアーカイブの#料理を持つホロメン1枚を手札に戻します。
zh_tw: 可以將自己2張手牌放入存檔區：將自己存檔區的1張持有#料理的Holo成員返回手牌。

# hBP05-068_NAME
source: Shirakami Fubuki
ja: 白上フブキ
zh_tw: 白上吹雪

# hBP05-068_ART_0_NAME
source: Eating snacks and playing games is the best!
fr: Manger des snacks et jouer à des jeux, c'est génial !
ja: おやつ食べてゲーム最高！
zh_tw: 邊吃點心邊打電動最棒了！

# hBP05-068_COLLAB_NAME
source: Leisurely rest day
fr: Journée de repos tranquille
ja: ゆるゆる休養日
zh_tw: 悠閒的休息日

# hBP05-068_COLLAB_EFFECT
source: If a mascot is attached to this holomem, look at the top card of your deck. Return that card to the top or bottom of the deck.
fr: Si une Mascotte est attachée à cet Holomem, regardez la première carte de votre Deck. Mettez cette carte au-dessus ou au-dessous de votre Deck.
ja: このホロメンにマスコットを追加するなら、自分のデッキの上から1枚見る。そのカードをデッキの上か下に戻す。
zh_tw: 若此Holo成員裝備有吉祥物，查看自己牌組最上方1張。將該卡片放回牌組最上方或最下方。

# hBP05-069_NAME
source: Shirakami Fubuki
ja: 白上フブキ
zh_tw: 白上吹雪

# hBP05-069_ART_0_NAME
source: Full marks!
fr: Score parfait !
ja: 満点じゃい！
zh_tw: 滿分！

# hBP05-069_ART_0_EFFECT
source: You may send the top card of your cheer deck to this holomem.
fr: Vous pouvez attacher la première carte de votre Deck de Cheers à cet Holomem.
ja: 自分のエールデッキの上から1枚をこのホロメンに送れる。
zh_tw: 從自己聲援牌組最上方將1張送到此Holo成員上。

# hBP05-069_GIFT_NAME
source: A wonderful smile
fr: Un sourire magnifique
ja: とびきりの笑顔
zh_tw: 無比的笑容

# hBP05-069_GIFT_EFFECT
source: [Back Position Only]This holomem does not take damage from your opponent.
fr: [Position Arrière] Cet Holomem ne subit aucun dégât adverse.
ja: [バックポジション限定] このホロメンは相手からダメージを受けない。
zh_tw: [限後備位置] 此Holo成員不受對手傷害。

# hBP05-070_NAME
source: Shirakami Fubuki
ja: 白上フブキ
zh_tw: 白上吹雪

# hBP05-070_ART_0_NAME
source: Welcome to Fubuki Cafe
fr: Bienvenue au café Fubuki
ja: フブキカフェにようこそ
zh_tw: 歡迎光臨吹雪咖啡廳

# hBP05-070_ART_0_EFFECT
source: You may choose any number of [mascots and fans] with #ShirakamiCharacter from your archive, and attach them to your holomem.
fr: Vous pouvez choisir n'importe quel nombre de [Mascottes et Fans] avec #PersoShirakami de votre Archive et les attacher à vos Holomem.
ja: 自分のアーカイブの#白上のキャラクターを持つ[マスコットとファン]を好きな枚数選び、自分のホロメンに割り振って付ける。
zh_tw: 選擇自己存檔區中任意數量的持有#白上's角色的[吉祥物與粉絲]，分配並裝備到自己的Holo成員上。

# hBP05-070_ART_1_NAME
source: King and cafe owner
fr: Roi et propriétaire d'un café
ja: 国王兼喫茶経営者
zh_tw: 國王兼咖啡廳經營者

# hBP05-070_ART_1_EFFECT
source: If [your Oshi holomem is <Shirakami Fubuki> or your Oshi holomem is yellow], and your stage has 4 or more [tools, mascots and fans], this Arts gets +100.
fr: Si votre Oshi est ⟨Shirakami Fubuki⟩ ou de couleur Jaune, et qu'il y a 4 [Outils, Mascottes ou Fans] ou plus sur votre Scène, cet Art gagne +100 dégâts.
ja: 自分の[推しホロメンが〈白上フブキ〉か推しホロメンの黄色い黄]で、自分のステージに[ツールとマスコットとファン]が合計4枚以上あるなら、このアーツ+100。
zh_tw: 若自己的[主推Holo成員為<白上吹雪>或主推Holo成員為黃色]，且自己舞台上有合計4張以上的[工具、吉祥物與粉絲]，此技藝+100。

# hBP05-071_NAME
source: Inugami Korone
fr: Mascotte
ja: 戌神ころね
zh_tw: 戌神沁音

# hBP05-071_ART_0_EFFECT
source: During this turn, 1 of your holomem with #GAMERS gets Arts+30.
fr: Pendant ce tour, les Arts de l'un de vos Holomems avec #Gamers gagnent +30 dégâts.
ja: このターンの間、自分のステージの#ゲーマーズを持つホロメン1人のアーツ+30。
zh_tw: 此回合，自己舞台上1位持有#Gamers的Holo成員的技藝+30。

# hBP05-071_BLOOM_NAME
source: Inugami Family
fr: Tribu Inugami
ja: 戌神族

# hBP05-071_BLOOM_EFFECT
source: Reveal 1 1st holomem other than Buzz from your deck with #GAMERS, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem 1st Bloom (autre qu'un Holomem Buzz) de votre Deck avec #Gamers, et ajoutez-le à votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、#ゲーマーズを持つバズ以外の1stホロメン1枚を除き、手札に加える。そしてデッキをシャッフルする。

# hBP05-076_NAME
source: Choco's Beef Stroganoff
fr: Bœuf Stroganoff de Choco
ja: ちょこのビーフストロガノフ
zh_tw: 巧可的俄式酸奶牛肉

# hBP05-076_EFFECT
source: During this turn, 1 of your holomem gets Arts+10. During this turn, 1 of your 2nd <Yuzuki Choco> gets Arts+10.
fr: Pendant ce tour, les Arts de l'un de vos Holomems gagnent +10 dégâts. Puis, pendant ce tour, les Arts de l'une de vos ⟨Yuzuki Choco⟩ 2nd Bloom gagnent +10 dégâts.
ja: このターンの間、自分のステージのホロメン1人のアーツ+10。その後、このターンの間、自分のステージの2番目のホロメンの〈癒月ちょこ〉1人のアーツ+10。
zh_tw: 此回合，自己舞台上1位Holo成員的技藝+10。之後，此回合，自己舞台上1位2nd Holo成員<癒月巧可>的技藝+10。

# hBP05-079_NAME
source: Miko, I'm ashamed
fr: Miko, j'ai honte
ja: み俺恥
zh_tw: み俺恥
