Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP02-102_NAME
source: Shiokko
ja: 塩っこ
ko: 시옷코
zh_tw: 塩っこ

# hBP02-102_EFFECT
source: ■The holomem this fan is attached to gets Arts+10. ■When the holomem this fan is attached to would take damage, archive this fan. You may only attach this fan to your <Murasaki Shion>, and you may attach any number of this fan per holomem.
fr: ■ Les Arts de l'Holomem avec ce Fan attaché gagnent +10 dégâts. ■ Lorsque l'Holomem avec ce Fan attaché subit des dégâts, archivez ce Fan. Ce Fan ne peut être attaché qu'à ⟨Murasaki Shion⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: ■このファンが付いているホロメンのアーツ+10。 ■このファンが付いているホロメンがダメージを受ける時、このファンをアーカイブする。 このファンは、自分の〈紫咲シオン〉だけに付けられ、1人につき何枚でも付けられる。
ko: ■이 팬이 붙어 있는 홀로멤의 아츠 +10. ■이 팬이 붙어 있는 홀로멤이 대미지를 받을 때, 이 팬을 아카이브한다. 이 팬은, 자신의 〈무라사키 시온〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: ■此粉絲卡裝備的Holo成員的技藝+10。 ■此粉絲卡裝備的Holo成員受到傷害時，將此粉絲卡放入存檔區。 此粉絲卡只能裝備於自己的<紫咲詩音>，每位可裝備任意張數。

# hBD24-010_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBD24-010_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-010_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-010_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBD24-011_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

# hBD24-011_SKILL_NAME
source: Purple Enhance
fr: Amélioration Violette
ja: パープルエンハンス
ko: 퍼플 인핸스
zh_tw: 紫色強化

# hBD24-011_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your purple holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Violet +20 dégâts.
ja: [タージに1回] このターンの間、自分の紫ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 자색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位紫色Holo成員的技藝+20。

# hBD24-011_SPSKILL_EFFECT
source: [1/Game]Reveal 1 purple holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Violet depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、紫ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 자색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張紫色Holo成員，加入手牌。然後洗牌。

# hBP02-067_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

# hBP02-067_ART_0_NAME
source: Tea Over Coffee
fr: Le thé est meilleur que le café
ja: コーヒーよりも紅茶です
ko: 커피보다 홍차예요
zh_tw: 比起咖啡更喜歡紅茶

# hBP02-067_BLOOM_NAME
source: Tea Time with Nerissa
fr: Tea party avec Nerissa
ja: ネリッサとお茶会
ko: 네리사와 다과회

# hBP02-067_BLOOM_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem with #Singing from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem avec #Chanson parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、#歌を持つホロメン1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, #노래를 가진 홀로멤 1장을 공개하고, 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.

# hBP02-068_NAME
source: Nerissa Ravencroft
ja: ネリッサ・レイヴンクロフト
ko: 네리사 레이븐크로프트
zh_tw: 納瑞莎·雷文克羅夫特

# hBP02-068_ART_0_NAME
source: My Affections in a Song
fr: L'amour en chanson
ja: 歌に宿りし愛情
ko: 노래에 깃든 애정
zh_tw: 寄宿於歌聲中的愛情

# hBP02-068_COLLAB_NAME
source: Demon of Sound
fr: Démon du son
ja: 音の魔人
ko: 소리의 마인
zh_tw: 音之魔人

# hBP02-068_COLLAB_EFFECT
source: During this turn, your [center holomem and collab holomem] with #Singing get Arts+30.
fr: Les Arts de vos Holomems [Central et Collab] avec #Chanson gagnent +30 dégâts jusqu'à la fin du tour.
ja: このターンの間、自分の#歌を持つ[センターホロメンとコラボホロメコメンとコラボホロメン]のアーツ+30。
ko: 이 턴 동안, 자신의 #노래를 가진 [센터 홀로멤과 콜라보 홀로멤]의 아츠 +30.
zh_tw: 此回合，自己持有#歌的[C位Holo成員與聯動Holo成員]的技藝+30。

# hBP02-076_NAME
source: Custom PC
fr: PC personnalisé
ja: カスタムパソコン
ko: 커스텀 컴퓨터
zh_tw: 客製化電腦

# hBP02-076_EFFECT
source: Reveal 1 Debut holomem from your hand, and return it to the bottom of the deck. Reveal 1 1st holomem other than Buzz from your deck with the same card name as the returned holomem, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Holomem Debut de votre Main et placez-le au-dessous de votre Deck. Révélez 1 Holomem 1st Bloom (autre qu'un Holomem Buzz) de votre Deck qui a le même nom que l'Holomem Debut et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分の手札のDebutホロメン1枚を公開し、デッキの下に戻す。自分のデッキから、戻したホロメンと同じカード名のBuzz以外の1stホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 패의 Debut 홀로멤 1장을 공개하고, 덱의 아래로 되돌린다. 자신의 덱에서, 되돌린 홀로멤과 같은 카드명의 Buzz 이외의 1st 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 公開自己手牌中1張Debut Holo成員，放回牌組最下方。從自己牌組中公開1張與返回的Holo成員同卡名且非Buzz的1st Holo成員，加入手牌。然後洗牌。

# hBP02-077_NAME
source: Retro PC
fr: PC Retro
ja: レトロパソコン
ko: 레트로 컴퓨터
zh_tw: 復古電腦

# hBP02-077_EFFECT
source: This card can only be used if your life is 3 or less. Return 1 holomem from your archive to hand.
fr: Cette carte ne peut être jouée que si vous avez 3 VIES ou moins. Mettez 1 Holomem de votre Archive dans votre Main.
ja: このカードは、自分のライフが3以下でなければ使えない。 自分のアーカイブのホロメン1枚を手札に戻す。
ko: 이 카드는, 자신의 라이프가 3 이하가 아니라면 사용할 수 없다. 자신의 아카이브의 홀로멤 1장을 패로 되돌린다.
zh_tw: 此卡必須在自己生命值為3點以下時才能使用。 將自己存檔區的1張Holo成員返回手牌。

# hBD24-012_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBD24-012_SKILL_NAME
source: White Enhance
fr: Amélioration Blanche
ja: オワイトエンハンス
ko: 화이트 인핸스
zh_tw: 白色強化

# hBD24-012_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your white holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Blanc +20 dégâts.
ja: [タージに1回] このターンの間、自分の白ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 백색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位白色Holo成員的技藝+20。

# hBD24-012_SPSKILL_EFFECT
source: [1/Game]Reveal 1 white holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blanc depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、白ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 백색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張白色Holo成員，加入手牌。然後洗牌。

# hBP02-014_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBP02-014_ART_0_NAME
source: Kon-Muscle~!
ja: こんまっする〜！
ko: 콘머슬~!
zh_tw: 空肌肉～！

# hBP02-015_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBP02-015_ART_0_NAME
source: Oha-Muscle~!
ja: おはまっする〜！
ko: 오하머슬~!
zh_tw: 早安肌肉～！

# hBP02-015_ART_1_NAME
source: Otsu-Muscle~
ja: おつまっする〜
ko: 오츠머슬~
zh_tw: 辛苦肌肉了～

# hBP02-086_NAME
source: holoSparkling
fr: Vin pétillant d'Holo
ja: ホロスパークリング
ko: 홀로 스파클링

# hBP02-086_EFFECT
source: ■The holomem this tool is attached to gets Arts+20. ■The holomem without #Alcohol this tool is attached to takes +10 damage. Only 1 tool can be attached to each of your holomem.
fr: ■ Les Arts de l'Holomem avec cet Outil attaché gagnent +20 dégâts. ◆ Gagne l'effet suivant s'il est attaché à un Holomem qui n'a pas #Alcool : L'Holomem avec cet Outil attaché subit +10 dégâts Vous ne pouvez attacher qu'un seul Outil à un Holomem.
ja: ■このツールが付いているホロメンのアーツ+20。 ■このツールが付いている #お酒を持たないホロメンが受けるダメージ+10。 ツールは、自分のホロメン1人につき1枚だけ付けられる。
ko: ■이 툴이 붙어 있는 홀로멤의 아츠 +20. ■이 툴이 붙어 있는 #술을 가지지 않은 홀로멤이 받는 대미지 +10. 툴은, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: ■此工具裝備的Holo成員的技藝+20。 ■此工具裝備的不持有#酒精的Holo成員受到的傷害+10。 工具卡每位Holo成員只能裝備1張。

# hBP02-016_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBP02-016_ART_0_NAME
source: Burn this Sight into Your Eyes♡
fr: Gravez-le dans votre mémoire❤️
ja: 目に焼き付けるんだゾ♡
ko: 눈에 새겨 넣는 거야♡
zh_tw: 給我烙印在眼裡喔♡

# hBP02-016_BLOOM_NAME
source: Noe-chan's Heroic Figure......
fr: La face courageuse de Noe-chan......
ja: ノエちゃんの勇姿・・・・・・
ko: 노에쨩의 용감한 모습……

# hBP02-016_BLOOM_EFFECT
source: If bloomed from Debut, reveal 1 [Debut holomem, 1st holomem or Spot holomem] with #Gen 3 from your deck, and add it to hand. Then, shuffle the deck.
fr: Lorsque cet Holomem bloom à partir d'un Holomem Debut, révélez 1 Holomem [Debut, 1st Bloom ou Spot] avec #Gen3 de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: DebutからBloomした時、自分のデッキから、#3期生を持つ[Debut ホロメンか1stホロメンかSpotホロメン]1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: Debut에서 Bloom했을 때, 자신의 덱에서, #3기생을 가진 [Debut 홀로멤이나 1st 홀로멤이나 Spot 홀로멤] 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.

# hBP02-017_NAME
source: Shirogane Noel
ja: 白銀ノエル
ko: 시로가네 노엘
zh_tw: 白銀諾艾爾

# hBP02-017_ART_0_NAME
source: Soft & Fluffy Musclehead Lady Knight
fr: Une chevaleresse douce et têtue
ja: ゆるふわ脳筋女騎士
ko: 푹신푹신 뇌근 여기사
zh_tw: 軟萌腦筋女騎士

# hBP02-017_ART_1_NAME
source: Gen 3 Power
fr: Puissance de la troisième génération
ja: 3期生ぱわー
ko: 3기생 파워
zh_tw: 3期生之力

# hBP02-017_ART_1_EFFECT
source: [Collab Position Only]This arts gets +20 for every holomem with #Gen 3 on your stage other than this holomem. However, only up to 4 holomem are counted.
fr: [Position Collab] Pour chacun de vos Holomems avec #Gen3 autres que cet Holomem, cet Art gagne +20 dégâts. Le nombre maximum d'Holomems pris en compte pour cet effet est de 4.
ja: [コラボポジション限定] 自分のステージのこのホロメン以外の#3期生を持つホロメン1人につき、このアーツ+20。ただし、数える人数は4人まで。
ko: [콜라보 포지션 한정] 자신의 스테이지에 이 홀로멤 이외의 #3기생을 가진 홀로멤 1명당, 이 아츠 +20. 단, 세는 인수는 4명까지.
zh_tw: [限聯動位置]自己舞台上此Holo成員以外每有1位持有#3期生的Holo成員，此技藝+20。但最多計算4位。

# hBP02-100_NAME
source: Knight's Order of Shirogane
fr: Shirogane Dan'in
ja: 白銀聖騎士団
ko: 시로가네 성기사단
zh_tw: 白銀聖騎士團

# hBP02-100_EFFECT
source: The holomem this fan is attached to takes -10 damage. You may only attach this fan to your <Shirogane Noel>, and you may attach any number of this fan per holomem.
fr: L'Holomem avec ce Fan attaché subit -10 points de dégâts. Ce Fan ne peut être attaché qu'à ⟨Shirogane Noel⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンが受けるダメージ-10。 このファンは、自分の〈白銀ノエル〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤이 받는 대미지 -10. 이 팬은, 자신의 〈시로가네 노엘〉에게만 붙일 수 있고, 1명당 몇 장이라도 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員受到的傷害-10。 此粉絲卡只能裝備於自己的<白銀諾艾爾>，每位可裝備任意張數。

# hBP02-029_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-029_ART_0_NAME
source: It's "Captain" Marine, Got it!?
fr: C'est Captain Marine pour vous !
ja: マリン“船長”だろぉぉん!?
ko: 마린 “선장”이잖앙!?
zh_tw: 是瑪琳“船長”吧ぉぉん!?

# hBP02-029_COLLAB_NAME
source: Drinking at Home with Marine
fr: Boire à la maison avec Marine
ja: マリンと宅飲み
ko: 마린과 집술
zh_tw: 與瑪琳在家喝酒

# hBP02-029_COLLAB_EFFECT
source: Deal 20 special damage to your opponent's collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ20を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 對手的聯動Holo成員造成20點特殊傷害。

# hBP02-030_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-030_ART_0_NAME
source: What's the Captain Gonna Do to Me?
fr: Senchou, qu'est-ce qui se passe ?
ja: 船長、何されちゃうのかな?
ko: 선장, 뭘 당하는 걸려나?
zh_tw: 船長會被怎樣呢？

# hBP02-030_ART_1_NAME
source: Such a Huge Perv ♥
fr: Déjà si érotique❤️
ja: もう、どスケベ♡
ko: 정말, 변태♡
zh_tw: 真是的，色鬼♡

# hBP02-095_NAME
source: Dokuro-kun
ja: ドクロくん
ko: 도쿠로 군
zh_tw: ドクロくん

# hBP02-095_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Houshou Marine> [Center Position Only]When the holomem this mascot is attached to blooms, draw 1 card. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attaché gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Houshou Marine⟩ : [Position Centrale] Lorsque l'Holomem avec cette Mascotte attachée bloom, piochez 1 carte dans votre Deck. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈宝鐘マリン〉に付いていたら能力追加 [センターポジション限定]このマスコットが付いているホロメンがBloomした時、自分のデッキを1枚引く。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈호쇼 마린〉에게 붙어 있다면 능력 추가 [센터 포지션 한정] 이 마스코트가 붙어 있는 홀로멤이 Bloom했을 때, 자신의 덱을 1장 드로우한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<寶鐘瑪琳>時追加能力： [限C位位置]此吉祥物裝備的Holo成員進行「開花」時，抽1張牌。 吉祥物卡每位Holo成員只能裝備1張。

# hBP02-031_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-031_ART_0_NAME
source: Let's Set Sail Together! (Wholesome)
fr: Prenons le large ensemble !
ja: いっしょに出航しましょう! (健全)
ko: 함께 출항하죠!(건전)
zh_tw: 一起出航吧！（健全）

# hBP02-031_BLOOM_NAME
source: Your Voices Are My Support!
fr: Vos voix sont le soutien de Senchou !
ja: キミたちの声が船長の支えです!
ko: 너희들의 목소리가 선장을 지탱해 줘요!

# hBP02-031_BLOOM_EFFECT
source: Deal 20 special damage to your opponent's collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ20を与える。
ko: 상대 콜라보 홀로멤에게 특수 대미지 20을 준다.

# hBP02-032_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-032_ART_0_NAME
source: Keep 'Er Steady!
fr: Yosoro~
ja: ヨーソロー
ko: 요소로
zh_tw: Yosoro

# hBP02-032_BLOOM_NAME
source: Houshou's Pirate Crew
fr: Pirates Houshou
ja: 宝鐘の海賊団
ko: 호쇼의 해적단

# hBP02-032_BLOOM_EFFECT
source: Reveal 1 <Houshou Marine> from your deck, and add it to hand. Then, shuffle the deck. You may only use Bloom Effect "Houshou's Pirate Crew" once per turn.
fr: Révélez 1 ⟨Houshou Marine⟩ de votre Deck et mettez-la dans votre Main. Puis mélangez votre Deck. Vous ne pouvez utiliser l'effet de Bloom «Pirates Houshou» qu'une fois par tour.
ja: 自分のデッキから、〈宝鐘マリン〉1枚を公開し、手札に加える。そして デッキをシャッフルする。自分のフルームエフェクト「宝鐘の海賊団」はターンに1回しか使えない。
ko: 자신의 덱에서, 〈호쇼 마린〉 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다. 자신의 【블룸 이펙트】 「호쇼의 해적단」은 턴에 1번 밖에 사용할 수 없다.

# hBP02-033_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳

# hBP02-033_ART_0_NAME
source: You Guys~? Isn't Your Captain Cute?
fr: Kimitachi~? Senchou kawaii?
ja: キミたち~? 船長、かわいい?
ko: 너희들~? 선장, 귀여워?
zh_tw: 你們～？船長，可愛嗎？

# hBP02-033_ART_0_EFFECT
source: This Arts gets +20 for each holomem stacked to this holomem.
fr: Pour chaque Holomem empilé sous celui-ci, cet art gagne +20 dégâts.
ja: このホロメンに重なっているホロメン1枚につき、このアーツ+20。
ko: 이 홀로멤에게 겹쳐져 있는 홀로멤 1장당, 이 아츠 +20.
zh_tw: 此Holo成員疊加的每1張Holo成員卡，此技藝+20。

# hBP02-033_BLOOM_NAME
source: Gothic Queen
fr: Reine gothique
ja: ゴシッククィーン
ko: 고딕 퀸

# hBP02-033_BLOOM_EFFECT
source: You may return 1 holomem from your archive to hand. If 3 or more holomem are stacked to this holomem, deal 50 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez mettre 1 Holomem de votre Archive dans votre Main. Puis si cette carte a 3 Holomems ou plus empilés sous elle, infligez 50 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分のアーカイブのホロメン1枚を手札に戻せる。その後、このホロメンに重なっているホロメンが3枚以上の時、相手のセンターホロメンかコラボホロメンに特殊ダメージ50を与える。
ko: 자신의 아카이브의 홀로멤 1장을 패로 되돌릴 수 있다. 그 후, 이 홀로멤에게 겹쳐져 있는 홀로멤이 3장 이상일 때, 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 50을 준다.

# hBP02-085_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 3 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen3 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#3期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #3기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#3期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP02-080_NAME
source: holoX
fr: Société secrète HoloX
ja: 秘密結社holoX
ko: 비밀 결사 holoX
zh_tw: 秘密結社holoX

# hBP02-080_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #holoX from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #holoX et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#秘密結社holoXを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #비밀 결사 holoX를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#秘密結社holoX的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP02-096_NAME
source: inu
ja: イヌ
ko: 이누
zh_tw: 狗

# hBP02-096_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Sakamata Chloe> If the holomem this mascot is attached to downed your opponent's holomem, you may send 1 cheer from your archive to your holomem with #holoX. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Sakamata Chloe⟩ : Lorsque l'Holomem avec cette mascotte attachée met Inconscient un Holomem adverse, attahez 1 Cheer de votre Archive à l'un de vos Holomems avec #holoX. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈沙花叉クロヱ〉に付いていたら能力追加 このマスコットが付いているホロメンが相手のホロメンをダウンさせた時、自分のアーカイブのエール1枚を、自分の#秘密結社holoXを持つホロメンに送れる。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆ 〈사카마타 클로에〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤이 상대의 홀로멤을 다운시켰을 때, 자신의 아카이브의 옐 1장을, 자신의 #비밀 결사 holoX를 가진 홀로멤에게 보낼 수 있다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<沙花叉克蘿伊>時追加能力：此吉祥物裝備的Holo成員擊倒對手Holo成員時，可以將自己存檔區的1張聲援送到自己持有#秘密結社holoX的Holo成員上。 吉祥物卡每位Holo成員只能裝備1張。

# hBD24-016_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBD24-016_SKILL_NAME
source: Blue Enhance
fr: Amélioration Bleu
ja: ブルーエンハンス
ko: 블루 인핸스
zh_tw: 藍色強化

# hBD24-016_SKILL_EFFECT
source: [1/Turn]During this turn, 1 of your blue holomem gets Arts+20.
fr: (Une fois par tour) Pendant ce tour, donnez à l'un des Arts de vos holomems Bleu +20 dégâts.
ja: [タージに1回] このターンの間、自分の青ホロメン1人のアーツ+20。
ko: [턴에 1번] 이 턴 동안, 자신의 청색 홀로멤 1명의 아츠 +20.
zh_tw: [回合1次]此回合，自己1位藍色Holo成員的技藝+20。

# hBD24-016_SPSKILL_EFFECT
source: [1/Game]Reveal 1 blue holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: (Une fois par partie) Révélez 1 holomem Blue depuis votre Deck et mettez-le dans votre main. Puis mélangez votre Deck.
ja: [ゲームに1回] 自分のデッキから、青ホロメン1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 자신의 덱에서, 청색 홀로멤 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次]從自己牌組中公開1張藍色Holo成員，加入手牌。然後洗牌。

# hBP02-034_NAME
source: Nakiri Ayame
ja: 百鬼あやめ
ko: 나키리 아야메
zh_tw: 百鬼綾目

# hBP02-034_ART_0_NAME
source: I'm grass
fr: Je suis de l'herbe
ja: 余は草
ko: 요는 풀
zh_tw: 余笑了

# hBP02-034_ART_1_NAME
source: Organic Shot
fr: Coup de feu biologique
ja: オーガニックショット
ko: 오가닉 샷
zh_tw: 有機射擊

# hBP02-034_ART_1_EFFECT
source: If a tool or mascot is attached to this holomem, deal 30 special damage to your opponent's center holomem or collab holomem.
fr: Si cet Holomem a un Outil ou une Mascotte attaché, infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: このホロメンにツールかマスコットが付いている時、相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。
ko: 이 홀로멤에게 툴이나 마스코트가 붙어 있을 때, 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 30을 준다.
zh_tw: 此Holo成員裝備有工具或吉祥物時，對手的C位Holo成員或聯動Holo成員造成30點特殊傷害。

# hBP02-035_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-035_ART_0_NAME
source: Chomp, Chomp, Chooomp!
fr: Bakku bakku baku~n
ja: ばっくばっくばく〜ん
ko: 바쿠바쿠바쿵~
zh_tw: 咬咬咬～

# hBP02-036_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-036_ART_0_NAME
source: A Reality Worth Spitting Out!
fr: Une réalité qui semble être crachée et jetée !
ja: 吐いて捨てるような現実を!
ko: 토해버리고 싶은 현실을!
zh_tw: 將這令人作嘔的現實！

# hBP02-036_COLLAB_NAME
source: Cleaner (Intern)
fr: Nettoyeur (Stagiaire)
ja: 掃除屋でインターン
ko: 청소부 겸 인턴
zh_tw: 清潔工兼實習生

# hBP02-036_COLLAB_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 2nd holomem with #holoX from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem 2nd Bloom avec #holoX parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、#秘密結社holoxを持つ2ndホロメン1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, #비밀 결사 holoX를 가진 2nd 홀로멤 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 查看自己牌組最上方3張。從中公開1張持有#秘密結社holoX的2nd Holo成員，加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP02-037_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-037_ART_0_NAME
source: Having the Beach to Ourselves
fr: Seulement nous deux à la plage
ja: ふたりじめビーチ
ko: 두 사람만의 해변
zh_tw: 兩人獨佔的海灘

# hBP02-038_NAME
source: Sakamata Chloe
ja: 沙花叉クロヱ
ko: 사카마타 클로에
zh_tw: 沙花叉克蘿伊

# hBP02-038_ART_0_NAME
source: (This is the Part Where You Cheer)
fr: (C'est ici que je l'apprécie)
ja: (ここ喜ぶ所です)
ko: (여기 기뻐할 곳이에요)
zh_tw: （這裡是該高興的地方）

# hBP02-038_BLOOM_NAME
source: Gonna Chomp-Chomp Your Heart! ♡
fr: Je vais bakku bakku baku~n ton coeur❤️
ja: 君の心をばっくばっぐぱく~んしちゃうぞ♡
ko: 너의 마음을 바쿠바쿠바쿵~ 해버린다♡

# hBP02-038_BLOOM_EFFECT
source: Look at the top 3 cards of your cheer deck. Reveal 1 cheer from among them, and send it to your holomem. Then, return the remaining cheers to the bottom of the cheer deck in any order.
fr: Regardez les 3 premières cartes de votre Deck de Cheers. Révélez 1 Cheer parmi elles et attachez-le à l'un de vos Holomems. Puis mettez les cartes restantes au-dessous de votre Deck de Cheers dans n'importe quel ordre.
ja: 自分のエールデッキの上から3枚を見る。その中から、エール1枚を公開し、自分のホロメンに送る。そして残ったエールを好きな順でエールデッキの下に戻す。
ko: 자신의 옐 덱의 위에서부터 3장을 본다. 그 중에서, 옐 1장을 공개하고, 자신의 홀로멤에게 보낸다. 그리고 남은 옐을 원하는 순서로 옐 덱의 아래로 되돌린다.

# hBP02-041_NAME
source: Nekomata Okayu
ja: 猫又おかゆ
ko: 네코마타 오카유
zh_tw: 貓又小粥

# hBP02-041_ART_0_NAME
source: Poison Cat
fr: Neko empoisonné
ja: ぽいずん猫
ko: 포이즌 고양이
zh_tw: 毒貓

# hBP02-041_ART_0_EFFECT
source: You may archive 1 blue cheer from this holomem:Deal 20 special damage to your opponent's center holomem and 1 of their back holomem.
fr: Vous pouvez archiver 1 Cheer Bleu de cet Holomem pour l'effet suivant : Infligez 20 dégâts spéciaux à l'Holomem Central adverse et à l'un des Holomems en Arrière adverses.
ja: このホロメンの青エール1枚をアーカイブできる:相手のセンターホロメンとバックホロメン1人に特殊ダメージ20を与える。
ko: 이 홀로멤의 청 옐 1장을 아카이브할 수 있다 : 상대의 센터 홀로멤과 백 홀로멤 1명에게 특수 대미지 20을 준다.
zh_tw: 可以將此Holo成員的1張藍色聲援放入存檔區：對手的C位Holo成員與1位後備Holo成員造成20點特殊傷害。

# hBP02-041_GIFT_NAME
source: Poisonous Love
fr: Amour empoisonné
ja: 毒の愛
ko: 독한 사랑
zh_tw: 毒之愛
