Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP06-009_GIFT_EFFECT
source: [Center position only]Your collab holomem takes -10 damage.
fr: [Position Centrale] Votre Holomem Collab subit -10 dégâts.
ja: ［センターポジション限定］自分のコラボホロメンが受けるダメージ-10。

# hBP06-048_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-048_ART_0_NAME
source: Moon Pace
fr: Rythme de la Lune
ja: ムーンペース

# hBP06-048_ART_0_EFFECT
source: If a non-blue cheer is attached to this holomem, deal 10 special damage to 1 of your opponent's back holomem. However, your opponent's life does not reduce even if downed.
fr: Si un Cheer non Bleu est attaché à cet Holomem, infligez 10 dégâts spéciaux à 1 Holomem en Arrière adverse. Cependant les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE.
ja: このホロメンに［青エール］以外のエールが付いているなら、相手のバックホロメン１人に特殊ダメージ１０を与える。ただし、ダウンしても相手のライフは減らない。

# hBP06-030_NAME
source: Himemori Luna
ja: 姫森ルーナ

# hBP06-030_ART_0_NAME
source: I want to share them!
fr: Je veux les partager !
ja: 届けたいのら！

# hBP06-030_ART_0_EFFECT
source: You may attach 1 <Lu-knights> from your archive to your <Himemori Luna>.
fr: Vous pouvez attacher 1 ⟨Luknight⟩ de votre Archive à l'une de vos ⟨Himemori Luna⟩.
ja: 自分のアーカイブの《ルーナイト》１枚を自分の《姫森ルーナ》に付けられる。

# hBP06-030_GIFT_NAME
source: Feelings of gratitude toward everyone
fr: Ressentir de la gratitude envers tout le monde
ja: みんなへ感謝の気持ち

# hBP06-030_GIFT_EFFECT
source: [Collab Position Only]During your opponent's turn, when you would archive <Lu-knights> attached to your center holomem, you may reattach it to your back holomem <Himemori Luna> instead.
fr: [Position Collab] Pendant le tour de votre adversaire, au lieu d'archiver un ⟨Luknight⟩ attaché à votre Holomem Central, vous pouvez le réattacher à l'une de vos ⟨Himemori Luna⟩ en Arrière à la place.
ja: ［コラボポジション限定］相手のターンで、自分のセンターホロメンに付いている《ルーナイト》をアーカイブする時、アーカイブするかわりに、自分のバックホロメンの《姫森ルーナ》に付け替えられる。

# hBP06-103_NAME
source: Matsurisu
ja: まつりす

# hBP06-103_EFFECT
source: If your [Oshi holomem or holomem with #Gen 1] rolled a die by an ability, you may archive this fan:Regard the result of 1 dice roll as 4. You may only attach this fan to your <Natsuiro Matsuri>, and you may attach any number of this fan per holomem.
fr: Si votre [Oshi ou Holomem avec #Gen1] lance un dé pour l'une de ses Compétences, vous pouvez archiver ce Fan : Traitez le prochain jet de dé comme si le résultat était 4. Ce Fan ne peut être attaché qu'à ⟨Natsuiro Matsuri⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: 自分の［推しホロメンか［＃１期生］を持つホロメン］の能力でサイコロを振った時、このファンをアーカイブできる：そのサイコロの目の数１つを４として扱う。 このファンは、自分の《夏色まつり》だけに付けられ、１人につき何枚でも付けられる。

# hBP06-005_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-005_SKILL_NAME
source: Personification of Chaos
fr: Personnification du chaos
ja: 混沌の化身

# hBP06-005_SKILL_EFFECT
source: [1/Turn]If you have used your SP Oshi Skill this game, roll a die once. Draw cards until your hand has the same number of cards as the number rolled.
fr: [1/Tour] Si vous avez utilisé votre SP Oshi Skill pendant cette partie, lancez 1 dé. Piochez jusqu'à ce que votre Main contienne le même nombre de cartes que le nombre obtenu.
ja: ［ターンに１回］このゲーム中に、自分のSP推しスキルを使っていたなら、サイコロを１枚振る。自分の手札が出た目の数と同じになるまで、自分のデッキを引く。

# hBP06-005_SPSKILL_NAME
source: 🎲ƎNOZ N∩Ⅎ ƎH⊥ O⊥ ƎWOϽ˥ƎM🎲
ja: 🎲ƎNOZ NꓵℲ ƎHꓕ Oꓕ ƎWOƆꓶƎM🎲

# hBP06-005_SPSKILL_EFFECT
source: [1/Game]Roll a die once. Archive a number of cards from your hand equal to the number rolled.
fr: [1/Partie] Lancez 1 dé. Archivez de votre Main le même nombre de cartes que le nombre obtenu.
ja: ［ゲームに１回］サイコロを１回振る。出た目の数１につき、自分の手札１枚をアーカイブする。

# hBP06-067_NAME
source: Inugami Korone
ja: 戌神ころね

# hBP06-067_ART_0_NAME
source: Gimme your fingers!
fr: Donne-moi tes doigts !
ja: 指一本くれや！

# hBP06-067_COLLAB_NAME
source: hololive's Mad Dog
fr: Mad Dog de Hololive
ja: ホロライブの狂犬

# hBP06-067_COLLAB_EFFECT
source: You may archive 1 holomem with #GAMERS from your hand:Draw 1 card.
fr: Vous pouvez archiver 1 Holomem avec #GAMERS de votre Main : Piochez 1 carte de votre Deck.
ja: 自分の手札の［＃ゲーマーズ］を持つホロメン１枚をアーカイブできる：自分のデッキを１枚引く。

# hBP06-017_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-017_ART_0_NAME
source: My Dream? To Be in an Arena, Performing Live
fr: Je rêve d'un concert dans une Arena
ja: 夢はアリーナでするライブ

# hBP06-017_ART_1_NAME
source: I'll Stir a Typhoon Here in hololive
fr: Cet hololive provoque un typhon
ja: タイフーン起こすこのホロライブ

# hBP06-060_NAME
source: Mori Calliope
ja: 森 カリオペ

# hBP06-060_ART_0_EFFECT
source: If your Oshi holomem is <Mori Calliope>, you may archive the top 2 cards of your deck. If you do, send the top card of your cheer deck to your holomem.
fr: Si votre Oshi est ⟨Mori Calliope⟩, vous pouvez archiver les 2 premières cartes de votre Deck. Si vous le faites, attachez la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: 自分の推しホロメンが《森カリオペ》なら、自分のデッキの上から２枚をアーカイブできる。アーカイブしたなら、自分のエールデッキの上から１枚を自分のホロメンに送る。

# hBP06-060_ART_1_EFFECT
source: During this turn, 1 of your holomem with #Myth gets Arts+20. If your Oshi holomem is <Mori Calliope> and you have 8 or more holomem in your archive, you may draw 1 card.
fr: Pendant ce tour, les Arts de l'un de vos Holomems avec #Myth gagne +20 de dégâts. Puis si votre Oshi est ⟨Mori Calliope⟩ et que vous avez 8 Holomems ou plus dans votre Archive, vous pouvez piocher 1 carte de votre Deck.
ja: このターンの間、自分のステージの［＃Myth］を持つホロメン１人のアーツ+20。その後、自分の推しホロメンが《森カリオペ》で、自分のアーカイブのホロメンが８枚以上あるなら、自分のデッキを１枚引く

# hBP06-082_NAME
source: Anya Melfissa
ja: アーニャ・メルフィッサ

# hBP06-082_ART_0_NAME
source: Strange Visitor
fr: Visiteur étrange
ja: 希少な来客

# hBP06-082_ART_0_EFFECT
source: If you used your Oshi Skill "Mystical Ritual" this turn, you may return 1~3 <Anya Melfissa> from your archive to hand.
fr: Si vous avez utilisé votre Oshi Skill «Rituel Mystique» pendant ce tour, vous pouvez récupérer 1~3 ⟨Anya Melfissa⟩ de l'Archive et les ajouter à votre Main.
ja: このターンに自分の推しスキル「神秘の儀式」を使っていたなら、自分のアーカイブの《アーニャ・メルフィッサ》１～３枚を手札に戻せる。

# hBP06-082_GIFT_NAME
source: The city that never sleeps
fr: La ville qui ne dort jamais
ja: 眠らない街

# hBP06-082_GIFT_EFFECT
source: [Collab Position Only]If your Oshi holomem is <Anya Melfissa>, your [center holomem and collab holomem] with <Ancient Weapon> attached take -30 Arts damage.
fr: [Position Collab] Si votre Oshi est ⟨Anya Melfissa⟩, vos Holomems [Central et Collab] avec une ⟨Arme Antique⟩ attachée subissent -30 dégâts.
ja: ［コラボポジション限定］自分の推しホロメンが《アーニャ・メルフィッサ》なら、自分の《古代武器》が付いている［センターホロメンとコラボホロメン］が受けるアーツダメージ-30。

# hBP06-020_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-020_ART_0_NAME
source: Resonance Roar
fr: Rugissement Résonnant
ja: レゾナンスロア

# hBP06-020_ART_0_EFFECT
source: Archive 1~3 cards from the top of your deck. This Arts gets +20 for each card archived.
fr: Archivez 1~3 cartes du dessus de votre Deck. Cet Art gagne +20 dégâts pour chaque carte archivée.
ja: 自分のデッキの上から1～3枚をアーカイブする。アーカイブしたカード1枚につき、このアーツ+20。

# hBP06-020_GIFT_NAME
source: Conductor of Will
fr: Conductrice de la Volonté
ja: 意志の指導者

# hBP06-020_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, you may archive the top 2 cards of your deck. If you do, draw 1 card for each differently named holomem with #FLOW GLOW on your stage.
fr: Si cet Holomem est mis Inconscient pendant le tour de votre adversaire, vous pouvez archiver les 2 Cheer du dessus de votre Deck de Cheers. Si vous le faites, piochez 1 carte pour chaque Holomem de nom différent avec #FLOW GLOW sur votre Scène.
ja: 相手のターンで、このホロメンがダウンした時、自分のデッキの上から２枚をアーカイブできる。アーカイブしたなら、自分のステージの異なるカード名の［＃FLOW GLOW］を持つホロメン1人につき、自分のデッキを1枚引く。

# hBP06-037_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-037_ART_0_NAME
source: I hope you stay healthy forever...
fr: Je prie pour que tu restes en bonne santé à jamais...
ja: ずっと元気でいられますように…

# hBP06-037_ART_0_EFFECT
source: You may archive the top card of your cheer deck:Deal 30 damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver la première carte de votre Deck de Cheers pour l'effet suivant : Infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分のエールデッキの上から１枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。

# hBP06-037_BLOOM_NAME
source: Visiting Date
fr: Rendez-vous de courtoisie
ja: お参りデート

# hBP06-037_BLOOM_EFFECT
source: You may return 2 red cheers from your archive to the bottom of your cheer deck in any order.
fr: Vous pouvez mettre 2 Cheers Rouges de votre Archive au-dessous de votre Deck de Cheers dans n'importe quel ordre.
ja: 自分のアーカイブの［赤エール］２枚を好きな順でエールデッキの下に戻せる。

# hBP06-054_NAME
source: Yukihana Lamy
ja: 雪花ラミィ

# hBP06-054_ART_0_NAME
source: A wholesome birthday and the future beyond
fr: Un anniversaire chaleureux et le futur au-delà
ja: 暖かい誕生日とその先へ

# hBP06-054_ART_0_EFFECT
source: This Arts gets +10 for each <Yukimin> attached to this holomem.
fr: Cet art gagne +10 dégâts pour chaque ⟨Yukimin⟩ attaché à cet Holomem.
ja: このホロメンに付いている《雪民》１枚につき、このアーツ+10。

# hBP06-054_BLOOM_NAME
source: Deliver on your promises!!
fr: Tiens tes promesses !!
ja: 有言実行!!

# hBP06-054_BLOOM_EFFECT
source: If <Yukimin> is attached to this holomem, deal 20 special damage to your opponent's center holomem and draw 1 card. If 3 or more <Yukimin> are attached to this holomem, draw 2 cards instead.
fr: Si cet Holomem a un ⟨Yukimin⟩ attaché, infligez 20 dégâts spéciaux à l'Holomem Central adverse, puis piochez 1 carte. Si votre Holomem a 3 ⟨Yukimin⟩ ou plus attachés, piochez 2 cartes.
ja: このホロメンに《雪民》が付いているなら、相手のセンターホロメンに特殊ダメージ20を与える。その後、自分のデッキを１枚引く。このホロメンに《雪民》が３枚以上ついているなら、かわりに、自分のデッキを２枚引く。

# hBP06-047_NAME
source: Ichijou Ririka
ja: 一条莉々華

# hBP06-047_ART_0_NAME
source: I Seriously Have Nothing. Help Me.
fr: Je n'ai rien sous la Main ! Aidez-moi !
ja: ガチでなんもない。タスケテ。

# hBP06-047_ART_0_EFFECT
source: [Collab Position Only]Deal 50 special damage to your opponent's collab holomem. If your opponent has no collab holomem, deal 50 special damage to your opponent's center holomem instead.
fr: [Position Collab] Infligez 50 dégâts à l'Holomem Collab adverse. Si votre adversaire n'a pas d'Holomem Collab, infligez 50 de dégâts à l'Holomem Central adverse à la place.
ja: ［コラボポジション限定］相手のコラボホロメンに特殊ダメージ50を与える。相手のコラボホロメンがいないなら、かわりに、相手のセンターホロメンに特殊ダメージ50を与える。

# hBP06-047_COLLAB_NAME
source: Struggle Meal With Leftovers
fr: Cuisiner avec les restes
ja: 家にあるもの限界飯

# hBP06-047_COLLAB_EFFECT
source: If your Oshi holomem is <Ichijou Ririka> and you have 2 or more <Struggle Meal> in your archive, draw 2 cards.
fr: Si votre Oshi est ⟨Ichijou Ririka⟩ et qu'il y a 2 ⟨Repas de fortune⟩ ou plus dans votre Archive, piochez 2 cartes.
ja: 自分の推しホロメンが《一条莉々華》で、自分のアーカイブに《限界飯》が２枚以上あるなら、自分のデッキを２枚引く。

# hBP06-028_NAME
source: Himemori Luna
ja: 姫森ルーナ

# hBP06-028_ART_0_NAME
source: Nnaaaaaai
ja: んなああああい

# hBP06-001_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-001_SKILL_EFFECT
source: [1/Turn]If your center holomem is <Raora Panthera>, reveal 1 holomem from your deck with the same name as your collab holomem, and add it to hand. Then, shuffle the deck.
fr: [1/Tour] Si votre Holomem Central est ⟨Raora Panthera⟩, révélez 1 Holomem de votre Deck avec le même nom que votre Holomem Collab, puis mettez-le dans votre Main. Puis mélangez votre Deck.
ja: ［ターンに１回］自分のセンターホロメンが《ラオーラ・パンテーラ》なら、自分のデッキから、自分のコラボホロメンと同じカート名のホロメン１枚を公開し、手札に加える。そしてでっきをシャッフルする。

# hBP06-001_SPSKILL_EFFECT
source: [1/Game]During this game, your <Raora Panthera> do not rest during your reset phase even if moved to the back position.
fr: [1/Partie] Jusqu'à la fin de la partie, vos ⟨Raora Panthera⟩ ne sont pas mises au Repos lors de vos Phases de Réinitialisation.
ja: ［ゲームに１回］このゲームのの間、自分の《ラオーラ・パンテーラ》全員は、リセットステップでお休みしない。

# hBP06-022_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-022_ART_0_NAME
source: Handmade charm
fr: Charme artisanal
ja: 手作りのお守り

# hBP06-057_NAME
source: Mori Calliope
ja: 森 カリオペ

# hBP06-057_ART_0_EFFECT
source: Draw 1 card, and archive 1 card from your hand.
fr: Piochez 1 carte de votre Deck, puis archivez 1 carte de votre Main
ja: 自分のデッキを１枚引いた後、手札１枚をアーカイブする。

# hBP06-034_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-034_ART_0_NAME
source: BBQ Date at the Summer Beach
fr: Un rendez-vous passionnant à la plage en été
ja: 夏の海でドキドキデート

# hBP06-034_ART_0_EFFECT
source: You may archive 1 card from your hand:Your center holomem <Nakiri Ayame> gets Arts+30.
fr: Vous pouvez archiver 1 carte de votre Main : Les Arts de votre ⟨Nakiri Ayame⟩ Centrale gagnent +30 dégâts.
ja: 自分の手札１枚をアーカイブできる：このターンの間、自分のセンターホロメンの《百鬼あやめ》のアーツ+30。

# hBP06-078_NAME
source: Oozora Subaru
ja: 大空スバル

# hBP06-078_ART_0_NAME
source: For now, I'll do my best with POWER!!!!
fr: Pour l'instant, je vais faire de mon mieux avec PUISSANCE !!!!
ja: 取り敢えずPOWERで頑張るっす！！！！

# hBP06-078_COLLAB_NAME
source: Earth & Terra
ja: 地球＆テラ

# hBP06-078_COLLAB_EFFECT
source: You may archive 1 cheer from this holomem:Reveal 1 Debut holomem with the same card name as your Oshi holomem from your deck, and add it to hand. Then, shuffle the deck.
fr: Vous pouvez archiver 1 Cheer de cet Holomem : Révélez 1 Holomem Debut avec le même nom que votre Oshi de votre Deck, puis mettez-le dans votre Main. Puis mélangez votre Deck.
ja: このホロメンのエール１枚をアーカイブできる：自分のデッキから、自分の推しホロメンと同じカード名のDebutホロメン１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-046_NAME
source: Takane Lui
ja: 鷹嶺ルイ

# hBP06-046_ART_0_NAME
source: Eternal Bond
fr: Lien éternel
ja: 永久不滅の絆

# hBP06-046_ART_0_EFFECT
source: If your Oshi holomem is <Takane Lui>, you may archive 2 cards from your hand:Deal 50 special damage to your opponent's center holomem or collab holomem.
fr: Si votre Oshi est ⟨Takane Lui⟩ vous pouvez archiver 2 cartes de votre Main : Infligez 50 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分の推しホロメンが《鷹嶺ルイ》なら、自分の手札２枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ50を与える。

# hBP06-046_GIFT_NAME
source: You're wrong!
fr: Tu as faux !
ja: 間違っているぞ！

# hBP06-046_GIFT_EFFECT
source: If you used your SP Oshi skill "Hawkeye" this game, this holomem has Arts+20.
fr: Si vous avez utilisé votre SP Oshi Skill « Oeil de Faucon » pendant cette partie, les Arts de cet Holomem gagnent +20 dégâts.
ja: このゲーム中に、自分のSP推しスキル「ホークアイ」を使っていたなら、このホロメンのアーツ+20。

# hBP06-026_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-026_ART_0_NAME
source: I hope you enjoy
fr: J'espère que tu apprécies
ja: 喜んでもらえたらいいな

# hBP06-026_GIFT_NAME
source: Delivering you energy!
fr: Je t'apporte de l'énergie !
ja: 元気をお届け

# hBP06-026_GIFT_EFFECT
source: [Center Position Only]When your holomem collabs, if your hand has 5 or more cards, you may send the top card of your cheer deck to your collab holomem.
fr: [Position Centrale] Lorsque l'un de vos Holomems collab, si vous avez 5 cartes ou plus en Main, vous pouvez attacher la première carte de votre Deck de Cheers à votre Holomem Collab.
ja: ［センターポジション限定］自分のホロメンがコラボした時、自分の手札が５枚以上なら、自分のエールデッキの上から１枚を自分のコラボホロメンに送れる。

# hBP06-021_NAME
source: Hakui Koyori
ja: 博衣こより

# hBP06-021_ART_0_NAME
source: A page of youth
fr: Une page de jeunesse
ja: 青春の１ページ

# hBP06-021_ART_0_EFFECT
source: You may return a support card with #KOYO LABO from your archive to the bottom of your deck:This Arts gets +40.
fr: Vous pouvez mettre 1 Soutien avec #KoyoLabo de votre Archive au-dessous de votre Deck : cet Art gagne +40 dégâts.
ja: 自分のアーカイブの［＃こよラボ］を持つサポート１枚をデッキの下に戻せる：このアーツ＋40。

# hBP06-021_COLLAB_NAME
source: I'll deliver it to you
fr: Je te le remettrai
ja: 君に届けっ

# hBP06-021_COLLAB_EFFECT
source: During this turn, 1 of your holomem with #holoX gets Arts+30. If this holomem has a support card with #KOYO LABO attached, that holomem gets Arts+50 instead.
fr: Pendant ce tour les Arts de l'un de vos Holomems avec #HoloX gagnent +30 dégâts. Si cet Holomem a un Soutien avec #KoyoLabo attaché, les Arts de l'Holomem choisi gagnent +50 à la place.
ja: このターンの間、自分のステージの［＃秘密結社holoX］を持つホロメン１人のアーツ+30。このホロメンに［＃こよラボ］を持つサポートカードが付いているなら、かわりに、そのホロメンのアーツ+50。

# hBP06-007_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-007_SKILL_NAME
source: I'm not PON!
fr: Je ne suis pas PON!
ja: PONじゃないもん！！

# hBP06-007_SKILL_EFFECT
source: [1/Turn]Usable when your <Robocosan> is downed during the opponent's turn:Archive the top 2 cards of your deck. Return 1 <Robocosan> from archive to hand.
fr: [1/Tour] Utilisable pendant le tour de votre adversaire lorsque votre ⟨Robocosan⟩ est mise Inconsciente : archivez les 2 premières cartes de votre Deck. Puis, mettez 1 ⟨Robocosan⟩ de votre Archive dans votre Main.
ja: ［ターンに１回］相手のターンで、自分の《ロボ子さん》がダウンした時に使える：自分のデッキの上から２枚をアーカイブする。その後、自分のアーカイブの《ロボ子さん》１枚を手札に戻す。

# hBP06-007_SPSKILL_NAME
source: Enjoy my "high spec" performance♡
fr: Profitez de mes performances "haut de gamme" ♡
ja: ボクの『高性能っぷり』を堪能っしてよね♡

# hBP06-007_SPSKILL_EFFECT
source: [1/Game]Draw 2 cards, and archive 2 cards from hand. You may attach any number of <Roboser> from your archive divided as you choose to your <Robocosan>.
fr: [1/Partie] Piochez 2 cartes, puis archivez 2 cartes de votre Main. Vous pouvez attacher autant de ⟨Roboser⟩ que vous souhaitez de votre Archive à vos ⟨Robocosan⟩.
ja: ［ゲームに１回］自分のデッキを２枚引いた後、手札２枚をアーカイブする。その後、自分のアーカイブの《ろぼさー》を好きな枚数選び、自分の《ロボ子さん》に割る振って付けられる。

# hBP06-091_NAME
source: hololive Gen 1
fr: hololive Generation 1
ja: ホロライブ1期生

# hBP06-091_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 1 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen1 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに６枚以下でなければ使えない。 自分のデッキの上から４枚を見る。その中から、［＃１期生］を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。

# hBP06-012_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-012_ART_1_EFFECT
source: Draw 2 cards.
fr: Piochez 2 cartes de votre Deck.
ja: 自分のデッキを２枚引く。

# hBP06-024_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-024_ART_0_NAME
source: Magical☆Gozaru's Uplifting Spell
fr: Magical☆Gozaru's Energizing Magic
ja: まじかる☆ござるの元気の出る魔法

# hBP06-066_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-066_ART_0_NAME
source: <Seal> Dark Bridal
fr: <Sceau> Sombre mariée
ja: ＜封印＞ダークブライダル

# hBP06-066_ART_0_EFFECT
source: If 3 or more <Roboser> are attached to this holomem, deal 70 special damage to your opponent's center holomem or collab holomem.
fr: Si cet Holomem a 3 ⟨Roboser⟩ ou plus attachés, infligez 70 dégâts speciaux à l'Holomem Central ou Collab adverse.
ja: このホロメンに《ろぼさー》が３枚以上ついているなら、相手のセンターホロメンかコラボホロメンに特殊ダメージ70を与える。

# hBP06-066_GIFT_NAME
source: dream_CONNECT.zero
ja: どり～む＿コネクト.zero

# hBP06-066_GIFT_EFFECT
source: [Center Position Only]When your collab holomem with #Gen 0 uses Arts, reveal 1 card from your deck and archive it. Then, shuffle the deck.
fr: [Position Centrale] Losque votre Holomem Collab avec #Gen 0 utilise un Art, révélez 1 carte de votre Deck et archivez-la. Puis mélangez votre Deck.
ja: ［センターポジション限定］自分の［＃０期生］を持つコラボホロメンがアーツを使った時、自分のデッキから、カード１枚を公開し、アーカイブする。そしてデッキをシャッフルする。

# hBP06-006_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-006_SKILL_NAME
source: Full Moon Shine
fr: Lueur de pleine lune
ja: 満月の輝き

# hBP06-006_SKILL_EFFECT
source: [1/Turn]Usable when your opponent's holomem takes special damage:Deal 20 special damage to your opponent's center holomem and collab holomem.
fr: [1/Tour] Utilisable lorsque l'un des Holomems adverses subit des dégâts spéciaux : Infligez 20 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: ［ターンに１回］相手のホロメン１人に特殊ダメージを与えたときに使える：相手のセンターホロメンとコラボホロメンに特殊ダメージ２０を与える。

# hBP06-006_SPSKILL_NAME
source: Chorus of the twin moons
fr: Chœur des lunes jumelles
ja: 双月の斉唱

# hBP06-006_SPSKILL_EFFECT
source: [1/Game]If the total number of cheers on both players' stage is 6 or more, reveal 1~3 cheers from your cheer deck and send them divided as you choose to your holomem with #ID Gen 1. Then, shuffle the cheer deck.
fr: [1/Partie] Si le total des Cheers en jeu chez les deux joueurs est de 6 ou plus, révélez 1~3 Cheers de votre Deck de Cheers et attachez-les à vos Holomems avec #IDGen1. Puis mélangez votre Deck.
ja: ［ゲームに１回］お互いのステージのエールが合計６枚以上あるなら、自分のエールデッキから、エール１～３枚を公開し、自分の＃ID1期生を持つホロメンに割り振って送る。そしてエールデッキをシャッフルする。

# hBP06-073_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-073_ART_0_NAME
source: Thank you
fr: Merci
ja: ありがとっ

# hBP06-073_COLLAB_NAME
source: Will you stay with me...?
fr: Veux-tu rester avec moi... ?
ja: いっしょに居てくれる…？

# hBP06-073_COLLAB_EFFECT
source: If you went second, it is your first turn, and your Oshi holomem is <Natsuiro Matsuri>, reveal 1 Limited support card from your deck and add it to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, et que votre Oshi est ⟨Natsuiro Matsuri⟩, révélez 1 Soutien LIMITÉ de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンで、自分の推しホロメンが《夏色まつり》なら、自分のデッキからLIMITEDのサポートカード１枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-040_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-040_ART_0_EFFECT
source: Roll a die once. If it is odd, deal 10 special damage to your opponent's center holomem and collab holomem.
fr: Lancez un dé : Si le résultat est pair, infligez 10 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: サイコロを１回振る。奇数なら、相手のセンターホロメンとコラボホロメンに特殊ダメージ10を与える。

# hBP06-015_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-015_ART_0_NAME
source: Okae-Riona~
ja: おかえりおな～

# hBP06-019_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-019_ART_0_NAME
source: Surprisingly hot-blooded?
fr: Étonnament passionnée ?
ja: 意外と熱血タイプ？

# hBP06-019_ART_0_EFFECT
source: Archive the top card of your deck.
fr: Archivez la première carte de votre Deck.
ja: 自分のデッキの上から１枚をアーカイブする。

# hBP06-019_BLOOM_NAME
source: Stoic and hates losing
fr: Stoïque et déteste perdre
ja: ストイック負けず嫌い王

# hBP06-019_BLOOM_EFFECT
source: If your Oshi holomem is <Isaki Riona>, you may archive the top card of your deck:Draw 1 card.
fr: Si votre Oshi est ⟨Isaki Riona⟩, vous pouvez archiver la première carte de votre Deck : Piochez 1 Carte de votre Deck.
ja: 自分の推しホロメンが《響咲リオナ》なら、自分のデッキの上から１枚をアーカイブできる：自分のデッキを１枚引く。

# hBP06-087_NAME
source: Shimeji Dance
ja: しめじダンス

# hBP06-087_EFFECT
source: This card can only be used if your Oshi holomem is <Juufuutei Raden>. Archive the top card of your cheer deck. Return 1 <Juufuutei Raden> from your archive to hand.
fr: Cette carte ne peut être jouée que si votre Oshi est ⟨Juufuutei Raden⟩. Archivez la première carte de votre Deck de Cheers. Puis mettez 1 ⟨Juufuutei Raden⟩ de votre Archive dans votre Main.
ja: このカードは、自分の推しホロメンが《儒烏風亭らでん》でなければ使えない。 自分のエールデッキの上から１枚をアーカイブする。その後、自分のアーカイブの《儒烏風亭らでん》１枚を手札に戻す。

# hBP06-039_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-039_ART_0_NAME
source: Hundred Oni Dance -Hazy Moon-
fr: Danse des cent oni - Lune brumeuse -
ja: 百鬼乱舞－朧月－

# hBP06-039_ART_0_EFFECT
source: If your Oshi holomem is <Nakiri Ayame>, you may archive 1~3 cards from the top of your cheer deck:This arts gets +40 for each card archived. This Arts may not be used from the collab position unless your life is 2 or less.
fr: Si votre Oshi est ⟨Nakiri Ayame⟩, vous pouvez archiver les 1~3 premières cartes de votre Deck de Cheers : Cet Art gagne +40 dégâts pour chaque carte archivée. Cet Art ne peut pas être utilisé en Position Collab à moins que votre VIE ne soit inférieure ou égale à 2.
ja: 自分の推しホロメンが《百鬼あやめ》なら、自分のエールデッキの上から１～３枚をアーカイブできる：アーカイブしたエール１枚につき、このアーツ+40。このアーツは、自分のライフが２以下でなければコラボポジションでは使えない。

# hBP06-039_GIFT_NAME
source: I didn't hear anything
fr: Je n'ai rien entendu
ja: 余、なんも聞いとらんかった。
