Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP04-024_GIFT_EFFECT
source: [Center Position Only]During your opponent's main phase, this holomem's HP cannot be reduced or changed by your opponent's abilities.
fr: [Position Centrale] Pendant la Phase Principale de votre adversaire, les PV de cet Holomem ne peuvent pas être modifiés ou réduits par les Compétences adverses.
ja: [センターポジション限定]相手のメインステップの間、このホロメンのHPは相手の能力で減らず、変動しない。
ko: [센터 포지션 한정] 상대의 메인 스탭 동안, 이 홀로멤의 HP는 상대의 능력으로 줄지 않고, 변동하지 않는다.
zh_tw: [限C位位置]在對手的主要階段，此Holo成員的HP不會因對手的能力而減少或變動。

# hBP04-025_NAME
source: Juufuutei Raden
ja: 儒烏風亭らでん
ko: 주우후테이 라덴
zh_tw: 儒烏風亭螺鈿

# hBP04-025_ART_0_NAME
source: Looks Like the Next Act Is Ready
fr: Et maintenant, place au prochain acte
ja: 御後がよろしいようで
ko: 다음 준비가 다 된 것 같아서
zh_tw: 看來可以告一段落了

# hBP04-025_ART_0_EFFECT
source: If your Oshi holomem is <Juufuutei Raden>, you may reattach 2 cheers from this holomem, 1 each to 2 of your back holomem:This Arts gets +30.
fr: Si votre Oshi est ⟨Juufuutei Raden⟩, vous pouvez choisir 2 de vos Holomems en Arrière et vous pouvez réattacher 1 Cheer de cet Holomem à chacun de ces Holomems. Si vous le faites, cet Art gagne +30 dégâts.
ja: 自分の推しホロメンが〈儒鳥風亭らでん〉の時、このホロメンのエール2枚を、自分のバックホロメン2人に1枚ずつ付け替えられる：このアーツ+30。
ko: 자신의 오시 홀로멤이 〈주우후테이 라덴〉일 때, 이 홀로멤의 옐 2장을, 자신의 백 홀로멤 2명에게 1장씩 바꿔 붙일 수 있다 : 이 아츠 +30.
zh_tw: 自己的主推Holo成員是<儒烏風亭螺鈿>時，可以將此Holo成員的2張聲援，分別重新裝備到自己2位後備Holo成員上：此技藝+30。

# hBP04-025_COLLAB_NAME
source: Tradition and Revolution
fr: Tradition et innovation
ja: 伝統と革新
ko: 전통과 혁신
zh_tw: 傳統與革新

# hBP04-025_COLLAB_EFFECT
source: Reveal 1 event with #Mushroom from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 Événement avec #Champignon de votre Deck et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、#きのこを持つイベント1枚を公開し、手札に加える。そしてデッキをシャッフルする。
ko: 자신의 덱에서, #버섯을 가진 이벤트 1장을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: 從自己牌組中公開1張持有#蘑菇的事件卡，加入手牌。然後洗牌。

# hBP04-094_NAME
source: Maitake Dance
fr: Dance Maitake
ja: まいたけダンス
ko: 마이타케 댄스
zh_tw: 舞菇之舞

# hBP04-094_EFFECT
source: Choose 1 of your <Juufuutei Raden>. You may reattach 1~2 cheers from your stage to the chosen holomem. If 3 or more cheers are attached to the chosen holomem, during this turn, the chosen holomem gets Arts+10.
fr: Choisissez l'un de vos Holomems nommé ⟨Juufuutei Raden⟩. Vous pouvez réattacher 1~2 Cheers de votre Scène à l'Holomem choisi. Puis s'il y a au moins 3 Cheers attachés à l'Holomem choisi, ses Arts gagnent +10 dégâts jusqu'à la fin de ce tour.
ja: 自分の〈儒鳥風亭らでん〉1人を選ぶ。自分のステージのエール1~2 枚を、選んだホロメンに付け替えられる。その後、選んだホロメンにエールが3枚以上付いている時、このターンの間、選んだホロメンのアーツ+10。
ko: 자신의 〈주우후테이 라덴〉 1명을 고른다. 자신의 스테이지의 옐 1~2장을, 고른 홀로멤에게 바꿔 붙일 수 있다. 그 후, 고른 홀로멤에게 옐이 3장 이상 붙어 있을 때, 이 턴 동안, 고른 홀로멤의 아츠 +10.
zh_tw: 選擇自己1位<儒烏風亭螺鈿>。可以將自己舞台上的1~2張聲援，重新裝備到選擇的Holo成員上。之後，若選擇的Holo成員裝備有3張以上聲援，此回合，選擇的Holo成員的技藝+10。

# hBP04-028_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

# hBP04-028_ART_0_NAME
source: Melody of Justice
fr: La Mélodie de Justice
ja: 正義の調べ
ko: 정의의 선율
zh_tw: 正義的旋律

# hBP04-029_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

# hBP04-029_ART_0_NAME
source: An Ancient Automaton
fr: Automate Ancien
ja: 『古代自動人形』
ko: 『고대 자동 인형』
zh_tw: 『古代自動人偶』

# hBP04-030_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

# hBP04-030_ART_0_NAME
source: Would You Like to Listen?
fr: Aimeriez-vous écouter ?
ja: 聞いてくれる?
ko: 들어줄래?
zh_tw: 可以聽我說嗎？

# hBP04-030_BLOOM_NAME
source: I Came Up with a New Melody
fr: J'ai inventé une nouvelle mélodie
ja: こんな旋律思いついたの
ko: 이런 선율이 생각났어

# hBP04-030_BLOOM_EFFECT
source: Choose 1~2 cheers from your stage, and you may reattach them divided as you choose to your holomem.
fr: Vous pouvez choisir 1~2 Cheers de votre Scène, et les réattacher entre vos Holomems comme vous le souhaitez.
ja: 自分のステージのエール1~2枚を選び、自分のホロメンに割り振って付け替えられる。
ko: 자신의 스테이지의 옐 1~2장을 고르고, 자신의 홀로멤에게 나눠서 바꿔 붙일 수 있다.

# hBP04-031_NAME
source: Cecilia Immergreen
ja: セシリア・イマーグリーン
ko: 세실리아 이머그린
zh_tw: 塞西莉亞·伊默格林

# hBP04-031_ART_0_NAME
source: Multilingual
fr: Multilingue
ja: マルチリンガル
ko: 멀티링궐
zh_tw: 多語能力者

# hBP04-031_ART_0_EFFECT
source: Choose 1 of your back holomem with #Language. Reveal 1 cheer from your cheer deck with the same color as the chosen holomem, and send it to the chosen holomem. Then, shuffle the cheer deck.
fr: Révélez 1 Cheer de votre Deck de Cheers de la même couleur que l'un de vos Holomems en Arrière avec #Langue, et attachez-le à cet Holomem. Puis mélanger votre Deck.
ja: 自分の#語学を持つバックホロメン1人を選ぶ。自分のエールデッキから、選んだホロメンと同色のエール1枚を公開し、選んだホロメンに送る。そしてエールデッキをシャッフルする。
ko: 자신의 #어학을 가진 백 홀로멤 1명을 고른다. 자신의 옐 덱에서, 고른 홀로멤과 같은 색의 옐 1장을 공개하고, 고른 홀로멤에게 보낸다. 그리고 옐 덱을 셔플한다.
zh_tw: 選擇自己1位持有#語言的後備Holo成員。從自己聲援牌組中，公開1張與選擇的Holo成員同色的聲援，送到選擇的Holo成員上。然後洗牌聲援牌組。

# hBP04-031_GIFT_NAME
source: Tea Party Across the Sea
fr: Thé d'outre-mer
ja: 海を越えたお茶
ko: 바다를 초월한 다과회
zh_tw: 跨海而來的茶

# hBP04-031_GIFT_EFFECT
source: While your opponent's stage has a holomem with [#JP or #ID], this holomem gets Arts+30.
fr: S'il y a un Holomem avec #JP ou #ID sur la Scène de votre adversaire, les Arts de cet Holomem gagnent +30 dégâts.
ja: 相手のステージに[#JPか#ID]を持つホロメンがいる間、このホロメンのアーツ+30。
ko: 상대 스테이지에 #JP 혹은 #ID 태그가 달린 홀로멤이 있을 , 이 홀로멤의 아츠+30.
zh_tw: 對手舞台上有持有[#JP或#ID]的Holo成員時，此Holo成員的技藝+30。

# hBP04-063_NAME
source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

# hBP04-063_ART_0_NAME
source: Bon-Bijou!
ja: ボンビジュー!
ko: 봉비쥬!

# hBP04-063_GIFT_NAME
source: Kira Kira Koseki!
ja: キラキラコセキ!
ko: 반짝반짝 코세키!
zh_tw: 閃亮亮古石！

# hBP04-063_GIFT_EFFECT
source: During your opponent's turn, when this holomem is downed, draw 1 card.
fr: Si cet Holomem est mis Inconscient pendant le tour de l'adversaire, piochez 1 carte.
ja: 相手のターンで、このホロメンがダウンした時、自分のデッキを1枚引く。
ko: 상대의 턴에서, 이 홀로멤이 다운 했을 때, 자신의 덱을 1장 드로우 한다.
zh_tw: 在對手回合，此Holo成員被擊倒時，抽1張牌。

# hBP04-064_NAME
source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

# hBP04-064_ART_0_NAME
source: Sparkling Gem
fr: Gemme Scintillante
ja: 煌く宝石
ko: 빛나는 보석
zh_tw: 閃耀的寶石

# hBP04-065_NAME
source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

# hBP04-065_ART_0_NAME
source: The Ore and the Miner
fr: Minerai et Mineur
ja: 鉱石と採掘者
ko: 광석과 채굴자
zh_tw: 礦石與開採者

# hBP04-065_ART_0_EFFECT
source: If your archive has a red cheer, this Arts gets +20.
fr: S'il y a au moins 1 Cheer Rouge dans votre Archive, cet Art gagne +20 dégâts.
ja: 自分のアーカイブに赤エールがある時、このアーツ+20。
ko: 자신의 아카이브에 적 옐이 있을 때, 이 아츠 +20.
zh_tw: 自己存檔區有紅聲援時，此技藝+20。

# hBP04-065_BLOOM_NAME
source: An Unmatched Brilliance
fr: Eclat inégalé
ja: 絶世の輝き
ko: 절세의 반짝임

# hBP04-065_BLOOM_EFFECT
source: You may archive 1 red cheer from your holomem:Draw 2 cards.
fr: Vous pouvez archiver 1 Cheer Rouge de l'un de vos Holomems pour l'effet suivant : Piochez 2 cartes.
ja: 自分のホロメンの赤エール1枚をアーカイブできる:自分のデッキを2枚引く。
ko: 자신의 홀로멤의 적 옐 1장을 아카이브 할 수 있다 : 자신의 덱을 2장 드로우 한다.

# hBP04-066_NAME
source: Koseki Bijou
ja: 古石ビジュ―
ko: 코세키 비쥬
zh_tw: 古石碧珠

# hBP04-066_ART_0_NAME
source: I Hope You'll Feel My Radiance!
fr: J'espère que vous sentirez mon éclat !
ja: この輝きが、伝わればいいな
ko: 이 반짝임이, 전해지면 좋겠다
zh_tw: 希望這份光輝能傳達出去

# hBP04-066_ART_0_EFFECT
source: This Arts gets +10 for each cheer in your opponent's archive.
fr: Pour chaque Cheer dans l'Archive de votre adversaire, cet art gagne +10 dégâts.
ja: 相手のアーカイブのエール1枚につき、このアーツ+10。
ko: 상대의 아카이브의 옐 1장당, 이 아츠 +10.
zh_tw: 對手存檔區每有1張聲援，此技藝+10。

# hBP04-066_BLOOM_NAME
source: The Jewel of Emotions
fr: Gemme des émotions
ja: 『感情結晶体』
ko: 『감정결정체』

# hBP04-066_BLOOM_EFFECT
source: Count the number of cards in your hand, and you may archive all of your hand:Draw 1 card for each card archived. You may only use Bloom Effect "The Jewel of Emotions" once per turn.
fr: Vous pouvez archiver toutes les cartes de votre Main pour l'effet suivant : Piochez autant de cartes que vous avez archivé. Vous ne pouvez utiliser l'effet "Gemme des émotions" qu'une fois par tour.
ja: 自分の手札を数えて、自分の手札すべてをアーカイブできる:アーカイブしたカード1枚につき、自分のデッキを1枚引く。自分のブルームエフェクト『感情結晶体』はターンに1回しか使えない。
ko: 자신의 패를 세고, 자신의 패 전부를 아카이브 할 수 있다 : 아카이브 한 카드 1장당, 자신은 덱을 1장 드로우 한다. 자신의 【블룸 이펙트】 「『감정결정체』」는 턴에 1번 밖에 사용할 수 없다.

# hBP04-005_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-005_SKILL_NAME
source: Leader's Work
fr: Tâche du chef
ja: 総帥のお仕事
ko: 총수의 일
zh_tw: 總帥的工作

# hBP04-005_SKILL_EFFECT
source: [1/Turn]During this turn, if you would roll a die 3 times for 1 ability of your holomem, regard all numbers on the faces of that die as 5.
fr: [1/tour] Pendant ce tour, à chaque fois que vous lancez un dé 3 fois pour une Compétence ou un Art, traitez tous les jets de dés comme si le résultat était 5.
ja: [ターンに1回] このターンの間、自分のホロメンの能力でサイコロを1度に3回振る時、そのサイコロの目の数すべてを5として扱う。
ko: [턴에 1번] 이 턴 동안, 자신의 홀로멤의 능력으로 주사위를 1번에 3번 굴릴 때, 그 주사위의 눈 전부를 5로 취급한다.
zh_tw: [回合1次] 此回合，自己的Holo成員因能力一次擲3顆骰子時，將所有骰子的結果視為5點。

# hBP04-005_SPSKILL_NAME
source: We Are Secret Society holoX!
fr: Nous sommes la société secrète HoloX !
ja: 我ら秘密結社holoX!
ko: 우리들 비밀 결사 holoX!
zh_tw: 吾等秘密結社holoX！

# hBP04-005_SPSKILL_EFFECT
source: [1/Game]Choose 1 of your holomem with #holoX. During this turn, the chosen holomem's Arts may be used without cheer requirements.
fr: [1/partie] Les Arts de l'un de vos Holomem avec #holoX peut être utilisé sans avoir le nombre requis de Cheers jusqu'a la fin de ce tour.
ja: [ゲームに1回] 自分の#秘密結社holoxを持つホロメン1人を選ぶ。このターンの間、選んだホロメンのアーツは、エールを必要とせずに使える。
ko: [게임에 1번] 자신의 #비밀 결사 holoX를 가진 홀로멤 1명을 고른다. 이 턴 동안, 고른 홀로멤의 아츠는, 옐을 필요로 하지 않고 사용할 수 있다.
zh_tw: [遊戲1次] 選擇自己1位持有#秘密結社holoX的Holo成員。此回合，選擇的Holo成員的技藝無需消耗聲援即可使用。

# hBP04-055_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-055_ART_0_NAME
source: We Who Rule the Star of Eden!
fr: Nous sommes ceux qui dominent la planète Eden
ja: 我ら、エデンの星を統べる者!
ko: 우리들, 에덴의 별을 지배하는 자!
zh_tw: 吾等，乃統治伊甸之星者！

# hBP04-055_ART_0_EFFECT
source: This Arts gets +10 for each of your opponent's resting holomem.
fr: Cet Art gagne +10 dégâts pour chaque Holomem au Repos adverse.
ja: 相手のお休みしているホロメン1人につき、このアーツ+10。
ko: 상대의 휴식하고 있는 홀로멤 1명당, 이 아츠 +10.
zh_tw: 對手每有1位休息中的Holo成員，此技藝+10。

# hBP04-055_COLLAB_NAME
source: Kneel Over There!
fr: Agenouille-toi devant moi !
ja: そこに跪け!
ko: 거기에 무릎 꿇어라!
zh_tw: 跪下！

# hBP04-055_COLLAB_EFFECT
source: You may roll a die once:If it is 3 or greater, rest 1 of your opponent's back holomem.
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 3, mettez au Repos l'un des Holomems en Arrière adverses.
ja: サイコロを1回振れる:3以上の時、相手のバックホロメン1人をお休みさせる。
ko: 주사위를 1번 굴릴 수 있다 : 3 이상일 때, 상대의 백 홀로멤 1명을 휴식 시킨다.
zh_tw: 可以擲1次骰子：3點以上時，讓對手1位後備Holo成員休息。

# hBP04-056_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-056_ART_0_NAME
source: I Love Strawberries!
fr: J'adore les fraises !
ja: いちごだいすき!
ko: 딸기 정말 좋아!
zh_tw: 最喜歡草莓了！

# hBP04-056_ART_1_NAME
source: Thank You, +mate!
fr: Comme toujours, Merci les Plusmates
ja: プラスメイト諸君いつもありがとう
ko: 플러스메이트 제군 항상 고마워
zh_tw: Plusmate諸君一直以來謝謝你們

# hBP04-057_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-057_ART_0_NAME
source: I'll Show You the Best Stage Ever!!
fr: Je vais vous montrer la meilleure performance !!
ja: 最高のステージ魅せてやるからな!!
ko: 최고의 스테이지를 보여줄 거니까!!
zh_tw: 讓你們見識最棒的舞台！！

# hBP04-057_BLOOM_NAME
source: holoX Assemble
fr: Réunion holoX
ja: holoX集合
ko: holoX 집합

# hBP04-057_BLOOM_EFFECT
source: You may roll a die once:If it is odd, return 1 holomem with #holoX from your archive to hand. If it is even, return 1 holomem with #holoX from your archive to the top of the deck.
fr: Vous pouvez lancer un dé : Si le résultat est impair, mettez 1 Holomem avec #holoX de votre Archive dans votre Main. Si le résultat est pair, mettez 1 Holomem avec #holoX de votre Archive au-dessus de votre Deck.
ja: サイコロを1回振れる:奇数の時、自分のアーカイブの#秘密結社holoXを持つホロメン1枚を手札に戻す。偶数の時、自分のアーカイブの#秘密結社holoXを持つホロメン1枚をデッキの上に戻す。
ko: 주사위를 1번 굴릴 수 있다 : 홀수일 때, 자신의 아카이브의 #비밀 결사 holoX를 가진 홀로멤 1장을 패로 되돌린다. 짝수일 때, 자신의 아카이브의 #비밀 결사 holoX를 가진 홀로멤 1장을 덱의 위로 되돌린다.

# hBP04-058_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-058_ART_0_NAME
source: You Dare Challenge Me?
fr: Tu penses pouvoir me vaincre ?
ja: 吾輩に勝つつもりか?
ko: 이 몸에게 이길 셈이냐?
zh_tw: 吾輩に勝つつもりか?

# hBP04-058_COLLAB_NAME
source: Shall We Test Your Fate?
fr: Aimeriez-vous tenter votre destin ?
ja: 貴様の運命試してみるか?
ko: 네놈의 운 시험해 보겠나?
zh_tw: 要試試你的命運嗎？

# hBP04-058_COLLAB_EFFECT
source: You may roll a die 3 times:Deal 10 special damage to your opponent's center holomem for each odd result rolled.
fr: Vous pouvez lancer un dé 3 fois, infligez 10 dégâts spéciaux à l'Holomem Central adverse pour chaque résultat impair.
ja: サイコロを3回振れる:相手のセンターホロメンに、奇数が出た回数1回につき、特殊ダメージ10を与える。
ko: 주사위를 3번 굴릴 수 있다 : 상대의 센터 홀로멤에게, 홀수가 나온 횟수 1번당, 특수 대미지 10을 준다.
zh_tw: 可以擲3次骰子：對手的C位Holo成員，每出現1次奇數，造成10點特殊傷害。

# hBP04-059_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-059_ART_0_NAME
source: Legend of My Supremacy
fr: La légende la plus tenace
ja: 吾輩最強伝説
ko: 이 몸 최강 전설
zh_tw: 吾輩最強傳說

# hBP04-059_ART_0_EFFECT
source: Deal 10 special damage to your opponent's center holomem for each time a die was rolled by your abilities this turn.
fr: Infligez 10 dégâts spéciaux à l'Holomem Central adverse pour chaque fois où vous avez lancé un dé pour l'une de vos Compétences pendant ce tour.
ja: 相手のセンターホロメンに、このターンに自分が能力でサイコロを振った回数1回につき、特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤에게, 이 턴에서 자신이 능력으로 주사위를 굴린 횟수 1번당 특수 대미지 10을 준다.
zh_tw: 對手的C位Holo成員，造成與此回合自己因能力擲骰子次數x10點的特殊傷害。

# hBP04-059_BLOOM_EFFECT
source: By archiving 1 card from your hand, you may roll a die 3 times:Draw 1 card for each odd result rolled. You may only use Bloom Effect "Yes My Dark!" once per turn.
fr: Vous pouvez archiver 1 carte de votre Main pour lancer un dé 3 fois, piochez 1 carte pour chaque résultat impair. Vous ne pouvez utiliser l'effet Bloom "Yes My Dark !" qu'une seule fois par tour.
ja: 自分の手札1枚をアーカイブすることで、サイコロを3回振れる: 奇数が出た回数1回につき、自分のデッキを1枚引く。自分のブリームエフェクト「Yes My Dark!」はターンに1回しか使えない。
ko: 자신의 패 1장을 아카이브 하는 것으로, 주사위를 3번 굴릴 수 있다 : 홀수가 나온 횟수 1번당, 자신의 덱을 1장 드로우 한다. 자신의 【블룸 이펙트】 「Yes MY Dark!」는 턴에 1번 밖에 사용할 수 없다.

# hBP04-103_NAME
source: Karasu
fr: Corbeau
ja: カラス
ko: 카라스
zh_tw: 烏鴉

# hBP04-103_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <La+ Darknesss> [Collab Position Only][1/Turn]During your main phase, you may roll a die once:If it is odd, move the holomem this mascot is attached to to the back position. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨La+ Darknesss⟩ : [Position Collab] [1/tour] Pendant la Phase Principale, vous pouvez lancer un dé: Si le résultat est impair, déplacez l'Holomem avec cette Mascotte attachée en Arrière. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈ラブラス・ダークネス〉に付いていたら能力追加 [コラボポジション限定] [ターンに1回] 自分のメインステップで、 サイコロを1回振れる: 奇数の時、このマスコットが付いているホロメンをバックポジションに移動する。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈라플라스 다크니스〉에게 붙어 있다면 능력 추가 [콜라보 포지션 한정][턴에 1번] 자신의 메인 스탭에서, 주사위를 1번 굴릴 수 있다. : 홀수일 때, 이 마스코트가 붙어 있는 홀로멤을 백 포지션으로 이동한다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<拉普拉斯·達克尼斯>時追加能力[限聯動位置][回合1次]：在自己的主要階段，可以擲1次骰子：奇數時，將此吉祥物裝備的Holo成員移動到後備位置。 吉祥物卡每位Holo成員只能裝備1張。

# hBP04-043_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-043_ART_0_NAME
source: Lamyoohoo
fr: Kon-Lamy
ja: こんらみ〜
ko: 콘라미~
zh_tw: 空菈米～

# hBP04-043_ART_0_EFFECT
source: Deal 10 special damage to 1 of your opponent's holomem. However, your opponent's life does not reduce even if downed.
fr: Infligez 10 dégâts spéciaux à l'un des Holomems adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 相手のホロメン1人に特殊ダメージ10を与える。ただし、ダウンしても相手のライフは減らない。
ko: 상대의 홀로멤 1명에게 특수 대미지 10을 준다. 단, 다운 해도 라이프는 줄지 않는다.
zh_tw: 對手1位Holo成員造成10點特殊傷害。但即使擊倒也不會減少對手生命值。

# hBP04-044_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-044_ART_0_NAME
source: Ugh...
fr: uu...
ja: うぅ···
ko: 우으…
zh_tw: 嗚ぅ...

# hBP04-044_COLLAB_EFFECT
source: If you do not have a <Yukihana Lamy> with <Yukimin> attached, reveal 1 <Yukimin> from your deck, and attach it to your <Yukihana Lamy>. Then, shuffle the deck.
fr: Si aucun ⟨Yukimin⟩ est attaché à vos ⟨Yukihana Lamy⟩ sur votre Scène, révélez 1 ⟨Yukimin⟩ de votre Deck et attachez-le à l'une de vos ⟨Yukihana Lamy⟩. Puis mélangez votre Deck.
ja: 自分の〈雪民〉が付いている〈雪花ラミィ〉がいない時、自分のデッキから、〈雪民〉1枚を公開し、自分の〈雪花ラミィ〉に付ける。そしてデッキをシャッフルする。
ko: 자신의 〈유키민〉이 붙어 있는 〈유키하나 라미〉가 없을 때, 자신의 덱에서, 〈유키민〉 1장을 공개하고, 자신의 〈유키하나 라미〉에게 붙인다. 그리고 덱을 셔플한다.
zh_tw: 自己沒有裝備<雪民>的<雪花菈米>時，從自己牌組中公開1張<雪民>，裝備到自己的<雪花菈米>上。然後洗牌。

# hBP04-045_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-045_ART_0_NAME
source: Lamy Later
fr: Otsu-Lamy
ja: おつらみ
ko: 오츠라미
zh_tw: 辛苦菈米

# hBP04-045_ART_1_NAME
source: I Can't Defeat the Boss~
fr: Je n’arrive pas à battre le boss !
ja: ボスが攻略できな〜い
ko: 보스가 공략이 안돼~
zh_tw: 打不贏Boss～

# hBP04-046_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-046_ART_0_NAME
source: I'll Work Very Hard!
fr: Je vais faire de mon mieux !
ja: いっぱい頑張るよ!
ko: 많이 힘낼게!
zh_tw: 我會好好努力的！

# hBP04-046_ART_0_EFFECT
source: If you have a holomem with a fan attached, deal 10 special damage to 1 of your opponent's holomem.
fr: Si l'un de vos Holomems a un Fan attaché, infligez 10 dégâts spéciaux à l'un des Holomems adverses.
ja: 自分のファンが付いているホロメンがいる時、相手のホロメン1人に特殊ダメージ10を与える。
ko: 자신의 팬이 붙어 있는 홀로멤이 있을 때, 상대의 홀로멤 1명에게 특수 대미지 10을 준다.
zh_tw: 自己有裝備粉絲卡的Holo成員時，對手1位Holo成員造成10點特殊傷害。

# hBP04-047_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-047_ART_0_NAME
source: Bouquet of Shimmering Snow
fr: Bouquet étincelant des neiges
ja: 雪が煌く花束
ko: 눈이 반짝이는 꽃다발
zh_tw: 雪之閃耀花束

# hBP04-047_COLLAB_EFFECT
source: If you have a <Yukihana Lamy> with <Yukimin> attached, deal 20 special damage to 1 of your opponent's holomem. However, your opponent's life does not reduce even if downed.
fr: Si une ⟨Yukihana Lamy⟩ sur votre Scène a un ⟨Yukimin⟩ attaché, infligez 20 dégâts spéciaux à l'un des Holomems adverses. (Les Holomems mis Inconscients avec cet effet ne font pas perdre de VIE).
ja: 自分の〈雪民〉が付いている〈雪花ラミィ〉がいる時、相手のホロメン1人に特殊ダメージ20を与える。ただし、ダウンしても相手のライフは減らない。
ko: 자신의 〈유키민〉이 붙어 있는 〈유키하나 라미〉가 있을 때, 상대의 홀로멤 1명에게 특수 대미지 20을 준다. 단, 다운 해도 라이프는 줄지 않는다.
zh_tw: 自己有裝備<雪民>的<雪花菈米>時，對手1位Holo成員造成20點特殊傷害。但即使擊倒也不會減少對手生命值。

# hBP04-048_NAME
source: Yukihana Lamy
ja: 雪花ラミィ
ko: 유키하나 라미
zh_tw: 雪花菈米

# hBP04-048_ART_0_NAME
source: May Today Be a Blessed Day
fr: Fille d’Unyria
ja: 今日も祝福がありますように
ko: 오늘도 축복이 있기를
zh_tw: 願今日也有祝福

# hBP04-048_ART_0_EFFECT
source: You may archive 1 cheer from this holomem:Deal 30 special damage to 1 of your opponent's center holomem or back holomem.
fr: Vous pouvez archiver 1 Cheer de cet Holomem pour l'effet suivant : Infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: このホロメンのエール1枚をアーカイブできる:相手のセンターホロメンかバックホロメン1人に特殊ダメージ30を与える。
ko: 이 홀로멤의 옐 1장을 아카이브 할 수 있다 : 상대의 센터 홀로멤이나 백 홀로멤 1명에게 특수 대미지 30을 준다.
zh_tw: 可以將此Holo成員的1張聲援放入存檔區：對手的C位Holo成員或1位後備Holo成員造成30點特殊傷害。

# hBP04-048_BLOOM_NAME
source: Lady of Unylia
fr: Que tu sois béni aujourd’hui aussi
ja: ユニーリアの令嬢
ko: 유니리아의 영애

# hBP04-048_BLOOM_EFFECT
source: Send the top card of your cheer deck to your <Yukihana Lamy> with <Yukimin> attached.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems nommé ⟨Yukihana Lamy⟩ avec un ⟨Yukimin⟩ attaché.
ja: 自分のエールデッキの上から1枚を、自分の〈雪民〉が付いている〈雪花ラミィ〉に送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 〈유키민〉이 붙어 있는 〈유키하나 라미〉에게 보낸다.

# hBP04-090_NAME
source: Work PC
fr: PC de travail
ja: 作業用パソコン
ko: 작업용 컴퓨터
zh_tw: 工作用電腦

# hBP04-090_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal 1 holomem and 1 [tool, mascot or fan] from among them, and add the revealed cards to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez 1 Holomem et 1 [Outil, Mascotte ou Fan] parmi elles et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを6枚以下に含まないと使えません。 自分のデッキの上から4枚を見る。その中から、ホロメン1枚と[ツールかマスコットかファン]1枚を除外し、公開したカードの手札に加える。そして残ったカードの好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 포함하지 않고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그중에서, 홀로멤 1장과 [툴이나 마스코트나 팬] 1장을 공개하고, 공개한 카드를 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開1張Holo成員與1張[工具、吉祥物或粉絲]，將公開的卡片加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP04-101_NAME
source: Daifuku
ja: だいふく
ko: 다이후쿠
zh_tw: 大福

# hBP04-101_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to <Yukihana Lamy> The holomem this mascot is attached to gets +20 HP. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à ⟨Yukihana Lamy⟩ : L'Holomem avec cette Mascotte attachée gagne +20 PV. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 ◆〈雪花ラミィ〉に付いていたら能力追加このマスコットが付いているホロメンのHP+20。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆〈유키하나 라미〉에게 붙어 있다면 능력 추가 이 마스코트가 붙어 있는 홀로멤의 HP +20. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於<雪花菈米>時追加能力：此吉祥物裝備的Holo成員的HP+20。 吉祥物卡每位Holo成員只能裝備1張。

# hBP04-102_NAME
source: Yamena
ja: やめなー
ko: 야메나
zh_tw: 住手ー

# hBP04-102_EFFECT
source: The holomem this mascot is attached to gets Arts+10. ◆Additional ability if attached to 1st or greater holomem with #Gen 5 [Back Position Only]The holomem this mascot is attached to does not take damage from your opponent. Only 1 mascot can be attached to each of your holomem.
fr: Les Arts de l'Holomem avec cette Mascotte attachée gagnent +10 dégâts. ◆ Gagne l'effet suivant si elle est attachée à un Holomem avec #Gen5 : [Position Arrière] L'Holomem avec cette Mascotte attachée ne subit aucun dégât de votre adversaire. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのアーツ+10。 [#5期生を持つ1st以上のホロメンに付いていたら能力追加 [バックポジション限定] このマスコットが付いているホロメンは相手からダメージを受けない。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 아츠 +10. ◆#5기생을 가진 1st 이상의 홀로멤에게 붙어 있다면 능력 추가 [백 포지션 한정] 이 마스코트가 붙어 있는 홀로멤은 상대에게서 대미지를 받지 않는다. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的技藝+10。 ◆裝備於持有#5期生的1st以上Holo成員時追加能力[限後備位置]：此吉祥物裝備的Holo成員不受對手傷害。 吉祥物卡每位Holo成員只能裝備1張。

# hBP04-106_NAME
source: Yukimin
ja: 雪民
ko: 유키민
zh_tw: 雪民

# hBP04-106_EFFECT
source: The holomem this fan is attached to deals +10 special damage to your opponent's center holomem. You may only attach this fan to your <Yukihana Lamy>, and you may attach any number of this fan per holomem.
fr: L'Holomem avec ce Fan attaché inflige +10 dégâts lorsqu'il inflige des dégâts spéciaux à l'Holomem Central adverse. Ce Fan ne peut être attaché qu'à ⟨Yukihana Lamy⟩, et vous pouvez attacher n'importe quel nombre de ce Fan à un Holomem.
ja: このファンが付いているホロメンが、相手のセンターホロメンに与える特殊ダメージ+10。 このファンは、自分の〈雪花ラミィ〉だけに付けられ、1人につき何枚でも付けられる。
ko: 이 팬이 붙어 있는 홀로멤이, 상대의 센터 홀로멤에게 주는 특수 대미지 +10. 이 팬은, 자신의 〈유키하나 라미〉에게만 붙일 수 있고, 1명당 몇 장이든 붙일 수 있다.
zh_tw: 此粉絲卡裝備的Holo成員對對手C位Holo成員造成的特殊傷害+10。 此粉絲卡只能裝備於自己的<雪花菈米>，每位可裝備任意張數。

# hBP04-027_NAME
source: Pavolia Reine
ja: パヴォリア・レイネ
ko: 파볼리아 레이네
zh_tw: 帕沃莉亞·蕾內

# hBP04-027_BLOOM_EFFECT
source: Send the top card of your cheer deck to your <Kureiji Ollie> or <Anya Melfissa>.
fr: Attachez la première carte de votre Deck de Cheers à l'un de vos Holomems nommé ⟨Kureiji Ollie⟩ ou ⟨Anya Melfissa⟩.
ja: 自分のエールデッキの上から1枚を、自分の〈クレイジー・オリー〉か〈アーニャ・メルフィッサ〉に送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 자신의 〈쿠레이지 올리〉나 〈아냐 멜핏사〉에게 보낸다.

# hBP04-038_NAME
source: Houshou Marine
ja: 宝鐘マリン
ko: 호쇼 마린
zh_tw: 寶鐘瑪琳
