Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBD24-065_SPSKILL_NAME
source: Birthday Gift ~Purple~
fr: Cadeau d'anniversaire ~Violet~
zh_tw: 生日禮物 ~紫~

# hBD24-066_SPSKILL_NAME
source: Birthday Gift ~Red~
fr: Cadeau d'anniversaire ~Rouge~
zh_tw: 生日禮物 ~紅~

# hSD01-007_COLLAB_NAME
source: HOPE
fr: ESPOIR

# hPR-001_ART_0_NAME
source: flower rhapsody
fr: Rapsodie des fleurs

# hBP01-059_ART_1_NAME
source: Lui's Party
fr: Fête de Lui

# hBP01-075_ART_0_NAME
source: Disorder
fr: Désordre

# hBP01-055_COLLAB_NAME
source: AREA 15
fr: ZONE 15

# hBP01-045_GIFT_NAME
source: Overwrite
fr: Remplacer

# hBP01-073_ART_0_NAME
source: WITNESS ME!!
fr: SOYEZ TÉMOIN !!

# hSD01-021_NAME
source: First Gravity
fr: Première gravité

# hBP02-059_ART_0_NAME
source: Featuring Myth
fr: Avec Myth

# hBP02-059_BLOOM_NAME
source: Soul Voice
fr: La voix des âmes

# hBP02-098_NAME
source: Death-sensei
fr: Sensei de la mort

# hBP02-019_ART_0_NAME
source: Very Easy!
fr: Très facile !

# hBP02-020_ART_0_NAME
source: Royal Halu Sleepover
fr: Soirée pyjama de Royal Halu

# hBP02-022_ART_0_NAME
source: Spicy Night
fr: Soirée épicée

# hBP02-010_ART_1_NAME
source: Thank You Friends♥
fr: Merci Friends❤️

# hBP04-015_ART_0_NAME
source: The Race Queen
fr: La reine de la course

# hBP04-034_ART_0_NAME
source: Let's Dance
fr: Dansons !

# hBP04-034_ART_1_NAME
source: Subscribe or Die!
fr: Abonne-toi ou meurs !

# hBP04-040_ART_0_NAME
source: When Life is Hard
fr: Quand la vie est dure

# hBP04-049_ART_1_NAME
source: Shining Moon
fr: Lune brillante

# hBP05-006_SPSKILL_NAME
source: Shoot the Moon
fr: Viser la lune

# hBP05-057_ART_0_NAME
source: Cool Summer Nights
fr: Nuits d'été

# hBP05-057_COLLAB_NAME
source: Going out!
fr: Sortir !

# hBP05-061_ART_0_NAME
source: Unleashed Charm
fr: Charme déchaîné

# hBP05-064_COLLAB_NAME
source: Canvas
fr: Toile

# hBP05-073_ART_0_NAME
source: IT's Time to RE4GE!!!!!
fr: C'EST L'heure dE R4AGER!!!!!

# hBP05-013_GIFT_NAME
source: Ray of Jewelry
fr: Lueur précieuse

# hBP05-037_ART_0_NAME
source: Non-Limit Boost
fr: Boost sans limite

# hBP05-037_ART_1_NAME
source: Shout in Crisis
fr: Crier en cas de crise

# hBP06-041_ART_0_NAME
source: Brat Wellness
fr: Bien-être Brat

# hBP06-050_ART_0_NAME
source: 2 Sides of The Moon
fr: Les 2 faces de la Lune

# hBP06-050_ART_1_NAME
source: Lunar Duality
fr: Dualité lunaire

# hBP06-045_ART_1_NAME
source: 💥¡¡SSꓵHƆSꓶƎԀԀOꓷ💥
fr: 💥¡¡SSՈHƆS⅂ƎԀԀOᗡ💥

# hBP06-043_ART_0_NAME
source: ALWAYS A PEASANT.
fr: PAYSAN POUR TOUJOURS

# hBP06-043_COLLAB_NAME
source: Once a Peasant,
fr: Paysan un jour,

# hBP06-009_ART_0_NAME
source: I see you!
fr: Je te vois !

# hBP06-060_ART_0_NAME
source: Bull's-eye!!!!
fr: Dans le mille !!!!

# hBP06-057_ART_0_NAME
source: Mori's Underground Live
fr: Concert underground de Mori

# hBP06-040_ART_0_NAME
source: You can do it!
fr: Tu peux le faire !

# hBP06-058_ART_0_NAME
source: a chef's journey's end.
fr: La fin du voyage d'un chef.

# hBP06-058_COLLAB_NAME
source: Yes, Chef.
fr: Oui, Chef.

# hBP06-042_BLOOM_NAME
source: Strawberry Princess
fr: Princesse des fraises

# hBP06-081_ART_0_NAME
source: GUILTY or INNOCENT
fr: COUPABLE ou INNOCENT

# hBP06-013_BLOOM_NAME
source: CATCH ALL CHATTINI AROUND THE WORLD!!!
fr: ATTRAPEZ TOUS LES CHATTINI À TRAVERS LE MONDE !!!

source: AZKi
ko: 아즈키

source: IRyS
ko: 아이리스

# hSD01-007_NAME
source: IRyS
ko: 아이리스

# hSD01-008_NAME
source: AZKi
ko: 아즈키

# hSD01-009_NAME
source: AZKi
ko: 아즈키

# hSD01-010_NAME
source: AZKi
ko: 아즈키

# hSD01-011_NAME
source: AZKi
ko: 아즈키

# hBP01-044_NAME
source: AZKi
ko: 아즈키

# hBP01-046_NAME
source: AZKi
ko: 아즈키

# hBP01-047_NAME
source: AZKi
ko: 아즈키

# hBP01-030_NAME
source: IRyS
ko: 아이리스

# hBP01-031_NAME
source: IRyS
ko: 아이리스

# hBP01-045_NAME
source: AZKi
ko: 아즈키

# hBP01-028_NAME
source: IRyS
ko: 아이리스

# hBP01-029_NAME
source: IRyS
ko: 아이리스

# hSD01-002_NAME
source: AZKi
ko: 아즈키

# hBD24-033_NAME
source: IRyS
ko: 아이리스
