Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP04-068_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-068_ART_0_NAME
source: From Subaru to You!
fr: De Subaru pour toi !
ja: スバルからきみへ!
ko: 스바루에게서 너에게!
zh_tw: 從昴給你！

# hBP04-068_GIFT_NAME
source: Oozora Subaru Special Combo Set
fr: Tenue assortie d'Oozora Subaru
ja: 大空スバル盛り合わせセット
ko: 오오조라 스바루 모듬 세트
zh_tw: 大空昴綜合套餐

# hBP04-068_GIFT_EFFECT
source: [Center Position・Collab Position Only]This holomem takes -20 damage from your opponent's 1st holomem.
fr: [Position Centrale ou Collab] Cet Holomem subit -20 dégâts des Holomems 1st Bloom adverses.
ja: [センターポジション・コラボポジション限定] このホロメンが相手の1stホロメンから受けるダメージ-20。
ko: [센터 포지션・콜라보 포지션 한정] 이 홀로멤이 상대의 1st 홀로멤에게서 받는 대미지 -20.
zh_tw: [限C位・聯動位置] 此Holo成員受到對手1st Holo成員的傷害-20。

# hBP04-069_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-069_ART_0_NAME
source: Good Morning Subaru
fr: Bonjour Subaru !
ja: おはようスバル
ko: 좋은 아침 스바루
zh_tw: 早安昴

# hBP04-069_ART_1_NAME
source: But I'm Sleepy
fr: Mais j'ai sommeil
ja: 眠いんデスケド
ko: 졸리거든요
zh_tw: 雖然很睏

# hBP04-096_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Advent from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Advent et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#Adventを持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #Advent를 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#Advent的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP04-104_NAME
source: Subaru Duck
fr: Canard Subarudo
ja: スバルドダック
ko: 스바루드 덕
zh_tw: SubaDuck

# hBP04-104_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Oozora Subaru> While the total number of cheers on both players' stage is 10 or more, the holomem this mascot is attached to gets Arts+20. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Ooozora Subaru⟩ : Si le total des Cheers en jeu chez les deux joueurs est de 10 ou plus, les Arts de l'Holomem avec cette Mascotte attachée gagnent +20 dégâts. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ◆〈大空スバル〉に付いていたら能力追加お互いのステージのエールが合計10枚以上ある間、このマスコットが付いているホロメンのアーツ+20。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。
ko: 이 마스코트가 붙어 있는 홀로멤의 HP +20. ◆〈오오조라 스바루〉에게 붙어 있다면 능력 추가 서로의 스테이지의 옐이 합계 10장 이상 있을 때, 이 마스코트가 붙어 있는 홀로멤의 아츠 +20. 마스코트는, 자신의 홀로멤 1명당 1장만 붙일 수 있다.
zh_tw: 此吉祥物裝備的Holo成員的HP+20。 ◆裝備於<大空昴>時追加能力：雙方舞台上合計有10張以上聲援時，此吉祥物裝備的Holo成員的技藝+20。 吉祥物卡每位Holo成員只能裝備1張。

# hBP04-070_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-070_ART_0_NAME
source: Give Us All Your Support and Have Fun!
fr: Soutenez-nous et amusez-vous, s'il vous plaît !
ja: いっぱい応援して、楽しんでね!
ko: 많이 응원하고, 즐겨줘!
zh_tw: 請多為我加油，好好享受喔！

# hBP04-070_COLLAB_NAME
source: I'll Give It My All
fr: Je vais faire de mon mieux
ja: 全力で頑張るから
ko: 전력으로 열심히 할 테니까
zh_tw: 因為我會全力以赴

# hBP04-070_COLLAB_EFFECT
source: Choose 1 of your holomem. During this turn, the chosen holomem gets Arts+10 for each of the chosen holomem's cheers. However, only up to 3 cheers are counted.
fr: Choisisez l'un de vos Holomems. Jusqu'à la fin du tour, les Arts de l'Holomem choisi gagnent +10 dégâts pour chaque Cheer qui lui est attaché. Le nombre maximum de Cheers pour cet effet est de 3.
ja: 自分のホロメン1人を選ぶ。このターンの間、選んだホロメンのエール1枚につき、選んだホロメンのアーツ+10。ただし、数える枚数は3枚まで。
ko: 자신의 홀로멤 1명을 고른다. 이 턴 동안, 고른 홀로멤의 옐 1장 당, 고른 홀로멤의 아츠 +10. 단, 세는 매수는 3장까지.
zh_tw: 選擇自己1位Holo成員。此回合，選擇的Holo成員每有1張聲援，其技藝+10。但最多計算3張。

# hBP04-071_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-071_ART_0_NAME
source: Shuba!
ja: しゅばっ!
ko: 슈바!
zh_tw: しゅばっ！

# hBP04-071_ART_0_EFFECT
source: Send the top card of your cheer deck to this holomem.
fr: Attachez la première carte de votre Deck de Cheers à cet Holomem.
ja: 自分のエールデッキの上から1枚を、このホロメンに送る。
ko: 자신의 옐 덱의 위에서부터 1장을, 이 홀로멤에게 보낸다.
zh_tw: 從自己聲援牌組最上方將1張送到此Holo成員上。

# hBP04-071_ART_1_NAME
source: Our Strongest, Happiest Days
fr: La meilleure et la plus amusante des journées
ja: 最強で楽しい毎日
ko: 최고로 즐거운 매일
zh_tw: 最強又快樂的每一天

# hBP04-072_NAME
source: Oozora Subaru
ja: 大空スバル
ko: 오오조라 스바루
zh_tw: 大空昴

# hBP04-072_ART_0_NAME
source: Sunshine Girl
fr: La fille ensoleillée
ja: 太陽少女
ko: 태양 소녀
zh_tw: 太陽少女

# hBP04-072_ART_0_EFFECT
source: This Arts gets +10 for each cheer on both players' stage. However, only up to 8 cheers are counted.
fr: Pour chaque Cheer en jeu sur la Scène de chaque joueur, cet Art gagne +10 dégâts. Le nombre maximum de Cheers pour cet effet est de 8.
ja: お互いのステージのエール1枚につき、このアーツ+10。ただし、数える枚数は8枚まで。
ko: 서로의 스테이지의 옐 1장 당, 이 아츠 +10. 단, 세는 매수는 8장까지.
zh_tw: 雙方舞台上每有1張聲援，此技藝+10。但最多計算8張。

# hBP04-072_BLOOM_NAME
source: Sunlight Stage
fr: Scène ensoleillée
ja: サンライトステージ
ko: 선라이트 스테이지

# hBP04-072_BLOOM_EFFECT
source: You may send 1 yellow cheer from your archive to your holomem.
fr: Vous pouvez attacher 1 Cheer Jaune de votre Archive à l'un de vos Holomems.
ja: 自分のアーカイブの黄エール1枚を自分のホロメンに送れる。
ko: 자신의 아카이브의 황 옐 1장을 자신의 홀로멤에게 보낼 수 있다.

# hBP04-093_NAME
source: hololive Gen 2
fr: Hololive 2ème Génération
ja: ホロライブ2期生
ko: 홀로라이브 2기생
zh_tw: Hololive 2期生

# hBP04-093_EFFECT
source: This card can only be used if you have 6 or less cards in hand excluding this card. Look at the top 4 cards of your deck. Reveal any number of holomem with #Gen 2 from among them, and add the revealed holomem to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Cette carte ne peut être jouée que si vous avez 6 cartes ou moins en Main, à l'exception de cette carte. Regardez les 4 premières cartes de votre Deck. Révélez n'importe quel nombre d'entre elles avec #Gen2 et mettez-les dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: このカードは、自分の手札がこのカードを含まずに6枚以下でなければ使えない。 自分のデッキの上から4枚を見る。その中から、#2期生を持つホロメンを好きな枚数公開し、公開したホロメンを手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 이 카드는, 자신의 패가 이 카드를 제외하고 6장 이하가 아니라면 사용할 수 없다. 자신의 덱의 위에서부터 4장을 본다. 그 중에서, #2기생을 가진 홀로멤을 원하는 매수 공개하고, 공개한 홀로멤을 패에 더한다. 그리고 남은 카드는 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 此卡必須在手牌（不含此卡）為6張以下時才能使用。 查看自己牌組最上方4張。從中公開任意數量持有#2期生的Holo成員，將公開的Holo成員加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

source: Kaela's Arms
fr: ArmeDeKaela
ja: カエラ'sアームズ
ko: 카엘라‘s 암즈
zh_tw: 凱拉's武裝

source: Mushroom
fr: Champignon
ja: きのこ
ko: 버섯
zh_tw: 蘑菇

source: KOYO LABO
ja: こよラボ
ko: 코요라보
zh_tw: こよ實驗室

# hBP04-003_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-003_SKILL_NAME
source: Reach the Top!
fr: Atteindre le sommet !
ja: 頂上に到達しましょう！
zh_tw: 讓我們登上頂點吧！

# hBP04-003_SKILL_EFFECT
source: [1/Turn]If your center holomem has #ReGLOSS, deal 50 special damage to your opponent's collab holomem.
fr: [1/tour] Si votre Holomem Central a #ReGLOSS, infligez 50 dégâts spéciaux à l'Holomem Collab adverse.
ja: [ターンに1回] 自分のセンターホロメンが#ReGLOSSを持つ時、相手のコラボホロメンに特殊ダメージ50を与える。
ko: [턴에 1번] 자신의 센터 홀로멤이 # ReGLOSS를 가질 때, 상대의 콜라보 홀로멤에게 특수 대미지 50을 준다.
zh_tw: [回合1次] 自己C位Holo成員持有#ReGLOSS時，對手的聯動Holo成員造成50點特殊傷害。

# hBP04-003_SPSKILL_NAME
source: Cute! Positive! Genius!
fr: Kawaii ! Positive ! Géniale !
ja: かわいい! ポジティブ! ジーニアス!
ko: 귀여워! 포지티브! 지니어스!
zh_tw: 可愛！積極！天才！

# hBP04-003_SPSKILL_EFFECT
source: [1/Game]Usable when your <Ichijou Ririka> is downed during the opponent's turn:Reveal 1 [<Ichijou Ririka> and/or <Struggle Meal>] each from your deck, and add them to hand. Then, shuffle the deck.
fr: [1/partie] Utilisable pendant le tour de votre adversaire lorsque votre ⟨Ichijou Ririka⟩ est mise Inconsciente : Révélez 1 ⟨Ichijou Ririka⟩ et 1 ⟨Repas de fortune⟩ de votre Deck et mettez-les dans votre Main. Puis mélangez votre Deck.
ja: [ゲームに1回] 相手のターンで、自分の〈一条莉々華〉がダウンした時に使える:自分のデッキから、[〈一条莉々華〉と〈限界飯〉] 1枚ずつを公開し、手札に加える。そしてデッキをシャッフルする。
ko: [게임에 1번] 상대의 턴에서, 자신의 〈이치조 리리카〉가 다운 했을 때 사용할 수 있다 : 자신의 덱에서, [〈이치조 리리카〉와 〈한계밥〉] 1장씩을 공개하고, 패에 더한다. 그리고 덱을 셔플한다.
zh_tw: [遊戲1次] 在對手回合，自己的<一條莉莉華>被擊倒時可以使用：從自己牌組中公開各1張[<一條莉莉華>與<極限餐>]，加入手牌。然後洗牌。

# hBP04-014_NAME
source: Shirakami Fubuki
ja: 白上フブキ
ko: 시라카미 후부키
zh_tw: 白上吹雪

# hBP04-014_ART_0_NAME
source: My Precious One
fr: Mon âme sœur
ja: 私の大切な人
ko: 내 소중한 사람
zh_tw: 我最重要的人

# hBP04-014_ART_0_EFFECT
source: If your stage has a holomem with #GAMERS other than <Shirakami Fubuki>, this Arts gets +50.
fr: S'il y a un Holomem avec #Gamers sur votre Scène qui n'est pas nommé ⟨Shirakami Fubuki⟩, cet Art gagne +50 dégâts.
ja: 自分のステージに〈白上フブキ〉以外の#ゲーマーズを持つホロメンがいる時、このアーツ+50。
ko: 자신의 스테이지에 〈시라카미 후부키〉 이외의 #게이머즈를 가진 홀로멤이 있을 때, 이 아츠 +50.
zh_tw: 自己舞台上有<白上吹雪>以外的#Gamers Holo成員時，此技藝+50。

# hBP04-014_BLOOM_NAME
source: Come Back
fr: S'il te plaît, reviens
ja: 戻っておいで
ko: 돌아오렴

# hBP04-014_BLOOM_EFFECT
source: You may return 1~2 cards with #Shirakami's Character from your archive to hand.
fr: Vous pouvez mettre 1~2 cartes avec #PersoShirakami de votre Archive dans votre Main.
ja: 自分のアーカイブの #白上'sキャラクターを持つカード1~2枚を手札に戻せる。
ko: 자신의 아카이브의 #시라카미‘s 캐릭터를 가진 카드 1~2장을 패로 되돌린다.

# hBP04-015_ART_0_EFFECT
source: This Arts gets +10 for each holomem with #Promise on your stage. However, only up to 4 holomem are counted.
fr: Pour chacun de vos Holomems avec #Promise, cet art gagne +10 dégâts.Le nombre maximum d'Holomems pour cet effet est de 4.
ja: 自分のステージの#Promiseを持つホロメン1人につき、このアーツ+10。ただし、数える人数は4人まで。
ko: 자신의 스테이지에 #Promise를 가진 홀로멤 1명당, 이 아츠 +10. 단, 세는 인수는 4명까지.
zh_tw: 自己舞台上每有1位持有#Promise的Holo成員，此技藝+10。但最多計算4位。

# hBP04-016_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

# hBP04-016_ART_0_NAME
source: Ciaora
ja: チアオーラ
ko: 차오라
zh_tw: 加油オーラ

# hBP04-016_ART_0_EFFECT
source: If your stage has 5 or less holomem, reveal 1 Spot holomem with #Justice from your deck, and you may place it on stage. Then, shuffle the deck.
fr: S'il y a 5 Holomems ou moins sur votre Scène, vous pouvez révéler 1 Holomem Spot avec #Justice de votre Deck et le placer sur votre Scène. Puis mélangez votre Deck.
ja: 自分のステージのホロメンが5人以下の時、自分のデッキから、#Justiceを持つSpotホロメン1枚を公開し、ステージに出せる。そしてデッキをシャッフルする。
ko: 자신의 스테이지의 홀로멤이 5명 이하일 때, 자신의 덱에서, #Justice를 가진 Spot 홀로멤 1장을 공개하고, 스테이지에 낼 수 있다. 그리고 덱을 셔플한다.
zh_tw: 自己舞台上的Holo成員在5位以下時，可以從自己牌組中公開1張持有#正義的Spot Holo成員，登場到舞台上。然後洗牌。

# hBP04-017_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

# hBP04-017_ART_0_NAME
source: Pink Panther of Justice
fr: La panthère rose de Justice
ja: 正義のピンクパンサー
ko: 정의의 핑크 팬서
zh_tw: 正義的粉紅豹

# hBP04-018_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

# hBP04-018_ART_0_NAME
source: Information Gathering Is My Specialty
fr: La collecte d'informations est un jeu d'enfant
ja: 情報収集はお手の物
ko: 정보 수집은 특기 분야
zh_tw: 收集情報是我的專長

# hBP04-018_BLOOM_NAME
source: The Artist with the God Eyes
fr: L'artiste aux yeux divins
ja: 神眼の描き手
ko: 신안의 화가

# hBP04-018_BLOOM_EFFECT
source: During this turn, 1 holomem on your stage with #Painting gets Arts+20.
fr: Les Arts de l'un de vos Holomems avec #Art gagnent +20 dégâts jusqu'à la fin de ce tour.
ja: このターンの間、自分のステージの#絵を持つホロメン1人のアーツ+20
ko: 이 턴 동안, 자신의 스테이지의 #그림을 가진 홀로멤 1명의 아츠 +20.

# hBP04-019_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ
ko: 라오라 판테라
zh_tw: 拉歐拉·潘特拉

# hBP04-019_ART_0_NAME
source: Art Streamer
fr: Streameuse artistique
ja: アートストリーマー
zh_tw: 藝術實況主

# hBP04-019_ART_0_EFFECT
source: [Collab Position Only]If your center holomem has #Painting, this Arts gets +80.
fr: [Position Collab] Si votre Holomem Central a #Art, cet Art gagne +80 dégâts.
ja: [コラボポジション限定] 自分のセンターホロメンが#絵を持つ時、このアーツ+80。
ko: [콜라보 포지션 한정] 자신의 센터 홀로멤이 #그림을 가질 때, 이 아츠 +80.
zh_tw: [限聯動位置] 自己C位Holo成員持有#繪畫時，此技藝+80。

# hBP04-019_COLLAB_NAME
source: Currently Gathering Information
fr: Collecte d'informations en cours
ja: 只今、情報収集中
ko: 바로 지금, 정보 수집 중
zh_tw: 情報收集中

# hBP04-019_COLLAB_EFFECT
source: Look at the top 3 cards of your deck. Reveal 1 holomem with #Painting from among them, and add it to hand. Then, return the remaining cards to the bottom of the deck in any order.
fr: Regardez les 3 premières cartes de votre Deck. Révélez 1 Holomem avec #Art parmi elles et mettez-le dans votre Main. Puis mettez les cartes restantes au-dessous de votre Deck dans n'importe quel ordre.
ja: 自分のデッキの上から3枚を見る。その中から、#絵を持つホロメン1枚を公開し、手札に加える。そして残ったカードを好きな順でデッキの下に戻す。
ko: 자신의 덱의 위에서부터 3장을 본다. 그 중에서, #그림을 가진 홀로멤 1장을 공개하고, 패에 더한다. 그리고 남은 카드를 원하는 순서로 덱의 아래로 되돌린다.
zh_tw: 查看自己牌組最上方3張。從中公開1張持有#繪畫的Holo成員，加入手牌。然後將剩餘卡片以任意順序放回牌組最下方。

# hBP04-026_NAME
source: Ookami Mio
ja: 大神ミオ
ko: 오오카미 미오
zh_tw: 大神澪

# hBP04-026_ART_0_NAME
source: Wait, I Belong to Fubuki?
fr: Notre maison appartenait-elle à Fubuki ?
ja: うちってフブキのものだったの?
ko: 나는 후부키 거였던 거야?
zh_tw: 原來我是屬於吹雪的嗎？

# hBP04-026_ART_0_EFFECT
source: If your stage has a holomem with #GAMERS other than <Ookami Mio>, this Arts gets +50.
fr: S'il y a un Holomem avec #Gamers sur votre Scène qui n'est pas nommé ⟨Ookami Mio⟩, cet Art gagne +50 dégâts.
ja: 自分のステージに〈大神ミオ〉以外の#ゲーマーズを持つホロメンがいる時、このアーツ+50。
ko: 자신의 스테이지에, 〈오오카미 미오〉 이외의 #게이머즈를 가진 홀로멤이 있을 때, 이 아츠 +50.
zh_tw: 自己舞台上有<大神澪>以外的#Gamers Holo成員時，此技藝+50。

# hBP04-026_BLOOM_NAME
source: Fubuki Is Someone Special
fr: Fubuki est mon âme sœur
ja: フブキは特別な存在
ko: 후부키는 특별한 존재

# hBP04-026_BLOOM_EFFECT
source: If your Oshi holomem is <Shirakami Fubuki>, reveal 1 white cheer from your cheer deck, and send it to your <Shirakami Fubuki>. Then, shuffle the cheer deck.
fr: Si votre Oshi est ⟨Shirakami Fubuki⟩, révélez 1 Cheer Blanc de votre Deck de Cheers et attachez ce Cheer à l'un de vos Holomems nommé ⟨Shirakami Fubuki⟩. Puis mélangez votre Deck de Cheers.
ja: 自分の推しホロメンが〈白上フブキ〉の時、自分のエールデッキから、白エール1枚を公開し、自分の〈白上フブキ〉に送る。そしてエールデッキをシャッフルする。
ko: 자신의 오시 홀로멤이 〈시라카미 후부키〉일 때, 자신의 옐 덱에서, 백 옐 1장을 공개하고, 자신의 〈시라카미 후부키〉에게 보낸다. 그리고 옐 덱을 셔플 한다.

# hBP04-032_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-032_ART_0_NAME
source: Kon-Riri
ja: こんりり
ko: 콘리리
zh_tw: こんりり

# hBP04-033_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-033_ART_0_NAME
source: Ririka Standby
fr: Ririka en attend
ja: 莉々華スタンバイ
ko: 리리카 스탠바이
zh_tw: 莉莉華待命中

# hBP04-033_ART_1_NAME
source: Limit Over
fr: Limite atteinte
ja: リミットオーバー
ko: 리미트 오버
zh_tw: 極限超越

# hBP04-033_ART_1_EFFECT
source: If you used <Struggle Meal> this turn, deal 20 special damage to your opponent's collab holomem.
fr: Si vous avez joué un ⟨Repas de fortune⟩ pendant ce tour, infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: このターンに自分が〈限界飯〉を使っていた時、相手のコラボホロメンに特殊ダメージ20を与える。
ko: 이 턴에서 자신이 〈한계밥〉을 사용하고 있을 때, 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 此回合自己曾使用<極限餐>時，對手的聯動Holo成員造成20點特殊傷害。

# hBP04-034_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-035_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-035_ART_0_NAME
source: Entrepreneur Punch
fr: Coup de poing présidentiel
ja: 社長パンチ
ko: 사장 펀치
zh_tw: 社長拳

# hBP04-035_ART_0_EFFECT
source: Deal 20 special damage to your opponent's collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ20を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.
zh_tw: 對手的聯動Holo成員造成20點特殊傷害。

# hBP04-035_BLOOM_NAME
source: Struggle Meal Chef
fr: Chef des Repas de fortune
ja: 限界飯料理人
ko: 한계밥 요리사

# hBP04-035_BLOOM_EFFECT
source: You may return 1 <Struggle Meal> from your archive to hand.
fr: Vous pouvez mettre 1 ⟨Repas de fortune⟩ de votre Archive dans votre Main.
ja: 自分のアーカイブの〈限界飯〉1枚を手札に戻せる。
ko: 자신의 아카이브의 〈한계밥〉 1장을 패로 되돌릴 수 있다.

# hBP04-036_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-036_ART_0_NAME
source: Heehee
fr: Eheheh
ja: いひひっ
ko: 이히히
zh_tw: 嘻嘻

# hBP04-036_ART_0_EFFECT
source: If the target of this Arts is your opponent's collab holomem, draw 1 card.
fr: Si cet Art cible l'Holomem Collab adverse, piochez 1 carte.
ja: このアーツの対象が相手のコラボホロメンの時、自分のデッキを1枚引く。
ko: 이 아츠의 대상이 상대의 콜라보 홀로멤일 때, 자신의 덱을 1장 드로우 한다.
zh_tw: 此技藝的對象為對手的聯動Holo成員時，抽1張牌。

# hBP04-036_BLOOM_NAME
source: Keeping All the Delicious Food to Myself
fr: Délicieux repas rien que pour moi
ja: おいしいもの独り占め
ko: 맛있는 거 독점

# hBP04-036_BLOOM_EFFECT
source: Deal 20 special damage to your opponent's collab holomem.
fr: Infligez 20 dégâts spéciaux à l'Holomem Collab adverse.
ja: 相手のコラボホロメンに特殊ダメージ20を与える。
ko: 상대의 콜라보 홀로멤에게 특수 대미지 20을 준다.

# hBP04-037_NAME
source: Ichijou Ririka
ja: 一条莉々華
ko: 이치죠 리리카
zh_tw: 一條莉莉華

# hBP04-037_ART_0_NAME
source: Oh? Wanna Fight?
fr: Oh? Tu veux te battre ?
ja: お？ 喧嘩する?
ko: 오? 싸울래?
zh_tw: 哦？想打架嗎？

# hBP04-037_ART_0_EFFECT
source: Deal 50 special damage to your opponent's center holomem. If you used <Struggle Meal> this turn, deal 30 special damage to your opponent's center holomem or collab holomem.
fr: Infligez 50 dégâts spéciaux à l'Holomem Central adverse. Puis, si vous avez joué un ⟨Repas de fortune⟩ pendant ce tour, infligez 30 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 相手のセンターホロメンに特殊ダメージ50を与える。その後、このターンに自分が〈限界飯〉を使っていた時、相手のセンターホロメンかコラボホロメンに特殊ダメージ30を与える。
ko: 상대의 센터 홀로멤에게 특수 대미지 50을 준다. 그 후, 이 턴에서 자신이 〈한계밥〉을 사용했을 때, 상대의 센터 홀로멤이나 콜라보 홀로멤에게 특수 대미지 30을 준다.
zh_tw: 對手的C位Holo成員造成50點特殊傷害。之後，此回合自己曾使用<極限餐>時，對手的C位Holo成員或聯動Holo成員造成30點特殊傷害。

# hBP04-037_BLOOM_EFFECT
source: You may roll a die once:If it is 4 or greater, and your opponent has no collab holomem, your opponent moves 1 of their back holomem to the collab position (Moving is not regarded as collab).
fr: Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à 4, et que votre adversaire n'a pas d'Holomem Collab, il choisit un de ses Holomems en Arrière et le déplace en Position Collab (ceci n'est pas considéré comme une Collab)
ja: サイコロを1回振れる:4以上の時、相手のコラボホロメンがいないなら、相手は、自身のバックホロメン1人をコラボポジションに移動させる (移動はコラボとしては扱わない)。
ko: 주사위를 1번 굴릴 수 있다 : 4 이상일 때, 상대의 콜라보 홀로멤이 없다면, 상대는, 자신의 백 홀로멤 1명을 콜라보 포지션으로 이동시킨다 (이동은 콜라보로 취급하지 않는다).

# hBP04-039_NAME
source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
ko: 카엘라 코발스키아
zh_tw: 凱拉·可瓦爾斯基亞

# hBP04-039_ART_0_NAME
source: Oha-Ela
ja: おはエラ
ko: 오하엘라
zh_tw: おはエラ

# hBP04-040_NAME
source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
ko: 카엘라 코발스키아
zh_tw: 凱拉·可瓦爾斯基亞

# hBP04-041_NAME
source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
ko: 카엘라 코발스키아
zh_tw: 凱拉·可瓦爾斯基亞

# hBP04-041_ART_0_NAME
source: Silent Laugh
fr: Rire silencieux
ja: サイレント笑い
ko: 무음 웃음
zh_tw: 無聲的笑

# hBP04-041_BLOOM_EFFECT
source: You may return 1 tool from your archive to hand.
fr: Vous pouvez mettre 1 Outil de votre Archive dans votre Main.
ja: 自分のアーカイブのツール1枚を手札に戻せる。
ko: 자신의 아카이브의 툴 1장을 패로 되돌릴 수 있다.

# hBP04-042_NAME
source: Kaela Kovalskia
ja: カエラ・コヴァルスキア
ko: 카엘라 코발스키아
zh_tw: 凱拉·可瓦爾斯基亞

# hBP04-042_ART_0_EFFECT
source: If your stage has other holomem with #ID Gen 3, draw 1 card.
fr: Si vous avez un autre Holomem que celui-ci avec #IDGen3 sur votre Scène, piochez 1 carte.
ja: 自分のステージにこのホロメン以外の#ID3期生を持つホロメンがいる時、自分のデッキを1枚引く。
ko: 자신의 스테이지에 이 홀로멤 이외의 #ID 3기생을 가진 홀로멤이 있을 때, 자신의 덱을 1장 드로우 한다.
zh_tw: 自己舞台上有此Holo成員以外的#ID3期生 Holo成員時，抽1張牌。

# hBP04-042_ART_1_NAME
source: Certified Masterpiece
fr: Sceau d'approbation
ja: お墨付きの一品
ko: 보증된 일품
zh_tw: 掛保證的逸品

# hBP04-042_ART_1_EFFECT
source: If you have a holomem that has a tool with #Kaela's Arms attached, deal 30 special damage to your opponent's collab holomem.
fr: Si l'un de vos Holomems a un Outil avec #ArmeDeKaela attaché, infligez 30 dégâts spéciaux à l'Holomem Collab adverse.
ja: 自分の#カエラ'sアームズを持つツールが付いているホロメンがいる時、相手のコラボホロメンに特殊ダメージ30を与える。
ko: 자신의 #카엘라‘s 암즈를 가진 툴이 붙어 있는 홀로멤이 있을 때, 상대의 콜라보 홀로멤에게 특수 대미지 30을 준다.
zh_tw: 自己有裝備#凱拉's武裝工具的Holo成員時，對手的聯動Holo成員造成30點特殊傷害。

# hBP04-049_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ
ko: 무나 호시노바
zh_tw: 暮娜·惑星諾瓦

# hBP04-049_ART_0_NAME
source: Stage of Moon and Stars
fr: La lune et la scène étoilée
ja: 月と星のステージ
ko: 달과 별의 스테이지
zh_tw: 月與星的舞台

# hBP04-049_ART_1_EFFECT
source: Deal 20 special damage to 1 of your opponent's back holomem. If your stage has a holomem with different color as this holomem, this Arts gets +50.
fr: Infligez 20 dégâts spéciaux à l'un des Holomems en Arrière adverses. Puis si vous avez un Holomem qui ne partage pas une couleur avec cet Holomem, cet Art gagne +50 dégâts.
ja: 相手のバックホロメン1人に特殊ダメージ20を与える。その後、自分のステージにこのホロメンと異なる色のホロメンがいる時、このアーツ+50
ko: 상대의 백 홀로멤 1명에게 특수 대미지 20을 준다. 그 후, 자신의 스테이지에 이 홀로멤과 다른 색의 홀로멤이 있을 때, 이 아츠 +50.
zh_tw: 對手1位後備Holo成員造成20點特殊傷害。之後，自己舞台上有與此Holo成員不同顏色的Holo成員時，此技藝+50。

# hBP04-054_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス
ko: 라플라스 다크니스
zh_tw: 拉普拉斯·達克尼斯

# hBP04-054_ART_0_NAME
source: See Me, Hear Me, All of You!!
fr: Réponds à mon appel
ja: 貴様ら、刮目せよ!!
ko: 너희들, 괄목해라!!
zh_tw: 汝等，刮目相看吧！！

# hBP04-060_NAME
source: Murasaki Shion
ja: 紫咲シオン
ko: 무라사키 시온
zh_tw: 紫咲詩音

# hBP04-060_ART_0_NAME
source: Game Streaming
fr: Aujourd'hui streaming de jeux
ja: ゲーム配信中
ko: 게임 방송 중
zh_tw: 遊戲直播中

# hBP04-060_ART_0_EFFECT
source: Deal 10 special damage to your opponent's center holomem and collab holomem for each of your opponent's center holomem's cheers.
fr: Pour chaque Cheer attaché à l'Holomem Central adverse, infligez 10 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: 相手のセンターホロメンとコラボホロメンに、相手のセンターホロメンのエール1枚につき、特殊ダメージ10を与える。
ko: 상대의 센터 홀로멤과 콜라보 홀로멤에게, 상대의 센터 홀로멤의 옐 1장당, 특수 대미지 10을 준다.
zh_tw: 對手的C位Holo成員與聯動Holo成員，每有1張其裝備的聲援，造成10點特殊傷害。

# hBP04-060_BLOOM_NAME
source: Cheer Reverse
fr: Cheer inversé
ja: エールリバース
ko: 옐 리버스

# hBP04-060_BLOOM_EFFECT
source: You may send 1 cheer from your opponent's archive to your opponent's center holomem.
fr: Vous pouvez attacher 1 Cheer de l'Archive de votre adversaire à son Holomem Central.
ja: 相手のアーカイブのエール1枚を、相手のセンターホロメンに送れる。
ko: 상대의 아카이브의 옐 1장을, 상대의 센터 홀로멤에게 보낼 수 있다.

# hBP04-061_NAME
source: Kureiji Ollie
ja: クレイジー・オリー
ko: 쿠레이지 올리
zh_tw: 克雷西·奧莉

# hBP04-061_ART_0_NAME
source: HOLORO Soul
fr: L'âme de HOLORO
ja: HOLOROの魂
ko: HOLORO의 혼
zh_tw: HOLORO之魂

# hBP04-061_ART_0_EFFECT
source: This Arts gets +20 for each 2nd holomem with #ID Gen 2 on your stage other than this holomem.
fr: Pour chacun de vos Holomems 2nd Bloom avec #IDGen2, autre que celui-ci, cet Art gagne +20 dégâts.
ja: 自分のステージのこのホロメン以外の#ID2期生を持つ2ndホロメン1人につき、このアーツ+20。
ko: 자신의 스테이지의 이 홀로멤 이외의 #ID 2기생을 가진 2nd 홀로멤 1명당, 이 아츠 +20.
zh_tw: 自己舞台上此Holo成員以外每有1位持有#ID2期生的2nd Holo成員，此技藝+20。

# hBP04-061_BLOOM_NAME
source: Please Watch Ollie!
fr: Regardez Ollie !
ja: オリーを見てください!
ko: 올리를 봐 주세요!

# hBP04-061_BLOOM_EFFECT
source: If bloomed with SP Oshi Skill "Ollie Revives", restore all HP to 1 of your <Kureiji Ollie>.
fr: Si cet Holomem bloom en utilisant votre SP OShi Skill «Résurrection d'Ollie», restaurez tous les PV de l'un de vos Holomems nommé ⟨Kureiji Ollie⟩.
ja: 自分のSP推レスキル「蘇るオリー」でBloomした時、自分の〈クレイジー・オリー〉1人のHPすべて回復。
ko: 자신의 SP 오시 스킬 「되살아나는 올리」로 Bloom 했을 때, 자신의 〈쿠레이지 올리〉 1명의 HP 전부 회복.

# hBP04-062_NAME
source: Mori Calliope
ja: 森 カリオペ
ko: 모리 칼리오페
zh_tw: 森美聲

# hBP04-062_ART_0_NAME
source: One Final Drink
fr: Dernier verre
ja: 最期の一杯
ko: 최후의 한 잔
zh_tw: 最後一杯

# hBP04-062_ART_0_EFFECT
source: Look at the top 2 cards of your deck. Archive 1 card from among them. Then, return the rest to the top of the deck.
fr: Regardez les 2 premières cartes de votre Deck. Archivez-en une et remettez l'autre au-dessus de votre Deck.
ja: 自分のデッキの上から2枚を見る。その中から、1枚をアーカイブする。そして残ったカードをデッキの上に戻す。
ko: 자신의 덱의 위에서부터 2장을 본다. 그 중에서, 1장을 아카이브 한다. 그리고 남은 카드를 덱의 위로 되돌린다.
zh_tw: 查看自己牌組最上方2張。從中將1張放入存檔區。然後將剩餘卡片放回牌組最上方。

# hBP04-062_GIFT_NAME
source: Eternal Rest
fr: Repos Eternel
ja: 永遠の休息
ko: 영원한 휴식
zh_tw: 永遠的休息
