Repository: GabeJWJ/holoDelta
Catalog: cardLocalization/*.po
Languages: fr, ja, ko, zh_tw

# hBP06-039_GIFT_EFFECT
source: [Center Position Only]If you have a collab holomem and your opponent does not have a collab holomem, all of your holomem do not take Arts damage from your opponent.
fr: [Position Centrale] Si vous avez un Holomem en Position Collab et que votre adversaire n'a pas d'Holomem en Position Collab, tous vos Holomems ne subissent pas de dégâts des Holomems adverses.
ja: ［センターポジション限定］自分のコラボホロメンがいて、相手のコラボホロメンがいないなら、自分のホロメン全員は相手からアーツダメージを受けない。

# hBP06-004_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-004_SKILL_NAME
source: Oni Enma
ja: 鬼閻魔

# hBP06-004_SKILL_EFFECT
source: [1/Turn]Archive 1~2 cards from the top of your cheer deck:For each card archived, draw 1 card.
fr: [1/Tour] Archivez les 1~2 premières cartes de votre Deck de Cheers : Pour chaque carte archivée, piochez 1 carte de votre Deck.
ja: ［ターンに１回］自分のエールデッキの上から１～１枚をアーカイブする：アーカイブしたエール１枚につき、自分のデッキを１枚引く。

# hBP06-004_SPSKILL_NAME
source: Twin sword flash! Onigami-kiri
fr: Double coup d'épée ! Onigami-kiri
ja: 二刀一閃！鬼神斬り

# hBP06-004_SPSKILL_EFFECT
source: [1/Game]Deal 20 special damage to your opponent's center holomem or collab holomem for each red cheer in your archive.
fr: [1/Partie] Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse pour chaque Cheer Rouge dans votre Archive.
ja: ［ゲームに１回］相手のセンターホロメンかコラボホロメンどちらかに、自分のアーカイブの［赤エール］１枚につき、特殊ダメージ20を与える。

# hBP06-002_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-002_SKILL_NAME
source: I'll do what I like and live how I want to
fr: Je ferai ce que je veux et vivrai comme je le veux
ja: やりたいように、私は私らしく

# hBP06-002_SKILL_EFFECT
source: [1/Turn]Archive the top 2 cards of your deck. During this turn, your [center holomem and collab holomem] with #FLOW GLOW get Arts+20.
fr: [1/Tour] Archivez les 2 premières cartes de votre Deck. Pendant ce tour, les Arts de vos Holomems [Central et Collab] avec #FLOW GLOW gagnent +20 dégâts.
ja: ［ターン１回］自分のデッキの上から２枚をアーカイブする。その後、このターンの間、自分の［＃FLOW GLOW］を持つ［センターホロメンとコラボホロメン］のアーツ+20。

# hBP06-002_SPSKILL_NAME
source: I will survive!
fr: Je vais survivre !
ja: 生き抜いていくんです！

# hBP06-002_SPSKILL_EFFECT
source: [1/Game]Usable if your deck has 5 or less cards and your holomem with #FLOW GLOW downed your opponent's center holomem:Your opponent gets life-1.
fr: [1/Partie] Peut être utilisé lorsque que votre Deck contient 5 cartes ou moins et que l'un de vos Holomems avec #FLOW GLOW met Inconscient un Holomem adverse : votre adversaire perd 1 VIE.
ja: ［ゲームに１回］自分のデッキの枚数が５枚以下で、自分の［#FLOW GLOW］を持つホロメンが相手のセンターホロメンをダウンさせたときに使える：相手のライフ-1。

# hBP06-071_NAME
source: La+ Darknesss
ja: ラプラス・ダークネス

# hBP06-071_ART_0_NAME
source: Together with La+!
fr: Tous ensemble avec Laplus !
ja: らぶらすといっしょ！

# hBP06-071_ART_0_EFFECT
source: Roll a die 3 times. This Arts gets +20 for each odd result rolled.
fr: Lancez 3 dés. Pour chaque résultat impair, cet Art gagne +20 dégâts.
ja: サイコロを３回振る。奇数が出た回数１回につき、このアーツ+20。

# hBP06-071_ART_1_NAME
source: Everyone, heed my call!
fr: Travaillons dur !
ja: みんなかつもくせよ！

# hBP06-071_ART_1_EFFECT
source: Roll a die 5 times. For each odd result rolled, draw 1 card and deal 30 special damage to your opponent's center holomem and collab holomem.
fr: Lancez 5 dés. Pour chaque résultat impair, piochez 1 carte de votre Deck et infligez 30 dégâts spéciaux à l'Holomem Central et Collab adverse.
ja: サイコロを５回振る。奇数が出た回数１回につき、自分のデッキを１枚引き、相手のセンターホロメンとコラボホロメンに特殊ダメージ30を与える。

# hBP06-008_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-008_SKILL_NAME
source: Omatsuri Wasshoi!!
ja: おまつりわっしょーい！！！

# hBP06-008_SKILL_EFFECT
source: [1/Turn]Roll a die once:If it is greater than or equal to your life, add 1 card from your deck to hand. Then, shuffle your deck. If it is less than or equal to your life, put 1 card from the top of your deck to holo Power.
fr: [1/Tour] Vous pouvez lancer un dé : Si le résultat est supérieur ou égal à votre VIE actuelle, mettez 1 carte de votre Deck dans votre Main. Puis mélangez votre Deck. Si le résultat est égal ou inférieur à votre VIE actuelle, mettez la première carte de votre Deck dans vos Holopowers.
ja: ［ターンに１回］サイコロを１回振る。出た目の数が自分のライフ以上なら、自分のデッキから、カード１枚を手札に加える。そしてデッキをシャッフルする。出た目の数がライフ以下なら、自分のデッキの上から１枚をホロパワーにする。

# hBP06-008_SPSKILL_NAME
source: I definitely want to win!!!!!!!
fr: Je veux absolument gagner !!!!!!!
ja: 絶対勝ちたい！！！！！！！

# hBP06-008_SPSKILL_EFFECT
source: [1/Game]If your center holomem is <Natsuiro Matsuri>, the number of Limited support cards you may use this turn is 2.
fr: [1/Partie] Si votre Holomem Central est ⟨Natsuiro Matsuri⟩, votre nombre de Soutiens LIMITÉS que vous pouvez utiliser ce tour devient 2.
ja: ［ゲームに１回］自分のセンターホロメンが《夏色まつり》なら、このターンの間、自分が使えるLIMITEDのサポートカードの枚数は２枚になる。

# hBP06-031_NAME
source: Himemori Luna
ja: 姫森ルーナ

# hBP06-031_ART_0_NAME
source: We'll be together forever
fr: Nous serons ensemble pour toujours
ja: ずっと一緒なのらね

# hBP06-031_ART_0_EFFECT
source: If 2 or more <Lu-knights> are attached to this holomem, this Arts gets +50.
fr: S'il y a 2 ou plus ⟨Luknight⟩ attachés à cet Holomem, cet Art gagne +50 dégâts.
ja: このホロメンに《ルーナイト》が２枚以上付いているなら、このアーツ+50。

# hBP06-031_BLOOM_NAME
source: Nnasshoi!
ja: んなっしょい！

# hBP06-031_BLOOM_EFFECT
source: If your Oshi holomem is <Himemori Luna>, you may archive 1~2 <Lu-knights> on your stage:For each card archived, send the top card of your cheer deck to 1 of your <Himemori Luna>.
fr: Si votre Oshi est ⟨Himemori Luna⟩, vous pouvez archiver 1~2 Luknights de votre Scène : Pour chaque carte archivée, attachez la première carte de votre Deck de Cheers à l'une de vos ⟨Himemori Luna⟩.
ja: 自分の推しホロメンが《姫森ルーナ》なら、自分のステージの《ルーナイト》１～２枚をアーカイブできる：アーカイブしたカード１枚につき、自分のエールデッキの上から１枚を自分の《姫森ルーナ》１人に送る。

# hBP06-094_NAME
source: Workout
fr: Entraînement Sportif
ja: ワークアウト

# hBP06-094_EFFECT
source: This card can only be used if you have a collab holomem, or your opponent has no collab holomem. During this turn, 1 of your holomem gets Arts+20. If that holomem is a Buzz holomem or 2nd holomem, that holomem gets Arts+50 instead.
fr: Cette carte ne peut être jouée que si vous avez un Holomem Collab, ou que votre Adversaire n'a pas d'Holomem Collab. Pendant ce tour, les Arts de l'un de vos Holomems gagnent +20 dégâts. Si l'Holomem choisi est un Holomem Buzz ou un Holomem 2nd Bloom, l'Holomem choisi gagne +50 dégâts à la place.
ja: このカードは、自分のコラボホロメンがいるか、相手のコラボホロメンがいない時にしか使えない。 このターンの間、自分のステージのホロメン１人のアーツ+20。そのホロメンがBuzzホロメンか2ndホロメンなら、かわりに、そのホロメンのアーツ+50。

# hBP06-068_NAME
source: Inugami Korone
ja: 戌神ころね

# hBP06-068_ART_0_NAME
source: Thank you for the congratulations!
fr: Merci pour tes félicitations !
ja: おめでとうをありがとう！

# hBP06-068_ART_0_EFFECT
source: If you have a holomem with a support card attached, draw 1 card, and archive 1 card from your hand.
fr: S'il y a un Soutien attaché à l'un de vos Holomems, piochez 1 carte, puis archivez 1 carte de votre Main.
ja: 自分のサポートカードが付いているホロメンがいるなら、自分のデッキを１枚引いた後、手札１枚をアーカイブする。

# hBP06-068_BLOOM_NAME
source: Leave it to me
fr: Laissez-moi faire
ja: まかしなー

# hBP06-068_BLOOM_EFFECT
source: Reveal 1 <Fingers> from your deck, and add it to hand. Then, shuffle the deck. You may only use Bloom Effect "Leave it to me" once per turn.
fr: Révélez 1 ⟨Yubi⟩ de votre Deck, mettez-le dans votre Main. Puis mélangez votre Deck. Vous ne pouvez utiliser l'effet de Bloom « Laissez-moi faire » qu'une fois par tour.
ja: 自分のデッキから、《ゆび》１枚を公開し、手札に加える。そしてデッキをシャッフルする。自分の［ブルームエフェクト］「まかしなー」はターンに１回しか使えない。

# hBP06-077_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-077_ART_0_NAME
source: Never give up!! Natsuiro Soul
fr: Never give up!! Âme de Natsuiro
ja: Never give up!! 夏色魂

# hBP06-077_ART_0_EFFECT
source: The Arts gets +30 for each Limited support card you used this turn.
fr: Pour chaque Soutien Limité joué durant ce tour, cet Art gagne +30 dégâts.
ja: このターンに自分が使っていたLIMITEDのサポートカード１枚につき、このアーツ+30。

# hBP06-077_BLOOM_EFFECT
source: If your life is less than or equal to your opponent's, you may send the top card of your cheer deck to your <Natsuiro Matsuri>.
fr: Si vos VIES sont égales ou inférieures aux VIES de votre adversaire, vous pouvez attacher la première carte de votre Deck de Cheers à l'une de vos ⟨Natsuiro Matsuri⟩.
ja: 自分のライフが相手以下なら、自分のエールデッキの上から１枚を自分の《夏色まつり》に送れる。

# hBP06-058_NAME
source: Mori Calliope
ja: 森 カリオペ

# hBP06-058_ART_0_EFFECT
source: If a purple cheer is attached to this holomem, draw 1 card. Archive the top 2 cards of your deck.
fr: Si un Cheer Violet est attaché à cet Holomem, piochez 1 carte de votre Deck. Puis archivez les 2 premières cartes de votre Deck.
ja: このホロメンに［紫エール］が付いているなら、自分のデッキを１枚引く。その後、自分のデッキの上から２枚をアーカイブする。

# hBP06-058_COLLAB_EFFECT
source: Draw 3 cards, and archive 2 cards from your hand.
fr: Piochez 3 cartes, puis défaussez 2 cartes de votre Main.
ja: 自分のデッキを３枚引いた後、手札２枚をアーカイブする。

# hBP06-042_NAME
source: Hakos Baelz
ja: ハコス・ベールズ

# hBP06-042_ART_0_NAME
source: Birthday colored with strawberries
fr: Anniversaire coloré aux fraises
ja: イチゴで彩る誕生日

# hBP06-042_ART_0_EFFECT
source: You may archive 2 cards from your hand:This Arts gets +20.
fr: Vous pouvez archiver 2 cartes de votre Main : cet Art gagne +20 dégâts.
ja: 自分の手札２枚をアーカイブできる：このアーツ+20。

# hBP06-042_BLOOM_EFFECT
source: Archive 1 card from your hand. Draw 1 card.
fr: Archivez 1 carte de votre Main. Puis piochez 1 carte.
ja: 自分の手札１枚をアーカイブする。その後、自分のデッキを１枚引く。

# hBP06-010_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-010_ART_0_NAME
source: We're all great friends!
fr: Nous sommes tous de très bons amis !
ja: みんな素晴らしい友達だよ！

# hBP06-010_COLLAB_NAME
source: The Dream Team
fr: L'équipe de rêve
ja: 夢みたいな最高のチーム

# hBP06-010_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 1 [Debut holomem or Spot holomem] from your deck, and place it on stage. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 1 [Holomem Debut ou Holomem Spot] de votre Deck et placez-le sur votre Scène. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから、［DebutホロメンかSpotホロメン］１枚を公開し、ステージに出す。そしてデッキをシャッフルする。

# hBP06-027_NAME
source: Kazama Iroha
ja: 風真いろは

# hBP06-027_ART_0_NAME
source: Step Together
fr: Marchons ensemble
ja: 一緒にすてっぷ

# hBP06-027_ART_0_EFFECT
source: If your Oshi holomem is <Kazama Iroha>, and you have a collab holomem, this Arts gets +40. Then, if this holomem has bloomed from a Buzz holomem, damage from this Arts cannot be reduced.
fr: Si votre Oshi est ⟨Kazama Iroha⟩, et que vous avez un Holomem Collab, cet Art gagne +40 dégâts. De plus, si cet Holomem bloom depuis un Holomem Buzz, les dégats de cet Art ne peuvent pas être reduits.
ja: 自分の推しホロメンが《風真いろは》で、自分のコラボホロメンがいるなら、このアーツ+40。さらに、このホロメンがBuzzホロメンからBloomしているなら、このアーツダメージは軽減されない。

# hBP06-027_GIFT_NAME
source: Thoughts I want to convey
fr: Les pensées que je souhaite partager
ja: 伝えたい想い

# hBP06-027_GIFT_EFFECT
source: When this holomem downed your opponent's center holomem, you may bloom 1 of your <Kazama Iroha> that bloomed this turn once more using a holomem from your hand.
fr: Lorsque cet Holomem met Inconscient l'Holomem Central adverse, vous pouvez bloom à nouveau 1 de vos ⟨Kazama Iroha⟩ qui a bloom durant ce tour en utilisant un Holomem de votre Main.
ja: このホロメンが相手のセンターホロメンをダウンさせた時、自分のこのターンにBloomした《風真いろは》１人を、自分の手札のホロメンを使って、もう１回Bloomできる。

# hBP06-093_NAME
source: YamadaLui54Sei
fr: YamadaLui54Sen
ja: 山田ルイ54世

# hBP06-093_EFFECT
source: This card can only be used if all holomem on your stage have #holoX. Reveal 2 holomem with #holoX from your deck, and add them to hand. Then, shuffle the deck. If you have fewer cheers on stage than your opponent, you may send the top card of your cheer deck to your holomem.
fr: Cette carte ne peut être jouée que si tous les Holomems sur votre Scène ont #holoX. Révélez 2 Holomems avec #holoX de votre Deck, et mettez-les dans votre Main. Puis mélangez votre Deck. Puis si vous avez moins de Cheers sur votre Scène que votre adversaire, vous pouvez attacher la première carte de votre Deck de Cheers à l'un de vos Holomems.
ja: このカードは、自分のステージのホロメン全員が［＃秘密結社holoX］を持つホロメンでなければ使えない。 自分のデッキから、［＃秘密結社holoX］を持つホロメン２枚を公開し、手札に加える。そしてデッキをシャッフルする。その後、自分のステージのエールの枚数が相手より少ないなら、自分のエールデッキの上から１枚を自分のホロメンに送れる。

# hBP06-102_NAME
source: Ebifrion
ja: えびふらいおん

# hBP06-102_EFFECT
source: The holomem this mascot is attached to gets +20 HP. ◆Additional ability if attached to <Natsuiro Matsuri> During your opponent's turn, when the holomem this mascot is attached to is downed, you may reattach 1 yellow cheer from this holomem to your other <Natsuiro Matsuri>. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +20 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Natsuiro Matsuri⟩ : Pendant le tour de votre adversaire, si l'Holomem avec cette Mascotte attachée est mis Inconscient, vous pouvez réattacher 1 Cheer Jaune de cet Holomem à une autre de vos ⟨Natsuiro Matsuri⟩. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+20。 ・《夏色まつり》に付いていたら能力追加 相手のターンで、好まsコットが付いているホロメンがダウンした時、このホロメンの［黄エール］１枚を自分の他の《夏色まつり》に付け替えられる。 マスコットは、自分のホロメン１人につき１枚だけ付けられる。

# hBP06-051_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-051_ART_0_NAME
source: Spring Party
fr: Fête du printemps
ja: スプリングパーティー

# hBP06-051_ART_1_NAME
source: Affection
ja: 親愛の情

# hBP06-051_ART_1_EFFECT
source: If your Oshi holomem is <Moona Hoshinova>, you may archive 1 cheer from this holomem:Draw 1 card.
fr: Si votre Oshi est ⟨Moona Hoshinova⟩, vous pouvez archiver 1 Cheer de cet Holomem : Piochez 1 carte.
ja: 自分の推しホロメンが《ムーナ・ホシノヴァ》なら、このホロメンのエール１枚をアーカイブできる。自分のデッキを１枚引く。

# hBP06-075_NAME
source: Natsuiro Matsuri
ja: 夏色まつり

# hBP06-075_ART_0_NAME
source: Tonight, dance the night!
ja: 今夜はdance the night!

# hBP06-075_ART_1_NAME
source: I'll do my best at dance lessons!
fr: Je ferai de mon mieux pendant les cours de danse !
ja: ダンスレッスン頑張るぞ！

# hBP06-075_ART_1_EFFECT
source: Roll a die once for each [mascot and fan] on your stage. This Arts gets +10 for each result that is 4 or greater rolled. However, the die can be rolled only up to 4 times.
fr: Lancez un dé pour chaque [Mascotte et Fan] sur votre Scène. Cet Art gagne +10 dégâts pour chaque 4 ou plus obtenu. Cependant, vous pouvez lancer au maximum 4 dés.
ja: 自分のステージの［マスコットとファン］１枚につき、サイコロを１回振る。４以上が出た回数１回につき、このアーツ+10。ただし、振れる回数は４回まで。

# hBP06-018_NAME
source: Isaki Riona
ja: 響咲リオナ

# hBP06-018_ART_0_EFFECT
source: Archive the top card of your deck.
fr: Archivez la première carte de votre Deck.
ja: 自分のデッキの上から１枚をアーカイブする。

# hBP06-018_COLLAB_NAME
source: The leader of FLOW GLOW
fr: La leader de FLOW GLOW
ja: FLOW GLOWのリーダー

# hBP06-018_COLLAB_EFFECT
source: During this turn, 1 of your holomem with #FLOW GLOW gets Arts+20.
fr: Pendant ce tour, les Arts de l'un de vos Holomems avec #FLOW GLOW gagnent +20 dégâts.
ja: このターンの間、自分のステージの［#FLOW GLOW］を持つホロメン１人のアーツ+20。

# hBP06-062_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-062_ART_0_NAME
source: You're not alone
fr: Tu n'es pas seul
ja: ひとりじゃないよ

# hBP06-062_COLLAB_NAME
source: Let's play with Roboco
fr: Jouons avec Roboco
ja: ロボ子と一緒にあそぼ

# hBP06-062_COLLAB_EFFECT
source: If you went second and it is your first turn, reveal 2 <Roboser> from your deck, and add them to hand. Then, shuffle the deck.
fr: Si vous jouez en deuxième et qu'il s'agit de votre premier tour, révélez 2 ⟨Roboser⟩ de votre Deck, et mettez-les dans votre Main. Puis mélangez votre Deck.
ja: 自分が後攻で最初のターンなら、自分のデッキから《ろぼさー》２枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-100_EFFECT
source: The holomem this mascot is attached to gets +10 HP. ◆Additional ability if attached to 1st or greater <Raora Panthera> If your Oshi holomem is <Raora Panthera>, the holomem this mascot is attached to gets +20 HP. Only 1 mascot can be attached to each of your holomem.
fr: L'Holomem avec cette Mascotte attachée gagne +10 PV. ◆ Gagne l'effet suivant si elle est attachée à ⟨Raora Panthera⟩ : Si votre Oshi est ⟨Raora Panthera⟩, l'Holomem avec cette Mascotte attachée gagne +20 PV. Vous ne pouvez attacher qu'une seule Mascotte à un Holomem.
ja: このマスコットが付いているホロメンのHP+10。 ・1st以上の《ラオーラ・パンテーラ》に付いていたら能力追加 自分の推しホロメンが《ラオーラ・パンテーラ》なら、このマスコットが付いているホロメンのHP+20。 マスコットは、自分のホロメン1人につき1枚だけ付けられる。

# hBP06-029_NAME
source: Himemori Luna
ja: 姫森ルーナ

# hBP06-029_ART_0_NAME
source: Festival
ja: 祝祭

# hBP06-029_ART_0_EFFECT
source: If you have a holomem with a fan attached, you may send the top card of your cheer deck to this holomem.
fr: S'il y a un Fan attaché à l'un de vos Holomems, vous pouvez attacher la première carte de votre Deck de Cheers à cet Holomem.
ja: 自分のファンが付いているホロメンがいるなら、自分のエールデッキの上から1枚をこのホロメンに送れる。

# hBP06-029_ART_1_NAME
source: Royal Flower Bouquet
fr: Bouquet de fleurs royal
ja: ロイヤル・フラワーブーケ

# hBP06-064_NAME
source: Robocosan
ja: ロボ子さん

# hBP06-064_ART_0_NAME
source: Boo!! ...were you surprised?
fr: Gaooo !!... Surpris ?
ja: がおー！！……ビックリした？

# hBP06-064_COLLAB_NAME
source: I'm going to play a prank on you!
fr: Je vais te faire une farce !
ja: いたずらしちゃうぞ～！

# hBP06-064_COLLAB_EFFECT
source: If your Oshi holomem is <Robocosan>, you may archive 1~2 cards from your hand:For each card archived, return 1 <Roboser> from your archive to hand.
fr: Si votre Oshi est ⟨Robocosan⟩, vous pouvez archiver 1~2 cartes de votre Main : Pour chaque carte archivée, mettez 1 ⟨Roboser⟩ de votre Archive dans votre Main.
ja: 自分の推しホロメンが〈ロボ子さん〉なら、自分の手札1～2枚をアーカイブできる：アーカイブしたカード1枚につき、自分のアーカイブの〈ろぼさー〉1枚を手札に戻す。

# hBP06-081_NAME
source: Oozora Subaru
ja: 大空スバル

# hBP06-081_ART_0_EFFECT
source: If your life is 3 or less, for each of this holomem's cheers, send the top card of your cheer deck to 1 of your yellow holomem.
fr: Si vous avez 3 VIES ou moins, pour chaque Cheer attaché à cet Holomem, attachez la première carte de votre Deck de Cheers à l'un de vos Holomem Jaune.
ja: 自分のライフが3以下なら、このホロメンのエール1枚につき、自分のエールデッキの上から1枚を自分の黄ホロメン1人に送れる。

# hBP06-081_BLOOM_NAME
source: Dispatch! The chaotic Oozora Police!!
fr: Dispersez-vous ! La police chaotique d'Oozora !!
ja: 出動！ ドタバタ大空警察!!!

# hBP06-081_BLOOM_EFFECT
source: If your Oshi holomem is <Oozora Subaru>, you may archive 1 cheer from your stage:Reveal 1 <Oozora Subaru> from your deck, and add it to hand. Then, shuffle the deck.
fr: Si votre Oshi est ⟨Oozora Subaru⟩, vous pouvez archiver 1 Cheer de votre Scène : Révélez 1 ⟨Oozora Subaru⟩ de votre Deck, et mettez-la dans votre Main. Puis mélangez votre Deck.
ja: 自分の推しホロメンが〈大空スバル〉なら、自分のステージのエール1枚をアーカイブできる：自分のデッキから、〈大空スバル〉1枚内にし、手札に加える。そしてデッキをシャッフルする。

# hBP06-083_NAME
source: LAMBDUCK
ja: ラムダック

# hBP06-083_ART_0_NAME
source: I am Subaru & Watame! Yeah!!
ja: I am スバル＆わため! Yeah!!

# hBP06-083_ART_0_EFFECT
source: [Collab Position Only]If your Oshi holomem is <Tsunomaki Watame> or <Oozora Subaru>, this Arts requires -1 yellow. If your center holomem is a 2nd holomem <Tsunomaki Watame>, this Arts requires -3 yellow instead.
fr: [Position Collab] Si votre Oshi est ⟨Tsunomaki Watame⟩ ou ⟨Oozora Subaru⟩, le coût de Cheer de cet Art est réduit de 1 Cheer Jaune. Si votre Holomem Central est une ⟨Tsunomaki Watame⟩ 2nd Bloom, le coût de Cheer de cet Art est réduit de 3 Cheers Jaunes.
ja: ［コラボポジション限定］自分の推しホロメンが《角巻わため》か《大空スバル》なら、このアーツに必要な［黄エール］-1。自分のセンターホロメンが2ndホロメンの《角巻わため》なら、かわりに、このアーツの必要な［黄エール］-3

# hBP06-083_COLLAB_NAME
source: The Beginning of the End
fr: Le début de la fin
ja: おしまいのあじまり

# hBP06-083_COLLAB_EFFECT
source: Reveal 1 <Oozora Subaru> from your hand, and you may return it to the bottom of your deck:Return 1 <Tsunomaki Watame> or <Oozora Subaru> from your archive to hand.
fr: Vous pouvez révéler 1 ⟨Oozora Subaru⟩ de votre Main et la mettre au-dessous du Deck : Mettez 1 ⟨Tsunomaki Watame⟩ ou ⟨Oozora Subaru⟩ de votre Archive dans votre Main.
ja: 自分の手札の《大空スバル》１枚を公開し、デッキの下に戻せる：自分のアーカイブの[《角巻わため》か《大空スバル》]１枚を手札に戻す。

# hBP06-095_EFFECT
source: This card can only be used if all holomem on your stage have #ID Gen 1. Reveal 2 holomem with #ID Gen 1 from your deck, and add them to hand. Then, shuffle the deck. If there are 0 cards in your cheer deck, during this turn, when your holomem with #ID Gen 1 downed your opponent's center holomem, your opponent gets life-1.
fr: Cette carte ne peut être jouée que si tous les Holomems sur votre Scène ont #ID Gen 1. Révélez 2 Holomems avec #ID Gen 1 de votre Deck, et mettez-les dans votre Main. Puis mélangez votre Deck. Puis, s'il y a 0 carte dans votre Deck de Cheers, pendant ce tour, lorsque l'un de vos Holomems avec #ID Gen 1 met Inconscient le Holomem Centrale adverse, votre adversaire perd 1 VIE.
ja: このカードは、自分のステージのホロメンを満たし#ID1期生を持つホロメンでなければ使えない。 自分のデッキから、#ID1期生を持つホロメン2枚内にし、手札に加える。そしてデッキをシャッフルする。その後、自分のエールデッキの枚数が0枚なら、このターンの間、自分の#ID1期生を持つホロメンが相手のセンターホロメンをダウンさせた時、相手のライフ-1。

# hBP06-013_NAME
source: Raora Panthera
ja: ラオーラ・パンテーラ

# hBP06-013_ART_0_NAME
source: Let's conquer the world together!
fr: Conquérons le monde ensemble !
ja: 一緒に世界を征服しよう！

# hBP06-013_ART_0_EFFECT
source: [Center Position Only]During this turn, your collab holomem with #Painting gets Arts+20.
fr: [Position Centrale] Pendant ce tour, les Arts de votre collab Holomem avec #Art gagnent +20 dégâts.
ja: [センターポジション限定]このターンの間、自分の#絵を持つコラボホロメンのアーツ+20。

# hBP06-013_BLOOM_EFFECT
source: Reveal 1 <Chattino> from your deck, and add it to hand. Then, shuffle the deck.
fr: Révélez 1 ⟨Chattino⟩ de votre Deck, et mettez-le dans votre Main. Puis mélangez votre Deck.
ja: 自分のデッキから、〈Chattino〉1枚を公開し、手札に加える。そしてデッキをシャッフルする。

# hBP06-038_NAME
source: Nakiri Ayame
ja: 百鬼あやめ

# hBP06-038_ART_0_NAME
source: Sally we forth!
fr: C'est parti !
ja: では参る！

# hBP06-038_ART_0_EFFECT
source: You may archive the top card of your cheer deck:Deal 20 special damage to your opponent's center holomem or collab holomem.
fr: Vous pouvez archiver la première carte de votre Deck de Cheers : Infligez 20 dégâts spéciaux à l'Holomem Central ou Collab adverse.
ja: 自分のエールデッキの上から1枚をアーカイブできる：相手のセンターホロメンかコラボホロメンに特殊ダメージ20を与える。

# hBP06-038_COLLAB_NAME
source: I Sometimes Multiply
fr: Les petits Yo en plus
ja: たまに増える余

# hBP06-038_COLLAB_EFFECT
source: You may archive the top card of your cheer deck:Return 1 <Nakiri Ayame> from your archive to hand.
fr: Vous pouvez archiver la première carte de votre Deck de Cheers : Mettez 1 ⟨Nakiri Ayame⟩ de votre Archive dans votre Main.
ja: 自分のエールデッキの上から1枚をアーカイブできる：自分のアーカイブの〈百鬼あやめ〉1枚を手札に戻す。

# hBP06-052_NAME
source: Moona Hoshinova
ja: ムーナ・ホシノヴァ

# hBP06-052_ART_0_NAME
source: Waning Moon
fr: Lune descendante
ja: 下弦の月

# hBP06-052_ART_0_EFFECT
source: If your Oshi holomem is <Moona Hoshinova> and 4 or more cheers are attached to this holomem, this Arts gets +60.
fr: Si votre Oshi est ⟨Moona Hoshinova⟩, et 4 Cheers ou plus sont attachés à cet Holomem, cet Art gagne +60 dégâts.
ja: 自分の推しホロメンが〈ムーナ・ホシノヴァ〉で、このホロメンにエールが4枚以上付いているなら、このアーツ+60。

# hBP06-052_GIFT_NAME
source: New Moon
fr: Nouvelle Lune
ja: 新月

# hBP06-052_GIFT_EFFECT
source: Usable when this holomem deals Arts damage to your opponent's holomem:Deal the same amount of special damage to the chosen holomem as the amount of damage taken by that holomem.
fr: Utilisable lorsque cet Holomen inflige des dégâts avec un Art à un Holomen adverse. Infligez autant de dégâts spéciaux à cet Holomen adverse que de dégâts qu'il a subi.
ja: このホロメンが相手のホロメンにアーツダメージを与えた時に使える：その相手のホロメンに、そのホロメンが受けているダメージと同じ数値の特殊ダメージを与える。

# hBP06-069_NAME
source: Inugami Korone
ja: 戌神ころね

# hBP06-069_ART_0_NAME
source: Shibakiage Punching
fr: Coup de poing-giffle
ja: しばきあげパンチング

# hBP06-069_ART_0_EFFECT
source: If this holomem was set to active this turn by your Oshi Skill "Infinite Stamina", this Arts gets +50.
fr: Si cet Holomem a été activé durant ce tour par votre Oshi Skill « Force infinie », cet Art gagne +50 dégâts.
ja: このターンにこのホロメンが自分の推しスキル「無限の体力」でアクティブになっていたなら、このアーツ+50。

# hBP06-069_COLLAB_NAME
source: Just keep your eyes on me, okay? ♡
fr: Garde un œil sur moi, d'accord ? ♡
ja: こぉねのことだけ見ててね？♡

# hBP06-069_COLLAB_EFFECT
source: If you have a holomem with <Fingers> attached, draw 1 card.
fr: S'il y a un ⟨Yubi⟩ attaché à l'un de vos Holomems, piochez 1 carte.
ja: 自分の〈ゆび〉が付いているホロメンがいるなら、自分のデッキを1枚引く。
